[{"tweet_text": "I rated Particle Fever (2013) 8/10  #IMDb http://t.co/K7hyxJZt2b"}, {"tweet_text": "RT @AmandaGefter: Hey Boston! Did you love the book Einstein's Dreams? The movie Particle Fever? Then you need to be @MITMuseum on Sat! htt…"}, {"tweet_text": "From „Particle Fever“:\nThe things that are least important for our survival, are the very things that make us human. - Savas Dimopoulos"}, {"tweet_text": "Particle Fever http://t.co/nhgYcm2j3t"}, {"tweet_text": "RT @decaelus: Boise State physics and astro club \"Particle Fever\" movie night. Almost 150 people. @BoiseStateCOAS #physics http://t.co/qcCf…"}, {"tweet_text": "Boise State physics and astro club \"Particle Fever\" movie night. Almost 150 people. @BoiseStateCOAS #physics http://t.co/qcCf01lmBb"}, {"tweet_text": "RT @AmandaGefter: Hey Boston! Did you love the book Einstein's Dreams? The movie Particle Fever? Then you need to be @MITMuseum on Sat! htt…"}, {"tweet_text": "Hey Boston! Did you love the book Einstein's Dreams? The movie Particle Fever? Then you need to be @MITMuseum on Sat! http://t.co/NnF0hjOVYL"}, {"tweet_text": "Everything you need know about the Higgs Boson — “Particle Fever” film screening tonight at 6:30. http://t.co/SeJZlu34Tf @BoiseStateCOAS"}, {"tweet_text": "Thank you to everyone who came to the Kavli IPMU on April 5 to see the screening of Particle Fever and took part... http://t.co/gqAJnSXViz"}, {"tweet_text": "Particle Fever 👌 love learning about science"}, {"tweet_text": "【Topic】 Film screening of Particle Fever : a documentary about the science at CERN - On Apr.. http://t.co/7kN9i22zkq"}, {"tweet_text": "Particle Fever and Cosmos should be mandatory between the ages of 8 and 12. Textbooks don't inspire, people talking about their research do"}, {"tweet_text": "Catching Particle Fever @uoftphysics -  Mark Levinson, Alison Rose and Monica Dunford from the April 1 screening http://t.co/NTkobpaBWV"}, {"tweet_text": "@CheapyD Have you seen Particle Fever?  Really interesting and entertaining especially for a movie about Physics."}, {"tweet_text": "Great [8/10] - Particle Fever (2013) https://t.co/8ICirXlpof #trakt"}, {"tweet_text": "@manbearwolf have you seen the movie Particle Fever? http://t.co/8q7txMud44"}, {"tweet_text": "@kingofpornhub @neiltyson also if you haven't seen Particle Fever you should watch it. Kinda unrelated but sciene-y and on Netflix"}, {"tweet_text": "See Particle Fever; The feel-good documentary about the experimental confirmation of the Higgs Boson. http://t.co/3S1Pw1VEm7"}, {"tweet_text": "@SergioBellamy18 Particle Fever?"}, {"tweet_text": "Man Particle Fever is so I'm point. Talking about how USA had LHC competitor but it was shut down by Rs cause science was too political"}, {"tweet_text": "To quote a man from the movie \"particle fever\" he said, \"the secret to #success is undiminished enthusiasm in the face of constant failure.\""}, {"tweet_text": "Started watching Particle Fever last night on Netflix. If you fancy science, physics and such you'll love it."}, {"tweet_text": "Watching \"Particle Fever\" and I may have cried when they discovered the Higgs Boson."}, {"tweet_text": "Just a reminder: Particle Fever extra credit papers are due today...submit via google docs...any problems email me or tweet me"}, {"tweet_text": "Particle fever https://t.co/Tv0mM8HBOh"}, {"tweet_text": "Particle Fever is perhaps one of the best, most inspiring documentaries we've ever watched. It really make the... http://t.co/sCCSJixHF3"}, {"tweet_text": "We just watched Particle Fever (documentary) .... We're such LHC Fans!! http://t.co/xJ3xZtKvl5"}, {"tweet_text": "David Kaplan on the Multiverse and Particle Fever #UFO4UBlogEducation http://t.co/EPYXm3Krm0 http://t.co/OxRJMcMtSn"}, {"tweet_text": "Particle Fever (Levinson, 2013) \nhttp://t.co/aU90QxtB2c #NowWatching"}, {"tweet_text": "RT @GothamKnowledge: @RashmiSudiwala reminded me a bit of Particle Fever in that respect. Liked how it discussed all parts; process of scie…"}, {"tweet_text": "@RashmiSudiwala reminded me a bit of Particle Fever in that respect. Liked how it discussed all parts; process of science"}, {"tweet_text": "@homebrewcrew also, they were talking about particle fever on bfm, and i felt happy that quantum physics is a cool thing now."}, {"tweet_text": "Particle Fever? Shut up and please, please take my money! Alas, nobody wants it. So, what do I do? Watch it illegally?"}, {"tweet_text": "Book Review and Giveaway: \"Most Wanted Particle\" by Jon Butterworth. #ParticleFever #higgs http://t.co/YK0rj6CIaW"}, {"tweet_text": "Particle Fever (2013) http://t.co/gDI2ll6sS2"}, {"tweet_text": "Particle Fever (2013) http://t.co/nKt4yZzTNu"}, {"tweet_text": "Particle Fever (2013) http://t.co/S3arBz3pkz"}, {"tweet_text": "Particle Fever (2013) http://t.co/hemVTZrqom"}, {"tweet_text": "Particle Fever (2013) http://t.co/VJtLsUJBX3"}, {"tweet_text": "Particle Fever (2013) http://t.co/FwHy1N1jSj http://t.co/WQuc2bk31f"}, {"tweet_text": "Particle Fever (2013) http://t.co/5gCWLxPLRC"}, {"tweet_text": "Particle Fever (2013) http://t.co/XXyciTi6pE"}, {"tweet_text": "@LeonieHilliard Not finished reading this one... Standard Model is pretty fine tuned. See Particle Fever documentary about LHC on Netflix."}, {"tweet_text": "RT @olebegemann: Particle Fever is a very nice documentary about the search for the Higgs Particle at the LHC: http://t.co/eXC6o86XeM. On N…"}, {"tweet_text": "RT @JohnsHopkins: Hub update: 'Particle Fever' wins Alfred I. duPont-Columbia University Award in Journalism http://t.co/PBAywqbTuc"}, {"tweet_text": "Particle Fever is a very nice documentary about the search for the Higgs Particle at the LHC: http://t.co/eXC6o86XeM. On Netflix in DE."}, {"tweet_text": "Particle Fever http://t.co/KXlgHHS4xp #noobroom, #tubeplus, #Megashare, #streaming"}]