[{"tweet_text": "The CIBA Collection of Medical Illustrations: Heart Volume 5 (A Compilation of Paintings on the Normal and… http://t.co/yePbs3prG7"}, {"tweet_text": "A joyful heart is the normal result of a heart burning with love // mama t"}, {"tweet_text": "i just watched the trailer of The Normal Heart and i hate you so much @nataIiesdcrmer i can't breathe"}, {"tweet_text": "these days being emotionally unstable is normal. It's so sad that most people get their heart broken at least once by the time their 20."}, {"tweet_text": "A joyful heart is the normal result of a heart burning with love. She gives most who gives with joy.- Mother Teresa"}, {"tweet_text": "Taylor Kitsch at HBO's \"The Normal Heart\" Premiere http://t.co/gf4jiS4MIO"}, {"tweet_text": "RT @1DmyHus_BAND: IS IT NORMAL IF I'M STILL  BREAKING DOWN ABOUT ZAYN LEAVING THE BAND. I'm happy for him but it still breaks my heart.\n\n#P…"}, {"tweet_text": "IS IT NORMAL IF I'M STILL  BREAKING DOWN ABOUT ZAYN LEAVING THE BAND. I'm happy for him but it still breaks my heart.\n\n#ProudOfLouis"}, {"tweet_text": "i've been meaning to watch the normal heart since it came out forever ago but i always forget/know i will cry"}, {"tweet_text": "Bless Her Heart: Gwyneth Paltrow joins the NYC Foodbank Challenge http://t.co/yO1a5RJLcD \"one lime at a time\" Ha! @thatsnormal"}, {"tweet_text": "RT @MegZ1498: My friends don't believe me when I say I'm the normal one Ana. 😐"}, {"tweet_text": "Check out this item I just got! [Heart of the Clefthoof] http://t.co/m06qKxYWUh #Warcraft #abusemachine"}, {"tweet_text": "Finally watching 'The Normal Heart'."}, {"tweet_text": "RT @jimonthestand: THE NORMAL HEART\n#JimParsons #MarkRuffalo #MattBomer #TaylorKitsch http://t.co/QwWdHCr0pA"}, {"tweet_text": "RT @jimonthestand: THE NORMAL HEART\n#JimParsons #MarkRuffalo #MattBomer #TaylorKitsch http://t.co/QwWdHCr0pA"}, {"tweet_text": "RT @FreshSebby: I wanna see \"The Normal Heart\""}, {"tweet_text": "http://t.co/LQJYRTTauq \"The Normal Heart\" Film Receives Television Academy Honor http://t.co/0RvxoE5Dlz #JuliaRoberts"}, {"tweet_text": "I need to watch 'The Normal Heart'. Hear that @MarkRuffalo did an amazing job and it doesn't surprise me as he's an amazing actor!"}, {"tweet_text": "I wanna see \"The Normal Heart\""}, {"tweet_text": "RT @mtee88: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/yFcIifX2u1 via @thr"}, {"tweet_text": "'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/yFcIifX2u1 via @thr"}, {"tweet_text": "\"The Normal Heart\" Film Receives Television Academy Honor - http://t.co/3bWF81eJEg http://t.co/B4Hvk1vBzg"}, {"tweet_text": "Springfield Sacred Heart-Griffin beat Normal University 6-5 in the other Mattoon Invitational game. Mattoon to play SSHG in 3rd place game"}, {"tweet_text": "zayn is such a little angel I love him with all my heart idc if he left to be a normal 22 or write music with burrito guy the next morning"}, {"tweet_text": "RT @younghollywood: . @HBO's #TheNormalHeart &amp; @LeoDiCaprio's doc #Virunga to receive special Television Academy Honors next month! --&gt; htt…"}, {"tweet_text": "RT @evepaludan: For a change, I had good news at the doctor today. It seems all of my nightly lap #swimming has made my heart healthy and n…"}, {"tweet_text": "RT @evepaludan: For a change, I had good news at the doctor today. It seems all of my nightly lap #swimming has made my heart healthy and n…"}, {"tweet_text": "RT @evepaludan: For a change, I had good news at the doctor today. It seems all of my nightly lap #swimming has made my heart healthy and n…"}, {"tweet_text": "For a change, I had good news at the doctor today. It seems all of my nightly lap #swimming has made my heart healthy and normal. Go #swim!"}, {"tweet_text": "The film The Normal Heart is very like the film Philadelphia and both reduce me to tears.Id vote yes 100 times of I could in this referendum"}, {"tweet_text": "@ModerateAngel ~over his heart. \"As normal as it gets, anyway.\" Because this yearning...and the fluttering low in his gut...they weren't~"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "@dornanhs The Normal Heart"}, {"tweet_text": "Normal University and Springfield Sacred Heart-Griffin are playing in the other semifinal of Mattoon Invitational Finals follow"}, {"tweet_text": "Made some information and resource packets for an #NYUAllyWeek screening of The Normal Heart… https://t.co/ytuFbDlm8G"}, {"tweet_text": "A joyful heart is the normal result of a heart burning with love. She gives most who gives with joy.- Mother Teresa"}, {"tweet_text": "RT @younghollywood: . @HBO's #TheNormalHeart &amp; @LeoDiCaprio's doc #Virunga to receive special Television Academy Honors next month! --&gt; htt…"}, {"tweet_text": "RT @skipymalik: \"friendly reminder that the \"normal 22 year old\" claim was written by management and not said by zayn himself\" THANKS"}, {"tweet_text": "RT @MalikZapChat: Zayn could breathe and people would pull the \"normal 22 year old\" card"}, {"tweet_text": "@TheCrackedSpine watch the normal heart!"}, {"tweet_text": "i love zayn with all my heart but why is he at an awards show if he wants out of the spotlight and to be a \"normal 22 year old??"}, {"tweet_text": "\"...but the parts that will tear your heart out are the hardships O’Brien faces as a normal human man.\" http://t.co/2GlBmpWOBF"}, {"tweet_text": "RT @muziams: \"normal 22 year old\" gets to walk down the red carpet at awards shows. Just saying\" \nhttps://t.co/sgvwjb4MXX"}, {"tweet_text": "@PrincessESwan Was Emma okay? That was the only wondering thought within Killian. His heart rate was at a normal pace, but yet, he could ~"}, {"tweet_text": "\"The Normal Heart\" runs Friday and Saturday at 7pm at Vibe Entertainment Complex. Tickets at: http://t.co/d0UxRIJH3c http://t.co/qmJhwPDT0a"}, {"tweet_text": "Your smile makes me weak at the knees, lose my breath, and my heart beat 1000 times faster than normal. @Michael5SOS https://t.co/esiFvEc7oW"}, {"tweet_text": "Congratulations! .#TheNormalHeart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors @MattBomer @MrRPMurphy\nhttp://t.co/FX5xOqXZr3"}, {"tweet_text": "RT @WhiteCollarUSA: Cheers to Matt Bomer on winning the Golden Globe for Best Supporting Actor in The Normal Heart! http://t.co/KfWWMO7kbL"}, {"tweet_text": "Art is when the heart and imagination become one to create a masterpiece that represents the artist http://t.co/6oeZrssVMb"}, {"tweet_text": "This is putting my whole life into question—do I not have a normal sense of taste?\" http://t.co/KL0IQKKjSt http://t.co/GKqU277fhG"}, {"tweet_text": "@thisismjacob Watch The Normal Heart next XD"}, {"tweet_text": "RT @asymptote4: Guys, if you have time, watch 'The Normal Heart' movie. The movies talks about gay love and HIV/ADS."}, {"tweet_text": "@AdrianMillar bloody hell! We're at the mercy of others on the road unfortunately. Hope your heart rate has returned to normal."}, {"tweet_text": "can my heart please beat at a normal speed and not go crazy all the time"}, {"tweet_text": "RT @asymptote4: Guys, if you have time, watch 'The Normal Heart' movie. The movies talks about gay love and HIV/ADS."}, {"tweet_text": "RT @asymptote4: Guys, if you have time, watch 'The Normal Heart' movie. The movies talks about gay love and HIV/ADS."}, {"tweet_text": "RT @asymptote4: Guys, if you have time, watch 'The Normal Heart' movie. The movies talks about gay love and HIV/ADS."}, {"tweet_text": "RT @asymptote4: Guys, if you have time, watch 'The Normal Heart' movie. The movies talks about gay love and HIV/ADS."}, {"tweet_text": "RT @asymptote4: Guys, if you have time, watch 'The Normal Heart' movie. The movies talks about gay love and HIV/ADS."}, {"tweet_text": "ICYMI: Bless Gwyneth's Heart: Gwyneth Paltrow joins the NYC Foodbank Challenge http://t.co/2noH21wYEI http://t.co/b4SuEmOHYQ"}, {"tweet_text": "The normal heart, probabilmente https://t.co/cuPZxnnhYP"}, {"tweet_text": "RT @MissMiranabila: He walked away but keep in touch. Later he finds out the girl gradually opens up her heart with someone else, he tried …"}, {"tweet_text": "A joyful heart is the normal result of a heart burning with love. She gives most who gives with joy.- Mother Teresa"}, {"tweet_text": "@fsychology White Oleander, we need to talk about Kevin, Rabbit proof fence, Awakening, Mystic River, The normal heart."}, {"tweet_text": "@Thats_Normal @julep0405 ALL SHOULD BE IN THE NEXT 6 EPISODES Well doneThey gave your heart a squeeze when you read!READ THEBOOKS@Writer_DG"}, {"tweet_text": "My heart beat returned to normal when my name was on the list with 4 names"}, {"tweet_text": "He walked away but keep in touch. Later he finds out the girl gradually opens up her heart with someone else, he tried to act normal."}, {"tweet_text": "@AngelicRetainer *part of her mind wondered about Pit having a normal heart as an angel but it was quickly silenced to enjoy the heartbeat*"}, {"tweet_text": "@YMagner I think I may be a bit in love with these..my heart rate quickened when she brought out the box..that's normal, right?!"}, {"tweet_text": "Guys, if you have time, watch 'The Normal Heart' movie. The movies talks about gay love and HIV/ADS."}, {"tweet_text": "Why Normal Isn't Healthy: How to Find Heart, Meaning, Passion, and Humor on the http://t.co/df4zraoo1c http://t.co/gmgBkTXAbL"}, {"tweet_text": "Why Normal Isn't Healthy: How to Find Heart, Meaning, Passion, and Humor on the http://t.co/mwBdcVFEgj http://t.co/kCmfgESfYK"}, {"tweet_text": "RT @holden_aus: The average adult heart beats 72 times in a (normal) minute - imagine what it would be here? ;) #funfactfriday http://t.co/…"}, {"tweet_text": "#NW The Normal Heart"}, {"tweet_text": "i have a sickness that includes the heart so i dont know what i actually feel bc of the medicines i take to let my heart be normal"}, {"tweet_text": "RT @holden_aus: The average adult heart beats 72 times in a (normal) minute - imagine what it would be here? ;) #funfactfriday http://t.co/…"}, {"tweet_text": "THE NORMAL HEART- a story about aids and how it started"}, {"tweet_text": "nw: the normal heart"}, {"tweet_text": "@MATTJOOSA ya bro. Nothing much bro. Just something wrong with the heart but they say it's normal. Finding one pt job is hard now"}, {"tweet_text": "@zingtv With butterflies and smiles\nI feel something in heart like its beating fast then normal all the tym😘 #WhenInLove"}, {"tweet_text": "The average adult heart beats 72 times in a (normal) minute - imagine what it would be here? ;) #funfactfriday http://t.co/vWkkznxvMs"}, {"tweet_text": "Due to a creative change all of my roles in the Normal Heart will now be read as Ms. Swan the next 2 nights."}, {"tweet_text": "@scottEweinberg They missed \"Fart So Loud\" and the Normal Al parody, \"Heart So Proud.\""}, {"tweet_text": "@treyamandus oh man i don't remember... the normal heart maybe??"}, {"tweet_text": "@TimGooderham But heart is ticking normal at the moment :)"}, {"tweet_text": "@TarkatanBeauty my sister told my parents and I was rushed to the hospital for a cat scan and everything was normal but I my heart was high"}, {"tweet_text": "Can't remember a time when my heart wasn't beating like twice the normal amount"}, {"tweet_text": "RT @tvtagBlackish: #blackishABC will be among the shows celebrated at this years Television Academy Honors! http://t.co/07gONG4fuZ http://t…"}, {"tweet_text": "@Mlp_MayF @Heart_Hedonist — Nightfall and the highest end strike playlist. And the current raid drops the best gear with normal mode —"}, {"tweet_text": "@AndrewHugsDogs \"the normal heart\" haha"}, {"tweet_text": "@noaahhh_2016 omg Foreal? That's crazy. But the normal heart rate for our age is 60 per min and mines at like 45-50 per min"}, {"tweet_text": "Will undergo 3 heart related tests today. I hope all the results will be normal."}, {"tweet_text": "The fact that I need an inhaler by my side now because my heart beat and breathing is NOT NORMAL 😅🔫"}, {"tweet_text": "The Normal Heart is such an important movie."}, {"tweet_text": "My heart beat is starting to return to normal...but the red wings win!!!"}, {"tweet_text": "RT @JohnsonSoco: I'm far from normal...\nPretty little face...\nBut got the heart of a Beast... http://t.co/3tG9AiOZX1"}, {"tweet_text": "@annetheandrade restraining the smirk. He noticed he was still with his heart racing, and it was like his breath still wasn't normal."}, {"tweet_text": "@Iibertynd the normal heart or BBC? Im gonna watch both."}, {"tweet_text": "The Normal Heart = woah thats a lotta dick"}, {"tweet_text": "Normal Heart and the Destiny of Me by Larry Kramer (2000, Paperback, Reprint) http://t.co/qXnzwgptsU http://t.co/dgP4ciDLDr"}, {"tweet_text": "RT @5SOS: Going to give the upcoming tour all the energy and all the heart I can possibly give!!! ❤️ lets rock out asap 😍🎸"}, {"tweet_text": "RT @5SOS: Thank you from the bottom of my heart if you have a ticket for the shows... We won't let you down! ❤️"}, {"tweet_text": "RT @thelpfn: Wishing a Happy 61st Birthday to #LeePace's The Normal Heart co-star #EllenBarkin! :O) http://t.co/cQXz6E7fyL"}, {"tweet_text": "When the assistant director said \"it's normal to burn midnight oil\" my heart kinda dropped like noooo it's not normal at all"}, {"tweet_text": "When you wanna cut your heart out and live without it for a while until it resumes back to normal because the Pain"}, {"tweet_text": "@WhiteBlindNinja +moment, taking the time to quickly recover and regain normal breathing and heart rate."}, {"tweet_text": "@CaitLomas I end up sleeping all the time!!! My heart works about 3 times as hard as a normal persons, which is why I get so tired."}, {"tweet_text": "Hitting the butcher's to buy a pig's heart. 'Just another normal day at the office' my MUA @siljemyre says. #fineart  #darkart #photography"}, {"tweet_text": "@eeeAlexandra anything under 100 is a normal heart beat. If you wanna improve it you need to do cardio. statistics class r the devil!"}, {"tweet_text": "RT @thelpfn: Wishing a Happy 61st Birthday to #LeePace's The Normal Heart co-star #EllenBarkin! :O) http://t.co/cQXz6E7fyL"}, {"tweet_text": "@The100writers My heart rate has returned to normal since the season concluded. Don't like it. I want back to using the edge of my seat."}, {"tweet_text": "@alli1davis @RyanT_Anderson The day I find this normal will never come, it bothers me because it touches my heart! It's so very wrong!"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "RT @thelpfn: Wishing a Happy 61st Birthday to #LeePace's The Normal Heart co-star #EllenBarkin! :O) http://t.co/cQXz6E7fyL"}, {"tweet_text": "[CouchPotato] Found 313 releases for \"The Normal Heart\" before ETA. Select and download via the dashboard."}, {"tweet_text": "I wish that my spine was fine and my heart beat normal\nI wish the light didn't hurt my head\nI wish I didn't wish I was dead\n#tipsfedora"}, {"tweet_text": "RT @MinnyAlien: My heart is beating twice the normal speed http://t.co/jcmTx3RL1F"}, {"tweet_text": "RT @thelpfn: Wishing a Happy 61st Birthday to #LeePace's The Normal Heart co-star #EllenBarkin! :O) http://t.co/cQXz6E7fyL"}, {"tweet_text": "My heart is beating twice the normal speed http://t.co/jcmTx3RL1F"}, {"tweet_text": "Swear my heart goes out to Eastern European people cause my boyfriend is one and all he does is try and live normal live in the UK."}, {"tweet_text": "RT @Piru_do_matt: these fake yet vain kill me the heart 😭😭😭😭😭😭😴😴😴 #20DaysOfDallas @camerondallas http://t.co/4iAhPyErPw"}, {"tweet_text": "Every person should be made to watch \"The Normal Heart\" to help them realise why HIV is not something to be trifled with &amp; its history."}, {"tweet_text": "It's been 20 minutes since I watched the new Star Wars trailer, and my heart rate hasn't returned to normal yet."}, {"tweet_text": "RT @Thats_Normal: Bless Gwyneth's Heart: #GwynethPaltrow joins the #FoodBankNYCChallenge via @BlessAmysHeart http://t.co/qGm5g1SdHG"}, {"tweet_text": "Like, how do you normal people trust someone like that? With your heart, personal space, private thoughts? Is the reward worth the risk?"}, {"tweet_text": "Feeling a bit down so decided to watch The Normal Heart. Might be not the cleverest idea, but it's time."}, {"tweet_text": "The dog is with animal control, a very good friend moved my car with no ticket, and my heart rate is slowing back to normal."}, {"tweet_text": "RT @thelpfn: Wishing a Happy 61st Birthday to #LeePace's The Normal Heart co-star #EllenBarkin! :O) http://t.co/cQXz6E7fyL"}, {"tweet_text": "RT @DailyMail: Man covered in lumps finally feels normal after joining the Venice Beach Freakshow http://t.co/mqIwAF7VIa http://t.co/hapyiV…"}, {"tweet_text": "RT @nikita05719: PARIS, April 5 (Reuters) - The second patient to receive an artificial heart made by French firm Carmat is leading a norma…"}, {"tweet_text": "@fangirland_ the normal heart"}, {"tweet_text": "@MommaLarJ that's pretty normal, your heart is pumping twice the volume. My non pg is 60-70 and now is 90-115"}, {"tweet_text": "No heart attack blood normal it was bad milk the blow up my stomach meanwhile been x ray from head to toe  but... http://t.co/gQdtZrXivU"}, {"tweet_text": "The VA said everything looked normal.\n\n2 days later I'm in the ER for a heart infection.\n\nNice try, VA. You're not killing me that easily."}, {"tweet_text": "I have to say, the new Star Wars trailer has my heart beating a little faster than normal."}, {"tweet_text": "@JazzyEbooks you're trying to drug me so you can see that one hbo movie \"the normal heart\" he was so fucking good in that"}, {"tweet_text": "RT @thelpfn: Wishing a Happy 61st Birthday to #LeePace's The Normal Heart co-star #EllenBarkin! :O) http://t.co/cQXz6E7fyL"}, {"tweet_text": "Fantastic - 'The Normal Heart,’ ‘Black-ish,’ ‘Transparent’ to Be Celebrated at Television Academy Honors http://t.co/XFkZVTrwmM via @TheWrap"}, {"tweet_text": "RT @MartinaSybelle: “Men do not naturally not love. They learn not to.”\nThe Normal Heart.\n\nSono a pezzi.\nGuardatelo tutti."}, {"tweet_text": "#BlessHerHeart: #GwynethPaltrow and the #FoodBankNYCChallenge. SIGH. http://t.co/2noH21wYEI"}, {"tweet_text": "Not sure if it's the caffeine or nervousness for this test but my heart rate is above normal approaching sub-maximal"}, {"tweet_text": "RT @thelpfn: Wishing a Happy 61st Birthday to #LeePace's The Normal Heart co-star #EllenBarkin! :O) http://t.co/cQXz6E7fyL"}, {"tweet_text": "RT @thelpfn: Wishing a Happy 61st Birthday to #LeePace's The Normal Heart co-star #EllenBarkin! :O) http://t.co/cQXz6E7fyL"}, {"tweet_text": "Wishing a Happy 61st Birthday to #LeePace's The Normal Heart co-star #EllenBarkin! :O) http://t.co/cQXz6E7fyL"}, {"tweet_text": "Back in the heart hospital. They are trying to get me down to normal. http://t.co/GHGO5DpAT4"}, {"tweet_text": "I wish my heart could beat at a normal pace all the time."}, {"tweet_text": "I'm too lazy to find the normal heart emoji among ALL THE HEARTS so my heart is always sparkling 💖"}, {"tweet_text": "RT @per0likecaminah: The day I found out Troian Bellisario was black is the day my heart grew 10 times its normal size"}, {"tweet_text": "RT @MartinaSybelle: “Men do not naturally not love. They learn not to.”\nThe Normal Heart.\n\nSono a pezzi.\nGuardatelo tutti."}, {"tweet_text": "“Men do not naturally not love. They learn not to.”\nThe Normal Heart.\n\nSono a pezzi.\nGuardatelo tutti."}, {"tweet_text": "Latest: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/vUwylxelwh #MovieNews"}, {"tweet_text": "'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/81K3WVAq0p"}, {"tweet_text": "'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/QXd0R3n4BU"}, {"tweet_text": "75% of people that end of in the emergency room having or had an heart attack have normal overall cholesterol levels. http://t.co/Eie3nbIXyT"}, {"tweet_text": "RT @teachergirl00: ‘The Normal Heart,’ ‘Black-ish,’ ‘Transparent’ to Be Celebrated at Television Academy Honors http://t.co/f6CsfTYapc via …"}, {"tweet_text": "RT @VyvanseProblemz: The way my heart is beating I don't feel normal #vyvanseproblemz"}, {"tweet_text": "RT @tvtagBlackish: #blackishABC will be among the shows celebrated at this years Television Academy Honors! http://t.co/07gONG4fuZ http://t…"}, {"tweet_text": "RT @Deadline: ‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/ZjcuWnR6m9"}, {"tweet_text": "RT @tvtagBlackish: #blackishABC will be among the shows celebrated at this years Television Academy Honors! http://t.co/07gONG4fuZ http://t…"}, {"tweet_text": "The Normal Heart and the Destiny of Me - Tony Kushner (foreword), Larry Kramer - http://t.co/CADFMSWUMM http://t.co/Q91NT1wwWS"}, {"tweet_text": "The fee for complaining about Gwyneth is one donation to your local bank. http://t.co/XaZsuX7KIJ http://t.co/2noH21wYEI"}, {"tweet_text": "@linoangelo The Normal Heart!!!!!!!!!!!!!!!!!!!!!!"}, {"tweet_text": "‘The Normal Heart,’ ‘Black-ish,’ ‘Transparent’ to Be Celebrated at Television Academy Honors http://t.co/f6CsfTYapc via @TheWrap"}, {"tweet_text": "Want to watch A Single Man or The Normal Heart but both are heartbreaking. I need a break from all the Brokeback Mountain feels"}, {"tweet_text": "@stylahs \"The Normal Heart\""}, {"tweet_text": "RT @tvtagBlackish: #blackishABC will be among the shows celebrated at this years Television Academy Honors! http://t.co/07gONG4fuZ http://t…"}, {"tweet_text": "RT @tvtagBlackish: #blackishABC will be among the shows celebrated at this years Television Academy Honors! http://t.co/07gONG4fuZ http://t…"}, {"tweet_text": "RT @tvtagBlackish: #blackishABC will be among the shows celebrated at this years Television Academy Honors! http://t.co/07gONG4fuZ http://t…"}, {"tweet_text": "RT @tvtagBlackish: #blackishABC will be among the shows celebrated at this years Television Academy Honors! http://t.co/07gONG4fuZ http://t…"}, {"tweet_text": "RT @tvtagBlackish: #blackishABC will be among the shows celebrated at this years Television Academy Honors! http://t.co/07gONG4fuZ http://t…"}, {"tweet_text": "#blackishABC will be among the shows celebrated at this years Television Academy Honors! http://t.co/07gONG4fuZ http://t.co/fvqeITDlor"}, {"tweet_text": "‘The Normal Heart,’ ‘Black-ish,’ ‘Transparent’ to Be Celebrated at Television Academy Honors http://t.co/8CMWeMFlNt via @TheWrap"}, {"tweet_text": "Do not watch The Normal Heart unless you want to cry multiple times. #MySoulIsDeadNow"}, {"tweet_text": "I watched 'The Normal Heart'. Phenomenal movie. Reminds us of the millions who have lost their lives to HIV/AIDS. #TheNormalHeart #HIV #aids"}, {"tweet_text": "HIM FALLING ONTO THE BED WAS SUCH A NORMAL THING BUT LIKE IT MAKES ME WANT TO CRY MY HEART OUT http://t.co/LTb24nCqXD"}, {"tweet_text": "RT @Thats_Normal: Bless Gwyneth's Heart: #GwynethPaltrow joins the #FoodBankNYCChallenge via @BlessAmysHeart http://t.co/qGm5g1SdHG"}, {"tweet_text": "From @Thats_Normal: Bless Gwyneth’s Heart: Gwyneth Paltrow joins the NYC Foodbank Challenge http://t.co/9AMjSqwhBb http://t.co/z5qPdiNWA2"}, {"tweet_text": "From @Thats_Normal: Bless Gwyneth’s Heart: Gwyneth Paltrow joins the NYC Foodbank Challenge http://t.co/rFXMwR2K3a http://t.co/0fBmrx9XUP"}, {"tweet_text": "From @Thats_Normal Bless Gwyneth’s Heart: Gwyneth Paltrow joins the NYC… http://t.co/XROGmuJk1h #thatsnormal http://t.co/EMwLYxTOFY"}, {"tweet_text": "From @Thats_Normal: Bless Gwyneth’s Heart: Gwyneth Paltrow joins the NYC Foodbank Challenge http://t.co/WMdE97tNG4 http://t.co/iAtHhFgm1e"}, {"tweet_text": "Bless Gwyneth's Heart: #GwynethPaltrow joins the #FoodBankNYCChallenge via @BlessAmysHeart http://t.co/qGm5g1SdHG"}, {"tweet_text": "[CouchPotato] Found 39 releases for \"The Normal Heart\" before ETA. Select and download via the dashboard."}, {"tweet_text": "Trying to feel the peace inside my heart and mind today. Their normal function, without thinking or being worry and afraid like a pure sky."}, {"tweet_text": "A while since I watched Italian 5-5-0 defence with heart-in-the-mouth \"The Alamo\" style football. Just a part of normal #CUFC football..."}, {"tweet_text": "[CouchPotato] Found 2 releases for \"The Normal Heart\" before ETA. Select and download via the dashboard."}, {"tweet_text": "Matt Bomer &amp; Jim Parsons at HBO's \"The Normal Heart\" Premiere http://t.co/tLaqScS3LA"}, {"tweet_text": "‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/7DCEWqkonK via @deadline"}, {"tweet_text": "Joe Mantello &amp; Jonathan Groff at Celebrity Sightings In New York City - June 28, 2013 http://t.co/8j9OgAv7xN"}, {"tweet_text": "@MelanieWein think very likely it's via John Benjamin Hickey - Big C &amp; The Normal Heart - connections. :)"}, {"tweet_text": "RT @WhiteCollarUSA: Cheers to Matt Bomer on winning the Golden Globe for Best Supporting Actor in The Normal Heart! http://t.co/KfWWMO7kbL"}, {"tweet_text": "Finally getting around to watching 'The Normal Heart' on HBO Go. Took me long enough."}, {"tweet_text": "In the flux of change, use ur senses &amp; heart, w ur mind 2 screen choices. Ur time 2 create the future is now. RT http://t.co/6rGLB1Zz1B"}, {"tweet_text": "#HeartNews More children are smoking e-cigs in Wales than normal tobacco, plus the rest of North Wales' top stories http://t.co/kTJqVlVt4e"}, {"tweet_text": "http://t.co/loSz7lcNSh #Deals #Movies #DVD #Bluray THE NORMAL HEART DVD, + DIGITAL  2014 *BRAND NEW IN FACTORY SEALED BOX*"}, {"tweet_text": "‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/xYrhmE2MQs http://t.co/qxbXZu7mxk"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "4/16: HAPPY BIRTHDAY ELLEN BARKIN\n\nTheatre World Award: \"The Normal Heart\" (also Tony and Drama Desk Awards)... http://t.co/Kmyq4aprHj"}, {"tweet_text": "The stress from #2OT has lifted. My heart rate is normal now"}, {"tweet_text": "The pace that my heart is beating is not normal"}, {"tweet_text": "\"Sand between our toes Sammy\" aka the moment Dean broke my heart with wanting to be normal. :') #Supernatural"}, {"tweet_text": "Sorry for the rant but holding a sobbing child who wants to change himself to fit into society's box of what's \"normal\" breaks my heart"}, {"tweet_text": "RT @Sophie_Lozano_: \"I love you means I carry you in my heart every day\" the only normal thing my mother has ever said"}, {"tweet_text": "So I just watched \"The Normal Heart\". That was the most moving, thought-provoking thing I've seen in a long, long time."}, {"tweet_text": "\"I love you means I carry you in my heart every day\" the only normal thing my mother has ever said"}, {"tweet_text": "The true heart of a great teacher in Dallas Texas http://t.co/BP737rJv8I"}, {"tweet_text": "RT @BryanStars: When you're in a good mood you hear the music, but when you're feeling down or heart broken you listen to the lyrics"}, {"tweet_text": "Let's check on the Flames for a while so my heart rate can get back to normal. Lol"}, {"tweet_text": "I JUST GOT A FREAKING NORMAL CHROMA CASE FROM A DROP THE HEART ATTACK I JUST HAD. #chroma2"}, {"tweet_text": "Taylor Kitsch &amp; Jim Parsons at HBO's \"The Normal Heart\" Premiere - Arrivals http://t.co/KLNr8FjUXe"}, {"tweet_text": "@nareshchandrac because they make the heart work at normal pace."}, {"tweet_text": "Kind of bummed the Devils aren't in the playoffs, but I will also enjoy my normal heart rate while everyone else freaks out. 😊"}, {"tweet_text": "RT @Leversity: Normal uhc convo with Jade and I:\n\n(graser noise)\n(graser noise)\n(graser noise)\n(graser noise)\n(graser noise)\nwhat the fuck …"}, {"tweet_text": "Normal uhc convo with Jade and I:\n\n(graser noise)\n(graser noise)\n(graser noise)\n(graser noise)\n(graser noise)\nwhat the fuck you took a heart"}, {"tweet_text": "The Normal Heart And Dicaprio's Documentary Earn Tv Honours (Contact Music): Share With Friends:  |  | Music N... http://t.co/enXZQno1fp"}, {"tweet_text": "The Normal Heart And Dicaprio's Documentary Earn Tv Honours (Contact Music): Share With Friends:  |  | Music N... http://t.co/6tc1avbX3i"}, {"tweet_text": "RT @FilmTVDiversity: ‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/StXTxMtdIP"}, {"tweet_text": "The Normal Heart And Dicaprio's Documentary Earn Tv Honours http://t.co/zToPDE5ycQ"}, {"tweet_text": "We open in just 30 mins. for PAY WHAT YOU CAN night to the Normal Heart! Get your tickets NOW: http://t.co/BGVSEWc65i http://t.co/pt5oCFnk8h"}, {"tweet_text": "The normal heart 💕💕💕"}, {"tweet_text": "RT @FilmTVDiversity: ‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/StXTxMtdIP"}, {"tweet_text": "RT @FilmTVDiversity: ‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/StXTxMtdIP"}, {"tweet_text": "The Normal Heart And Dicaprio's Documentary Earn Tv Honours:  http://t.co/ggrd6jDEvi"}, {"tweet_text": "Contact Music - The Normal Heart And Dicaprio's Documentary Earn Tv Honours http://t.co/ahZ4BfBf95"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "RT @FilmTVDiversity: ‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/StXTxMtdIP"}, {"tweet_text": "RT @FilmTVDiversity: ‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/StXTxMtdIP"}, {"tweet_text": "RT @FilmTVDiversity: ‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/StXTxMtdIP"}, {"tweet_text": "‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/StXTxMtdIP"}, {"tweet_text": "Forgot that seeing a turkey vulture on the side of the road was a normal thing in Chatham-Kent. BRB while my heart rate returns to steady."}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "RT @shitphobic: @carleadkaxs its beyond revenge bro,there is inborn stuff   in the form of 'blood clot' in the heart of normal human thats …"}, {"tweet_text": "@carleadkaxs its beyond revenge bro,there is inborn stuff   in the form of 'blood clot' in the heart of normal human thats responsible"}, {"tweet_text": "what's the point of doing \"normal things\" like showering and going to school and even getting up for that matter when my heart is so heavy"}, {"tweet_text": "MiraCosta College Theatre Presents ‘The Normal Heart’ http://t.co/qDu3lYIFT3"}, {"tweet_text": "'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors: Plus, three othe... http://t.co/R9guJJDeOh #movies #cinema"}, {"tweet_text": "RT @nikita05719: PARIS, April 5 (Reuters) - The second patient to receive an artificial heart made by French firm Carmat is leading a norma…"}, {"tweet_text": "{Marluxia appeared as normal as he was before as he too stepped into the Grea Area with the jar of heart.} \"...Do you--@_dancingwater"}, {"tweet_text": "@J19157 and when they're blatantly not? Right now I'm watching the champion's league highlights. My blood pressure and heart rate are normal"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "I have a heart beat in my stomach, I don't remember the last time that was normal😐"}, {"tweet_text": "Is it normal for one to get chest pains every time they see a pic of their fav actor or am I on the verge of getting a fucking heart attack"}, {"tweet_text": "hearbreaks are normal, but crying endlessly for the guy who broke your heart is stupidity"}, {"tweet_text": "'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors - Hollywood Reporter http://t.co/M1jDL6OFmL"}, {"tweet_text": "‘The Normal Heart,’ ‘Black-ish,’ ‘Virun http://t.co/1ubTD7dnUS via @Easy_Branches #easybranches #marketing #influence http://t.co/uGRCjliaon"}, {"tweet_text": "The Television Academy Honors rewards shows for cultural influence, Transparent &amp; Black-ish among this year's winners http://t.co/B2Oersg6eB"}, {"tweet_text": "RT @ilabachrn: ‘The Normal Heart,’ ‘Black-ish,’ ‘Transparent’ to Be Celebrated at Television Academy Honors http://t.co/fNwgOUpvwv"}, {"tweet_text": "@ArushiiN haha not on the show but was somewhat part of this season, so the contestants getting eliminated breaks my heart more than normal"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "RT @ilabachrn: ‘The Normal Heart,’ ‘Black-ish,’ ‘Transparent’ to Be Celebrated at Television Academy Honors http://t.co/fNwgOUpvwv"}, {"tweet_text": "Me ha gustado un vídeo de @YouTube (http://t.co/uOkYkshae1 - nobody said it was easy | NED + FELIX (THE NORMAL HEART))."}, {"tweet_text": "'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors: Plus, three othe... http://t.co/G9GRTfx8WH #movies #cinema"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "THE NORMAL HEART, TRANSPARENT Among 2015 TV Academy Honorees: http://t.co/fBVKaZSD6R"}, {"tweet_text": "RT @ilabachrn: ‘The Normal Heart,’ ‘Black-ish,’ ‘Transparent’ to Be Celebrated at Television Academy Honors http://t.co/fNwgOUpvwv"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "‘The Normal Heart,’ ‘Black-ish,’ ‘Transparent’ to Be Celebrated at Television Academy Honors http://t.co/fNwgOUpvwv"}, {"tweet_text": "News @Deadline ‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/13XQsBSLBR"}, {"tweet_text": "@MrRPMurphy @MarkRuffalo @MattBomer They say turnabout is fair play:http://t.co/8Smd2v1MKF But, apology for skewed balloting  wd be better."}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "The Wrap - http://t.co/5yr4CCNL1q - &amp;#8216The Normal Heart &amp;#8216Black-ish &amp;#8216Transparent to Be Celebrated at Television Academy Honor"}, {"tweet_text": "http://t.co/olVU5ULGmh THE NORMAL HEART, TRANSPARENT Among 2015 TV Academy Honorees #Fanuendo"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "#Awards News: ‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/LaIP77xD3p"}, {"tweet_text": "THE NORMAL HEART, TRANSPARENT Among 2015 TV Academy Honorees: The Television Academy today… http://t.co/iaMlg2VJ61"}, {"tweet_text": "you know when you start listening to the song going really fast? not in the normal way? is my heart over excited or some? I like this! 😱👂💖🎵💥"}, {"tweet_text": "Broadway_News: THE NORMAL HEART, TRANSPARENT Among 2015 TV Academy Honorees: The Television Academy today announced this… …"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "Was everything a lie... Like normal I'll pick up the pieces of my shattered heart and move on... Never to have my safe place again"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "THE NORMAL HEART, TRANSPARENT Among 2015 TV Academy Honorees: The Television Academy today announced this… http://t.co/41lrLm2lIW #broadway"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "THE NORMAL HEART, TRANSPARENT Among 2015 TV Academy Honorees http://t.co/jtsYHdnE9C http://t.co/aMCFAaCxms http://t.co/KzJyurVWpm"}, {"tweet_text": "'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/8xsEkDXt93 via @THR"}, {"tweet_text": "‘The Normal Heart,’ ‘Black-ish,’ ‘Virunga’ Receive Television Academy Honors http://t.co/FGwApFGi9V"}, {"tweet_text": "'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/FYESObsViJ"}, {"tweet_text": "‘The Normal Heart,’ ‘Black-ish,’ ‘Transparent’ to Be Celebrated at Television Academy Honors http://t.co/8hXMJpXLqQ"}, {"tweet_text": "‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees\n#IMDb http://t.co/4w3zcszcHL"}, {"tweet_text": "‘The Normal Heart,’ ‘Black-ish,’ ‘Transparent’ to Be Celebrated at Television Academy Honors http://t.co/Jb2X8IWPOD"}, {"tweet_text": "‘The Normal Heart,’ ‘Black-ish,’ ‘Transparent’ to Be Celebrated at Television Academy Honors http://t.co/xW7nEMDPRE"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "http://t.co/QK63qFh6mx 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/XzXNebIG1G"}, {"tweet_text": "'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/1aaPUtu1uG"}, {"tweet_text": "'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/cvFy7mFr76"}, {"tweet_text": "'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors: Plus, three other programs will be recognized at the aw..."}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "http://t.co/8wDb4TvIjo THE NORMAL HEART, TRANSPARENT Among 2015 TV Academy Honorees #Fanuendo"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "RT : 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors...  http://t.co/SzGHyLWK7N"}, {"tweet_text": "#Movies #Hollywood ‘The Normal Heart,’ ‘Black-ish,’ ‘Transparent’ to Be Celebrated at Television Academy Honors http://t.co/Rd4emzthW3"}, {"tweet_text": "'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/ezoX8R3xie"}, {"tweet_text": "#CelebrityNews: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors... http://t.co/fInjF035lc"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "Yes, it is very interesting that @TelevisionAcad failed to give The Normal Heart the deserved emmys and now this. https://t.co/seysGYLwv0"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors: Plus, three other programs will ... http://t.co/MU3sqDhYSv"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "'The Normal Heart,' 'Black-ish,' 'Transparent' to Be Celebrated at Television ... - TheWrap http://t.co/Shx0JB32ne"}, {"tweet_text": "'Black-ish', 'Transparent', 'The Normal Heart' Among Television Academy Honorees - Deadline http://t.co/dPi99wGytp"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "THE NORMAL HEART, TRANSPARENT Among 2015 TV Academy Honorees http://t.co/FaQkvQfsr4 http://t.co/aMCFAaCxms http://t.co/Ykf9v4tlMl"}, {"tweet_text": "‘The Normal Heart,’ ‘Black-ish,’ ‘Transparent’ to Be Celebrated at Television Academy Honors … http://t.co/GUh4uRJYWc"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "\"@THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/5EaAoMTVzv\" congratulation @MarkRuffalo"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "RT @THR: 'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "'The Normal Heart,' 'Black-ish,' 'Virunga' Receive Television Academy Honors http://t.co/eskQx22viI"}, {"tweet_text": "http://t.co/QXYNNiNLDI ‘The Normal Heart,’ ‘Black-ish,’ ‘Transparent’ to Be Celebrated at Television Academy Honors #Fanuendo"}, {"tweet_text": "RT @broadwayworld: THE NORMAL HEART, TRANSPARENT Among 2015 TV Academy Honorees... \nhttp://t.co/azGQTOqK5I"}, {"tweet_text": "Why yes, I did just write out a script for that phone conversation. Now time to get the heart beat back to normal. #phonephobia"}, {"tweet_text": "‘The Normal Heart,’ ‘Black-ish,’ ‘Transparent’ to Be Celebrated at Television Academy Honors http://t.co/15CRksC9OH"}, {"tweet_text": "RT @broadwayworld: THE NORMAL HEART, TRANSPARENT Among 2015 TV Academy Honorees... \nhttp://t.co/azGQTOqK5I"}, {"tweet_text": "THE NORMAL HEART, TRANSPARENT Among 2015 TV Academy Honorees: The Television Academy today announced... http://t.co/9FynWEtNtd #Broadway"}, {"tweet_text": "THE NORMAL HEART, TRANSPARENT Among 2015 TV Academy Honorees: The Television Academy today announced this year... http://t.co/88vOFiZ0pj"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "‘The Normal Heart,’ ‘Black-ish,’ ‘Transparent’ to Be Celebrated at Television Academy Honors http://t.co/ELvraZJI0M via @TheWrap"}, {"tweet_text": "RT @Deadline: ‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/ZjcuWnR6m9"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "Why, during heart failure, do channels move to crest? Is there relocation of the channels or are they normal but not functional? #heartcells"}, {"tweet_text": "‘The Normal Heart,’ ‘Black-ish,’ ‘Transparent’ to Be Celebrated at Television Academy Honors http://t.co/Zynyt69UTQ (TheWrap)"}, {"tweet_text": "RT @broadwayworld: THE NORMAL HEART, TRANSPARENT Among 2015 TV Academy Honorees... \nhttp://t.co/azGQTOqK5I"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "RT @broadwayworld: THE NORMAL HEART, TRANSPARENT Among 2015 TV Academy Honorees... \nhttp://t.co/azGQTOqK5I"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "RT @Deadline: ‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/ZjcuWnR6m9"}, {"tweet_text": "RT @TheWrap: 'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t…"}, {"tweet_text": "THE NORMAL HEART, TRANSPARENT Among 2015 TV Academy Honorees... \nhttp://t.co/azGQTOqK5I"}, {"tweet_text": "RT @NCamcam: For normal people it's a swing set \nFor Castle fans it's the beginning of their death http://t.co/z5PnqHZde6"}, {"tweet_text": "'The Normal Heart' @black_ishABC @transparent_tv to Be Celebrated at Television Academy Honors http://t.co/yHbp4t5iO5 http://t.co/G5vgSF9SKU"}, {"tweet_text": "Next to Normal opened at the Booth six years ago today! My musical theatre beating heart has never been the same since I saw that lil babe."}, {"tweet_text": "#Movies #Hollywood ‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/2aPYX8U7Sc"}, {"tweet_text": "‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/tw1pNc78pg (DH)"}, {"tweet_text": "‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees The eighth annual Television... http://t.co/zV2WcnlWwf"}, {"tweet_text": "DEADLINE: ‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/mYkUhl5XIQ"}, {"tweet_text": "From http://t.co/9UaGYG9NY8 ‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/saqOyZvcmG"}, {"tweet_text": "RT @Deadline: ‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/ZjcuWnR6m9"}, {"tweet_text": "RT @Deadline: ‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/ZjcuWnR6m9"}, {"tweet_text": "‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/GTTRROeI83"}, {"tweet_text": "‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/ZjcuWnR6m9"}, {"tweet_text": "The eighth annual Television Academy Honors are set, and a pair of freshman series and two HBO projects are among … http://t.co/rIIp6lzy16"}, {"tweet_text": "‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/DEOqb30USn"}, {"tweet_text": "‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/KUGzVS749K via @NikkiFinke"}, {"tweet_text": "‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/FFp5IPn0MZ [via http://t.co/8ajOyv6wpn]"}, {"tweet_text": "‘Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees http://t.co/iA9P7FABPB"}, {"tweet_text": "‘#Black-ish’, ‘Transparent’, ‘The Normal Heart’ Among Television Academy Honorees | Deadline http://t.co/eQPnmlG8do #eyebalz #buzz @Deadline"}, {"tweet_text": "This was just perfection Matt winner of Critic's choice awards for The Normal Heart http://t.co/ajTH0BglXH"}, {"tweet_text": "The normal moment when we need him, he will go. When we've flushed him away from our heart, he'll come back."}, {"tweet_text": "RT @WhiteCollarUSA: Cheers to Matt Bomer on winning the Golden Globe for Best Supporting Actor in The Normal Heart! http://t.co/KfWWMO7kbL"}, {"tweet_text": "A farm in western Pennsylvania, US, is now home to a 6-week-old bull calf that, although perfectly normal at f... http://t.co/OMbvmCXa2J"}, {"tweet_text": "My cat and, god, he a piece of my heart, and birthmarks and the stars are normal\nacne is the colours in. — http://t.co/2eMyN9v2DF"}, {"tweet_text": "L C #Hollywood #Star THE NORMAL HEART - MARK RUFFALO JULIA ROBERTS 2014 GAY THEMED HUMAN DRAMA #DVD #BestSeller… http://t.co/jq1Ar886Eo"}, {"tweet_text": "at least my heart is beating in the normal tempo today"}, {"tweet_text": "L L B #Hollywood #Star THE NORMAL HEART - MARK RUFFALO JULIA ROBERTS 2014 GAY THEMED HUMAN DRAMA #DVD #BestSeller… http://t.co/k8Wmv9hqx5"}, {"tweet_text": "Heart of the Underdog is so ridiculous I hope they keep making more normal pendulum monsters so I can more reliably draw 9 cards a turn"}, {"tweet_text": "Is it normal that me and the security lady at my school have heart to hearts everyday that I'm here????"}, {"tweet_text": "Jim Parsons &amp; Matt Bomer at HBO's \"The Normal Heart\" Premiere - Arrivals http://t.co/wS9nZE1ort"}, {"tweet_text": "\"...a movie which will surpass your expectations in every way.\"- PigMark, The Normal Heart movie review"}, {"tweet_text": "WATCH: Movie Trailer- The Normal Heart https://t.co/Z5m4mBXU3U #movie #movietwit"}, {"tweet_text": "READ: Movie Review- The Normal Heart https://t.co/ilcUtSWN0f #movietwit #movie #dramania #DramaAlert #wednesdaytreat #LGBT #pigmarked"}, {"tweet_text": "L B #Hollywood #Star THE NORMAL HEART - MARK RUFFALO JULIA ROBERTS 2014 GAY THEMED HUMAN DRAMA #DVD #BestSeller… http://t.co/9hcjkfSDUW"}, {"tweet_text": "She Thought This Was Just A Normal Trip To The Movies. The Truth Will Melt Your Heart! http://t.co/vOwrId2h8i"}, {"tweet_text": "RT @broken_homo: Photoset: famousmeat: Jonathan Groff in speedos for HBO’s The Normal Heart http://t.co/DnuaYWqIm8"}, {"tweet_text": "RT @calebsaysthings: Decided to re-watch The Normal Heart today. We all make mistakes."}, {"tweet_text": "RT @Doylethegreat: Watching The Normal Heart, and I guess I’m just supposed to go on living my life after this?"}, {"tweet_text": "L L L #Hollywood #Star THE NORMAL HEART - MARK RUFFALO JULIA ROBERTS 2014 GAY THEMED HUMAN DRAMA #DVD #BestSeller… http://t.co/Q94fUNKmS2"}, {"tweet_text": "RT @TheMovieMemory: \"You can't stop fighting for the ones you love.\"\n - The Normal Heart"}, {"tweet_text": "L L #Actress #Celebs THE NORMAL HEART - MARK RUFFALO JULIA ROBERTS 2014 GAY THEMED HUMAN DRAMA #DVD #Buy #Discount http://t.co/BCD1wX8W1F"}, {"tweet_text": "L L #Hollywood #Star THE NORMAL HEART - MARK RUFFALO JULIA ROBERTS 2014 GAY THEMED HUMAN DRAMA #DVD #BestSeller… http://t.co/U7UsHkopmv"}, {"tweet_text": "General Knowledge:\n\n-The time interval between two beats of a normal human heart is 1 second.\n\n-Hemoglobin makes the blood look red."}, {"tweet_text": "The Normal Heart confrontation (Ned and Felix) http://t.co/Ew9wZuzWUh #dino_71pgh #LGBT"}, {"tweet_text": "L #Actress #Celebs THE NORMAL HEART - MARK RUFFALO JULIA ROBERTS 2014 GAY THEMED HUMAN DRAMA #DVD #Buy #Discount http://t.co/MXywGAiPI2"}, {"tweet_text": "L #Hollywood #Star THE NORMAL HEART - MARK RUFFALO JULIA ROBERTS 2014 GAY THEMED HUMAN DRAMA #DVD #BestSeller #eBay http://t.co/TD6D1k38Lw"}, {"tweet_text": "Anyone who didn't feel the emotion and sadness in their heart during that movie.. may not be normal. In my opinion. Like what ?"}, {"tweet_text": "@hansaekim have you seen the normal heart"}, {"tweet_text": "#Movie #Memorabilia THE NORMAL HEART - MARK RUFFALO JULIA ROBERTS 2014 GAY THEMED HUMAN DRAMA #DVD http://t.co/6cJDnNG7k5 #Bargain #Deal"}, {"tweet_text": "#Actress #Celebs THE NORMAL HEART - MARK RUFFALO JULIA ROBERTS 2014 GAY THEMED HUMAN DRAMA #DVD http://t.co/2Lmmcb9nJR #Buy #Discount"}, {"tweet_text": "#Hollywood #Star THE NORMAL HEART - MARK RUFFALO JULIA ROBERTS 2014 GAY THEMED HUMAN DRAMA #DVD http://t.co/nClcHMjurd #BestSeller #eBay"}, {"tweet_text": "Pano malaman kung nervous ka? — if your heart is beating thrice the speed of your normal heartbeat. lol jk gawa ... http://t.co/tkRcE6TgWJ"}, {"tweet_text": "Eyes dun got heavy. Heart is just hurting. On the outside I'm normal but on the inside I'm cursing."}, {"tweet_text": "@MarkRuffalo is under rated. ❤️ Foxcatcher, Begin Again, Avengers, The Normal Heart, Zodiac. #awardsnub #whereisthelove #keepacting #fan"}, {"tweet_text": "I want sex. Not just normal sex. I want back arching, sheet grabbing, bed shaking, heart racing, skin brushing, lip gazing, deep moaning sex"}, {"tweet_text": "@cabellocean not on netflix but the normal heart i've never cried during a movie in my entire life"}, {"tweet_text": "The feeling of being yds away from you, yet my heart still pounded. Is that normal?"}, {"tweet_text": "@MattBomer love you matt or were so amazing in the the normal heart love you"}, {"tweet_text": "RT @Life_In_The_D: Wait......my heart isn't racing.....I feel at ease.....I feel normal.  Apparently, this is what happens when Joe Nathan …"}, {"tweet_text": "@SarahDanelle5 whoa whoa you stepping over the line your heart normal sized 😂😂😂😂😂😂😂"}, {"tweet_text": "I found most of the guys so annoying! Only a few can get into my heart, and make me feel normal again being with them. So rare tho."}, {"tweet_text": "the normal things that people can just let go and move on from..... I usually take to heart very easily😅😅😅"}, {"tweet_text": "The story of Next to Normal breaks my heart"}, {"tweet_text": "RT @Life_In_The_D: Wait......my heart isn't racing.....I feel at ease.....I feel normal.  Apparently, this is what happens when Joe Nathan …"}, {"tweet_text": "RT @Life_In_The_D: Wait......my heart isn't racing.....I feel at ease.....I feel normal.  Apparently, this is what happens when Joe Nathan …"}, {"tweet_text": "OMG!!!!!  Thank you guildies\n [Heart of the Clefthoof] http://t.co/rik81diWDq #Warcraft"}, {"tweet_text": "\"That's how I want to be remembered. A man that has won the war\"\n\n(The Normal Heart)"}, {"tweet_text": "RT @Life_In_The_D: Wait......my heart isn't racing.....I feel at ease.....I feel normal.  Apparently, this is what happens when Joe Nathan …"}, {"tweet_text": "RT @Life_In_The_D: Wait......my heart isn't racing.....I feel at ease.....I feel normal.  Apparently, this is what happens when Joe Nathan …"}, {"tweet_text": "RT @per0likecaminah: The day I found out Troian Bellisario was black is the day my heart grew 10 times its normal size"}, {"tweet_text": "RT @per0likecaminah: The day I found out Troian Bellisario was black is the day my heart grew 10 times its normal size"}, {"tweet_text": "The day I found out Troian Bellisario was black is the day my heart grew 10 times its normal size"}, {"tweet_text": "RT @WhiteCollarUSA: Cheers to Matt Bomer on winning the Golden Globe for Best Supporting Actor in The Normal Heart! http://t.co/KfWWMO7kbL"}, {"tweet_text": "RT @Life_In_The_D: Wait......my heart isn't racing.....I feel at ease.....I feel normal.  Apparently, this is what happens when Joe Nathan …"}, {"tweet_text": "@Nab_The_Heart ahh i see your point! but i guess we're just going to have to part ways in opinions which is fine and normal 👍"}, {"tweet_text": "RT @Life_In_The_D: Wait......my heart isn't racing.....I feel at ease.....I feel normal.  Apparently, this is what happens when Joe Nathan …"}, {"tweet_text": "RT @Life_In_The_D: Wait......my heart isn't racing.....I feel at ease.....I feel normal.  Apparently, this is what happens when Joe Nathan …"}, {"tweet_text": "RT @Life_In_The_D: Wait......my heart isn't racing.....I feel at ease.....I feel normal.  Apparently, this is what happens when Joe Nathan …"}, {"tweet_text": "RT @Life_In_The_D: Wait......my heart isn't racing.....I feel at ease.....I feel normal.  Apparently, this is what happens when Joe Nathan …"}, {"tweet_text": "RT @Life_In_The_D: Wait......my heart isn't racing.....I feel at ease.....I feel normal.  Apparently, this is what happens when Joe Nathan …"}, {"tweet_text": "RT @Life_In_The_D: Wait......my heart isn't racing.....I feel at ease.....I feel normal.  Apparently, this is what happens when Joe Nathan …"}, {"tweet_text": "RT @Life_In_The_D: Wait......my heart isn't racing.....I feel at ease.....I feel normal.  Apparently, this is what happens when Joe Nathan …"}, {"tweet_text": "RT @Life_In_The_D: Wait......my heart isn't racing.....I feel at ease.....I feel normal.  Apparently, this is what happens when Joe Nathan …"}, {"tweet_text": "RT @Life_In_The_D: Wait......my heart isn't racing.....I feel at ease.....I feel normal.  Apparently, this is what happens when Joe Nathan …"}, {"tweet_text": "RT @Life_In_The_D: Wait......my heart isn't racing.....I feel at ease.....I feel normal.  Apparently, this is what happens when Joe Nathan …"}, {"tweet_text": "RT @Life_In_The_D: Wait......my heart isn't racing.....I feel at ease.....I feel normal.  Apparently, this is what happens when Joe Nathan …"}, {"tweet_text": "RT @Life_In_The_D: Wait......my heart isn't racing.....I feel at ease.....I feel normal.  Apparently, this is what happens when Joe Nathan …"}, {"tweet_text": "RT @Life_In_The_D: Wait......my heart isn't racing.....I feel at ease.....I feel normal.  Apparently, this is what happens when Joe Nathan …"}, {"tweet_text": "\"To win a war, you have to start one.\"\n~The Normal Heart"}, {"tweet_text": "Is it normal for your heart to melt and explode at the same time? http://t.co/n3TgXpRzoP"}, {"tweet_text": "RT @ramblingsloa: “A joyful heart is the normal result of a heart burning with love. \nShe gives most who gives with joy.” \n― Mother Teresa"}, {"tweet_text": "RT @ramblingsloa: “A joyful heart is the normal result of a heart burning with love. \nShe gives most who gives with joy.” \n― Mother Teresa"}, {"tweet_text": "RT @ramblingsloa: “A joyful heart is the normal result of a heart burning with love. \nShe gives most who gives with joy.” \n― Mother Teresa"}, {"tweet_text": "RT @0utofBeta: Introducing the Netflix watch; just a normal watch but it also monitors heart rate in case you die while binging"}, {"tweet_text": "I love how the broken heart is in my most used emoji's but the normal heart isn't. My love life in emoji form then... #pimping#alone#porn"}, {"tweet_text": "@fireflyhxran since its been 8 years since he's gotten it. but the doctors are scared that while changing it his normal heart will fail and😔"}, {"tweet_text": "Just finished watching The Normal Heart. What an incredible movie about such an important subject."}, {"tweet_text": "“A joyful heart is the normal result of a heart burning with love. \nShe gives most who gives with joy.” \n― Mother Teresa"}, {"tweet_text": "RT @JamesVanPraagh: When U lose someone we love, the world seems 2 stop. It’s hard 2 imagine a time when ur life will feel normal again~ ht…"}, {"tweet_text": "RT @0utofBeta: Introducing the Netflix watch; just a normal watch but it also monitors heart rate in case you die while binging"}, {"tweet_text": "Introducing the Netflix watch; just a normal watch but it also monitors heart rate in case you die while binging"}, {"tweet_text": "@hamburgersss \"I would. Besides… I thibk I over exaggerated the 'heart attack' thing. My heart kept beating too fast to be normal.\""}, {"tweet_text": "@SucidialSkinny How do people do it? I have a heart attack when a normal fly gets in the house I have to confine it and hope it dies  😂"}, {"tweet_text": "RT @Aging_Research \"Compared to the normal heart rate of 60-100 BPM. Learn about #AFib http://t.co/4rydg0jbP2\" http://t.co/Jpbh4tYc5q"}, {"tweet_text": "However normal you may think you are, you may bring the clarity to someone's heart, and what you provide may just be a remedy."}, {"tweet_text": "Normal Level!!!  \"@Ru_banj: The heart knows what it wants sha!\""}, {"tweet_text": "@Selimsennir i don't remember the exact name ..but my recommendations \nBrokeback mountain\nFrom beginning to end \nMilk \nThe normal heart"}, {"tweet_text": "I tracked The Normal Heart on @sidereel http://t.co/AJDNYsQ73f"}, {"tweet_text": "I reviewed The Normal Heart and gave it 5.0 stars on @sidereel http://t.co/fAmvfZkrTk"}, {"tweet_text": "RT @UltraNicolet: WHAT IF THEY CHOOSE FAMILY IN THE END OF A SHOW AND BEGIN TO LIVE A NORMAL LIFE, WITHOUT MONSTERS AND WORRIES? #SPN http:…"}, {"tweet_text": "2014 \"The Normal Heart\" • with Mark Ruffalo, this film was way different than anything he has ever d http://t.co/4UgVjs8R5Y"}, {"tweet_text": "@RTFFacts they can't measure your heart since everyone heart's weigh the same under normal circumstances"}, {"tweet_text": "@DIRupertPenrose *She pushes the door open and begins to climb the stairs. Her heart beats a bit faster than normal, not her place, not her-"}, {"tweet_text": "Taylor Kitsch at HBO's \"The Normal Heart\" Premiere - Arrivals http://t.co/azzE6wCPnp"}, {"tweet_text": "@MarkRuffalo you just walked by me and my family by the Rapids ride. Wanted to say I love you and you were AMAZING in the normal heart!! 😍😘"}, {"tweet_text": "at this point ion give af if he in my life, about a month go my heart hurt. But now I'm back to the normal Han. Ion give af bout yall. 👋🏻"}, {"tweet_text": "@LacrimosaDeMag @XInsaneDruX the hill I even had 190 pulse. I'm not sure if that's 'normal' or if I should check on my heart O.o"}, {"tweet_text": "RT @psssssnicole_: Your eyes done got heavy you're heart is just hurting on the outside you normal on the inside you cursing 😞"}, {"tweet_text": "RT @LookingHBO: Have you seen Jonathan Groff in the @outmagazine #Out100 issue? #Looking http://t.co/fGVFNLf79q http://t.co/XtZ414n4gG"}, {"tweet_text": "Your eyes done got heavy you're heart is just hurting on the outside you normal on the inside you cursing 😞"}, {"tweet_text": "The autistic kid in my class is always putting himself down, saying he can't reach his dreams bc he \"isn't normal\" and that breaks my heart"}, {"tweet_text": "Watch The Normal Heart -  Full Movie Streaming http://t.co/J07LIavZgN"}, {"tweet_text": "RT @weebconfesses: free! actually gets my heart beating wildly in the contest portions our of nervousness is that normal"}, {"tweet_text": "I need to go to the doctors and get this heart stuffed checked. It's not normal"}, {"tweet_text": "I'm far from normal...\nPretty little face...\nBut got the heart of a Beast... http://t.co/3tG9AiOZX1"}, {"tweet_text": "#Tuesdaytip Tuesday Tip of the day: Cool down after your workout - stretch and breathe letting your heart rate return to a normal pace"}, {"tweet_text": "I can literally see my heart beating 90% of the time. Is that normal?"}, {"tweet_text": "RT @ilabachrn: The Normal Heart - Take Me To Church: https://t.co/A3WSlF2x61 via @YouTube #TheNormalHeart #MattBomer #MarkRuffalo #JimParso…"}, {"tweet_text": "Taylor Kitsch at HBO's \"The Normal Heart\" Premiere http://t.co/NflN20untF"}, {"tweet_text": "The Normal Heart http://t.co/uy21ys4NJx"}, {"tweet_text": "Do they sell the fried chicken waffle cone heart attack in the normal sections of minute maid or away from the poors in club level?"}, {"tweet_text": "RT @nikita05719: PARIS, April 5 (Reuters) - The second patient to receive an artificial heart made by French firm Carmat is leading a norma…"}, {"tweet_text": "RT @willow_rosa: Person from normal fandom: \"I hope my otp will kiss\". Me: \"I hope Rumple is the one who's going to place Belle's heart bac…"}, {"tweet_text": "RT @KyLauryn: I haven't had a normal relationship since the one that broke my heart. It's sad not because I'm not over it, but because it c…"}, {"tweet_text": "RT @ilabachrn: The Normal Heart - Take Me To Church: https://t.co/A3WSlF2x61 via @YouTube #TheNormalHeart #MattBomer #MarkRuffalo #JimParso…"}, {"tweet_text": "RT @willow_rosa: Person from normal fandom: \"I hope my otp will kiss\". Me: \"I hope Rumple is the one who's going to place Belle's heart bac…"}, {"tweet_text": "RT @ilabachrn: The Normal Heart - Take Me To Church: https://t.co/A3WSlF2x61 via @YouTube #TheNormalHeart #MattBomer #MarkRuffalo #JimParso…"}, {"tweet_text": "RT @Aging_Research: This is compared to the normal heart rate of 60-100 BPM. Learn more about the dangers of #AFib http://t.co/pORmMzoekz h…"}, {"tweet_text": "The Normal Heart\n#ゲイ #gay #映画 http://t.co/oytEekLrip"}, {"tweet_text": "Normal Sinus Rhythm is the normal rhythm of the heart; other rhythms that do not conduct via the typical pathway are called arrhythmias."}, {"tweet_text": "RT @diegosaurs_: I lost my heart in the music 🎶 https://t.co/jVlhROChA3"}, {"tweet_text": "Person from normal fandom: \"I hope my otp will kiss\". Me: \"I hope Rumple is the one who's going to place Belle's heart back in her chest."}, {"tweet_text": "[CouchPotato] Found 2 releases for \"The Normal Heart\" before ETA. Select and download via the dashboard. @Bo3Hom"}, {"tweet_text": "I haven't had a normal relationship since the one that broke my heart. It's sad not because I'm not over it, but because it changed me."}, {"tweet_text": "RT @SEBEBE28: Ups and downs in life are normal since everyone isn’t perfect. The main point is, to enjoy every journey that we’ve been take…"}, {"tweet_text": "RT @bethanyrivers77: Novel: Normal State of Mind @parthianbooks - the beauty of true friendship and following your heart's true desire."}, {"tweet_text": "RT @TracyMitt: just spent the last 2 hours crying watching The Normal Heart.  @MattBomer was fantastic.  #beautiful #emotional"}, {"tweet_text": "The Normal Heart #nw 🌈"}, {"tweet_text": "As the days go by, my nights gets longer...but slowly my my mind and heart will adjust back to normal"}, {"tweet_text": "RT @ilabachrn: The Normal Heart - Take Me To Church: https://t.co/A3WSlF2x61 via @YouTube #TheNormalHeart #MattBomer #MarkRuffalo #JimParso…"}, {"tweet_text": "i love the fact that evn when i look at u these days... my heart remains normal. tht clearly states it tht u belong to my past.\n#historyjust"}, {"tweet_text": "@zyxisagod @acesexiu yeah.. ;;; I have to calm my heart down to get 'normal' again.. I'm still in the process though ;;;"}, {"tweet_text": "The Normal Heart, by far the worst movie I've ever seen"}, {"tweet_text": "RT @JamesVanPraagh: When U lose someone we love, the world seems 2 stop. It’s hard 2 imagine a time when ur life will feel normal again~ ht…"}, {"tweet_text": "Yesterday I felt as if my heart was beating twice the normal rate when I passed through dandekar bridge yesterday at 9 pm. Fucking noise!"}, {"tweet_text": "@jaykajain881 Thanks for your compliment but I'm nt the celebrity just normal person my heart. @Beingumairsyed"}, {"tweet_text": "I think the effects of that curry I ate have worn off. My heart rate is back to normal &amp; I stopped telling my congressman to bomb Thailand."}, {"tweet_text": "Idk I try not to focus on harry all the time but his shoulders look like idk more buff than normal I'm rly heart eyes http://t.co/jCsOngqz1d"}, {"tweet_text": "just spent the last 2 hours crying watching The Normal Heart.  @MattBomer was fantastic.  #beautiful #emotional"}, {"tweet_text": "RT @MaraMadeleineXO: I normal don't post these but anything helps! The sweetest puppy needs your help! 🐶💗 RT  http://t.co/uxPVlq3WNh"}, {"tweet_text": "RT @Lily_Vega_D: @Lily_Vega_D: In “The Normal Heart” you don't even knew Nick, but you cry for his fucking dead.\n\n@Ana122909"}, {"tweet_text": "@kitasmeow that's okay!!! he looks wonderful darling my heart is beating like 4000000 times the normal speed thank u thank u &lt;33"}, {"tweet_text": "@Lily_Vega_D: In “The Normal Heart” you don't even knew Nick, but you cry for his fucking dead.\n\n@Ana122909"}, {"tweet_text": "Llorar con el intro de \"The heart wants what it wants\" no es normal."}, {"tweet_text": "RT @ilabachrn: The Normal Heart - Take Me To Church: https://t.co/A3WSlF2x61 via @YouTube #TheNormalHeart #MattBomer #MarkRuffalo #JimParso…"}, {"tweet_text": "RT @ilabachrn: The Normal Heart - Take Me To Church: https://t.co/A3WSlF2x61 via @YouTube #TheNormalHeart #MattBomer #MarkRuffalo #JimParso…"}, {"tweet_text": "I used to be a normal person like you until I took an arrow to the heart"}, {"tweet_text": "Photoset: Men do not naturally not love. They learn not to. - The Normal Heart http://t.co/WJHJ0I8Fsa"}, {"tweet_text": "The Normal Heart - Take Me To Church: https://t.co/A3WSlF2x61 via @YouTube #TheNormalHeart #MattBomer #MarkRuffalo #JimParsons"}, {"tweet_text": "My new normal seems to be that I'm totally at the whim of my heart and my #bionicheartbeat. I was silly enough to think it was just a phase."}, {"tweet_text": "RT @JamesVanPraagh: When U lose someone we love, the world seems 2 stop. It’s hard 2 imagine a time when ur life will feel normal again~ ht…"}, {"tweet_text": "@bookseater the normal heart"}, {"tweet_text": "Distance def does NOT make the heart grow fonder..esp when you're close by. It makes the heart hurt and yearn for things to be normal again"}, {"tweet_text": "RT @JamesVanPraagh: When U lose someone we love, the world seems 2 stop. It’s hard 2 imagine a time when ur life will feel normal again~ ht…"}, {"tweet_text": "RT @JamesVanPraagh: When U lose someone we love, the world seems 2 stop. It’s hard 2 imagine a time when ur life will feel normal again~ ht…"}, {"tweet_text": "RT @JamesVanPraagh: When U lose someone we love, the world seems 2 stop. It’s hard 2 imagine a time when ur life will feel normal again~ ht…"}, {"tweet_text": "RT @JamesVanPraagh: When U lose someone we love, the world seems 2 stop. It’s hard 2 imagine a time when ur life will feel normal again~ ht…"}, {"tweet_text": "When U lose someone we love, the world seems 2 stop. It’s hard 2 imagine a time when ur life will feel normal again~ http://t.co/qDYK8owgke"}, {"tweet_text": "[CouchPotato] Found 184 releases for \"The Normal Heart\" before ETA. Select and download via the dashboard."}, {"tweet_text": "@PoisonedAnApple That is for your heart to decide so follow it. Do something out of the range of normal. Stop being a square."}, {"tweet_text": "He noticed his heart would beat the normal lub dub and then a long pause before the next beat."}, {"tweet_text": "RT @Aging_Research: This is compared to the normal heart rate of 60-100 BPM. Learn more about the dangers of #AFib http://t.co/pORmMzoekz h…"}, {"tweet_text": "RT @Aging_Research: This is compared to the normal heart rate of 60-100 BPM. Learn more about the dangers of #AFib http://t.co/pORmMzoekz h…"}, {"tweet_text": "This is compared to the normal heart rate of 60-100 BPM. Learn more about the dangers of #AFib http://t.co/pORmMzoekz http://t.co/IiB2yCXdul"}, {"tweet_text": "\"'Heart on the Lennon Wall' by Beth_MacKenzie. Once a normal wall, since the 1980s it has been fille http://t.co/C1ZOHJJmEo"}, {"tweet_text": "@AggieAnne04 lucky. our OB will do a 10 week cuase i had a heart defect. but then i get bumped to the normal ones 12, 18, 24..."}, {"tweet_text": "I JUST FOUND A PIC OF MY PUP COMFORTING ME WHEN I WAS SOBBING AFTER WATCHING THE NORMAL HEART"}, {"tweet_text": "My breathing isn't back to normal yet, my heart hurts. You could hear the pain in his breathing"}, {"tweet_text": "Mom went to the doctor to get her heart checked out and everything came back normal so she texts me and saying where having pizza for dinner"}, {"tweet_text": "I get a heart attack when my mom walks in the room and I'm on twitter\n\nis this normal"}, {"tweet_text": "RT @AaronGoodwin: Jet lag, #ParanormalHangover like @Zak_Bagans calls it,lots of sleep,&amp; finally feeling awake &amp;normal. What a lockdown it …"}, {"tweet_text": "@BenchSue Next day hopefully. I felt awful after the first one a few years ago. It's normal apparently.They'll scan my heart before I leave."}, {"tweet_text": "@lillaur22 Had to act all normal...OK everything is fine....🙈 whilst my heart is like what the heck nearly just happened!!!!"}, {"tweet_text": "ooohmygooood XoX you're killing me just by bein so cute xOx though it's just the normal side of you. but it's so cute it makes my heart wild"}, {"tweet_text": "It's the guy who almost cost the Giants the Title!\n\nTook a week for my heart to return to normal after the ball passed Blanco\n\n#SFGiants"}, {"tweet_text": "RT @jimonthestand: THE NORMAL HEART\n#JimParsons #MarkRuffalo #MattBomer #TaylorKitsch http://t.co/QwWdHCr0pA"}, {"tweet_text": "Mark ruffalos voice just transports me back to the normal heart pls stop"}, {"tweet_text": "The ONE day I dress normal to school I wasn't supposed to bc of a heart test. So I had to sit naked for 1 hour while a lady poked at my boob"}, {"tweet_text": "Have u seen the movie \"the normal heart\"?? @FCBJULIAN3"}, {"tweet_text": "@crushdobrev if i stay, let's be cops ettttttt the normal heart"}, {"tweet_text": "RT @erineatsworld: yall be caping for Kendall saying she's the only cool normal one in the family but she's nasty and petty like the rest. …"}, {"tweet_text": "I can't even describe the feeling but it's horrible and uncomfortable and I hate having to hide it all the time I just want a normal heart"}, {"tweet_text": "NEW BLOG POST: A Happy Heart: \"He has a normal and healthy heart.\"What wonderful words to hear from the cardio... http://t.co/YInfICjZgr"}, {"tweet_text": "I got news about my heart issues today. Everything is normal, no malformations or defects, its not enlarged, the valves are working properly"}, {"tweet_text": "Dear self, maybe it wasn't best to watch The Normal Heart whilst working. It's not suspicious or anything to be tearing up while in Outlook."}, {"tweet_text": "I couldn't believe that I was actually had the gut to watch \"the normal heart\""}, {"tweet_text": "Taylor Kitsch &amp; Joe Mantello at Celebrity Sightings In New York City - June 28, 2013 http://t.co/wOGnl4u1ZY"}, {"tweet_text": "Home is where the heart is: Getting back to normal after a catastrophe. http://t.co/sC8J32SbpJ"}, {"tweet_text": "Situs inversus (or oppositus); a congenital condition where the organs are mirrored from their normal positions. The heart is slightly.."}, {"tweet_text": "RT @zaynjcoIe: Most dryest comebacks: \"normal 22 year old\" \"at least my fav didn't leave the band\" \"you defend him but he doesn't defend yo…"}, {"tweet_text": "RT @weebconfesses: free! actually gets my heart beating wildly in the contest portions our of nervousness is that normal"}, {"tweet_text": "My pcp said the increased heart rate was within normal range."}, {"tweet_text": "Novel: Normal State of Mind @parthianbooks - the beauty of true friendship and following your heart's true desire."}, {"tweet_text": "@FloraAroma i love the normal heart!"}, {"tweet_text": "Does anyone have any good custom cover arts for Electra Heart I don't really like the normal one"}, {"tweet_text": "The mere fact that He cares made my heart pumps blood than normal.  😍😍"}, {"tweet_text": "RT @weebconfesses: free! actually gets my heart beating wildly in the contest portions our of nervousness is that normal"}, {"tweet_text": "@Gotham3 @Howtovoxel Argh, if I had seen this without the explanation that this is a normal phenomenon I’d gotten a heart attack."}, {"tweet_text": "RT @TaylorKitschWW: Matt Bomer &amp; Jim Parsons at 2014 Winter TCA Tour - Day 1 http://t.co/zE2eedcU9A"}, {"tweet_text": "Matt Bomer &amp; Jim Parsons at 2014 Winter TCA Tour - Day 1 http://t.co/zE2eedcU9A"}, {"tweet_text": "RT @weebconfesses: free! actually gets my heart beating wildly in the contest portions our of nervousness is that normal"}, {"tweet_text": "@tedcruz While I agree RE the honor it should've been backed by the benefits that normal purple heart winners get http://t.co/Txcb1BbawW"}, {"tweet_text": "RT @weebconfesses: free! actually gets my heart beating wildly in the contest portions our of nervousness is that normal"}, {"tweet_text": "RT @weebconfesses: free! actually gets my heart beating wildly in the contest portions our of nervousness is that normal"}, {"tweet_text": "@sternshow  Tell the coon that Larry Kramer wrote The Normal Heart."}, {"tweet_text": "@Harry_Styles Brother, who is now in the hospital. Has the heart to the right. So strange, but for the other normal."}, {"tweet_text": "After the latest doc visit, #BabyFodi still looking good. Strong heart beat. Everything normal. 13wks today. #thankful #fb"}, {"tweet_text": "@wvuDmoney is showing \"The Normal Heart\" today in class and I'm bringing comfort food because all of the feels will be had!"}, {"tweet_text": "RT @weebconfesses: free! actually gets my heart beating wildly in the contest portions our of nervousness is that normal"}, {"tweet_text": "RT @weebconfesses: free! actually gets my heart beating wildly in the contest portions our of nervousness is that normal"}, {"tweet_text": "RT @weebconfesses: free! actually gets my heart beating wildly in the contest portions our of nervousness is that normal"}, {"tweet_text": "RT @weebconfesses: free! actually gets my heart beating wildly in the contest portions our of nervousness is that normal"}, {"tweet_text": "RT @weebconfesses: free! actually gets my heart beating wildly in the contest portions our of nervousness is that normal"}, {"tweet_text": "RT @weebconfesses: free! actually gets my heart beating wildly in the contest portions our of nervousness is that normal"}, {"tweet_text": "RT @weebconfesses: free! actually gets my heart beating wildly in the contest portions our of nervousness is that normal"}, {"tweet_text": "RT @weebconfesses: free! actually gets my heart beating wildly in the contest portions our of nervousness is that normal"}, {"tweet_text": "RT @weebconfesses: free! actually gets my heart beating wildly in the contest portions our of nervousness is that normal"}, {"tweet_text": "RT @weebconfesses: free! actually gets my heart beating wildly in the contest portions our of nervousness is that normal"}, {"tweet_text": "RT @weebconfesses: free! actually gets my heart beating wildly in the contest portions our of nervousness is that normal"}, {"tweet_text": "free! actually gets my heart beating wildly in the contest portions our of nervousness is that normal"}, {"tweet_text": "Music City Theatre's 'The Normal Heart' remains strikingly relevant http://t.co/2XGzMNC8Ga via @tennessean..GO see this amazing play!!"}, {"tweet_text": "\"break the heart\" - done.\n\"the heart is broken?\" - yes.\n\"say sorry to the heart\" - sorry.\n\"isn't back to normal?\" - no."}, {"tweet_text": "RT @LifeExtension: Did you know that men with low #vitamind may double their heart attack risk? http://t.co/tVv1N2Wjm6 #hearthealth"}, {"tweet_text": "BUT IS IT NORMAL THAT IM STILL REALLY HAPPY FROM YESTERDAY LIKE EVERY TIME I SEE THE FOLLOWS YOU SIGN MY HEART SKIPS A BEAT"}, {"tweet_text": "@GhaithAhli today the doctor told me you have very high blood pressure... And your heart rate is 150 something above the normal 90"}, {"tweet_text": "Dear future husband, my morning face is worse than my normal face, so sorry for the heart attack when you wake up."}, {"tweet_text": "Taylor Kitsch &amp; Joe Mantello at Celebrity Sightings In New York City - June 28, 2013 http://t.co/54luQAEPPL"}, {"tweet_text": "RT @ameckhoff9: Beginning to get my mind right for the newest member of my family.... Heart also fluttering.  Is this normal?  #abouttobeaf…"}, {"tweet_text": "RT @ameckhoff9: Beginning to get my mind right for the newest member of my family.... Heart also fluttering.  Is this normal?  #abouttobeaf…"}, {"tweet_text": "RT @TaylorKitschWW: Joe Mantello &amp; Jonathan Groff at Celebrity Sightings In New York City - June 28, 2013 http://t.co/3sZ7WQKS0P"}, {"tweet_text": "Joe Mantello &amp; Jonathan Groff at Celebrity Sightings In New York City - June 28, 2013 http://t.co/3sZ7WQKS0P"}, {"tweet_text": "I'll sleep in the nurse till the home time... Cause my blood pressure is very high and My Heart rate is 150 over the normal 90 💔"}, {"tweet_text": "@Gmaxi_32 Alwys lvs watching u play;My heart beats double then the normal heart rate whenever u r batting at the crease;Plzz Maxi show 1/2"}, {"tweet_text": "RT @TaylorKitschWW: Taylor Kitsch at HBO's \"The Normal Heart\" Premiere http://t.co/fRFShxrhom"}, {"tweet_text": "Taylor Kitsch at HBO's \"The Normal Heart\" Premiere http://t.co/fRFShxrhom"}, {"tweet_text": "@MarkRuffalo &amp; @MattBomer there is so much to say about your performance in 'The Normal Heart' A simple thank you for now. So beautiful. 💖"}, {"tweet_text": "A man's main girl is not usually the hottest chic he knows . But she's usually that normal girl that understands him and melts his heart."}, {"tweet_text": "RT @MarkRuffalo: So proud of #TheNormalHeart. Thank you @wmag for this piece. http://t.co/F8nD3tUihv http://t.co/U13LCWvWrh"}, {"tweet_text": "RT @Clarabdi: The normal heart ( Ryan Murphy, 2014 ) http://t.co/UTk8YeTqP1"}, {"tweet_text": "RT @hellafastplant: Supraventricular tachycardia: A faster than normal heart rate beginning above the heart's two lower chambers."}, {"tweet_text": "Supraventricular tachycardia: A faster than normal heart rate beginning above the heart's two lower chambers."}, {"tweet_text": "RT @1WordMovement: A joyful heart is the normal rhythm of a heart filled with love. #love #Leader #ThinkBIGSundayWithMarsha"}, {"tweet_text": "Jordan just sent me pics of the huts and shanties he visited in an African village.. My heart breaks that that's normal living for them"}, {"tweet_text": "RT @1WordMovement: A joyful heart is the normal rhythm of a heart filled with love. #love #Leader #ThinkBIGSundayWithMarsha"}, {"tweet_text": "RT @1WordMovement: A joyful heart is the normal rhythm of a heart filled with love. #love #Leader #ThinkBIGSundayWithMarsha"}, {"tweet_text": "A joyful heart is the normal rhythm of a heart filled with love. #love #Leader #ThinkBIGSundayWithMarsha"}, {"tweet_text": "@darebaredaisy and when I say across from matt bomer's husband (and matt Bomer) watching the normal heart oh man"}, {"tweet_text": "@misloucate like I love them both with all my heart, but if he really wants to have a \"normal\" life perrie should do the same"}, {"tweet_text": "the heart beated faster than normal and it was beating harder each second. I dont know why did i feel that nervous."}, {"tweet_text": "@godnojoe @LolaFaglana I just watched the Normal Heart and it was sooo good!"}, {"tweet_text": "RT @MattBomer: 1 day until The Normal Heart premieres! So proud to be a part of it. @HBO Sunday at 9 PM."}, {"tweet_text": "RT @MattBomer: The Normal Heart premieres tonight at 9 PM EST/PST on @HBO. Look forward to hearing your thoughts, questions, and stories. L…"}, {"tweet_text": "RT @MattBomer: Thank you to everyone who watched The Normal Heart tonight. Larry Kramer- you are my hero. #36million"}, {"tweet_text": "RT @MattBomer: The Normal Heart airs in the UK on Sky Atlantic tonight at 9 pm. Grateful that I got to be a part of this film."}, {"tweet_text": "RT @WhiteCollarUSA: Cheers to Matt Bomer on winning the Golden Globe for Best Supporting Actor in The Normal Heart! http://t.co/KfWWMO7kbL"}, {"tweet_text": "@SeeScottJump Have you seen The Normal Heart?  That is what I watched today. Awesome film."}, {"tweet_text": "@pamela_pam123 The Normal Heart. No way I would wait A MONTH to watch it. lol"}, {"tweet_text": "@therealGDDrp -. Please..\"\nSpears: \" Jupiter...I'm sorry...\" * let's the darkness go and his heart become normal* * walking over to-"}, {"tweet_text": "Joe Mantello &amp; Taylor Kitsch at Celebrity Sightings In New York City - June 28, 2013 http://t.co/hfcKOT2a0w"}, {"tweet_text": "I rated The Normal Heart (2014) 6/10  #IMDb http://t.co/yOfIjgqoUc"}, {"tweet_text": "I also wore I heart moniter thingy for heart palps, didnt have chest pains at the time, and that was normal."}, {"tweet_text": "RT @yemimahNG: The world is an infinitely better place precisely because you weren't (normal) - Joan Clarke.\n\nThe Imitation Game really bre…"}, {"tweet_text": "The lord saved me, prayed every night for about a month over this heart condition and finally feel normal 🙏 thanks big dude upstairs 😊"}, {"tweet_text": "My chest hurts so much Y can't my heart beat the normal amount and at a normal speed fuck offf"}, {"tweet_text": "@CroftManiacO The normal heart?"}, {"tweet_text": "RT @GomezAntonio_: @39ACafe It was 11 P.M when the fish had hit me up; it was a normal Tuesday night in the heart of big bad South Central …"}, {"tweet_text": "@39ACafe It was 11 P.M when the fish had hit me up; it was a normal Tuesday night in the heart of big bad South Central Los Angeles..."}, {"tweet_text": "RT @LifeExtension: Did you know that men with low #vitamind may double their heart attack risk? http://t.co/Uzl1HvoK2y #hearthealth http://…"}, {"tweet_text": "RT @WhiteCollarUSA: Cheers to Matt Bomer on winning the Golden Globe for Best Supporting Actor in The Normal Heart! http://t.co/KfWWMO7kbL"}, {"tweet_text": "@Weneverend_ The Normal Heart 😍"}, {"tweet_text": "That was a heart stopper. Not normal when my he Cuban Missile is on the mound. He escaped though. Let’s win it Joey! @Reds #CINvsSTL"}, {"tweet_text": "#justwatched The Normal Heart. Ruffalo at his best."}, {"tweet_text": "The Normal Heart 👬👬❤️"}, {"tweet_text": "Friends, always use protection. Keep safe!\n\nand yes, I have just finished watching The Normal Heart."}, {"tweet_text": "Just about finished crying from watching The Normal Heart. Truly remarkable performances from @MattBomer and @MarkRuffalo"}, {"tweet_text": "Normal dad: grandpa died of age Jimmy.\nMe in the future: Yo, my old my man died of heart failure, K? http://t.co/o88HPQdkhU"}, {"tweet_text": "When I leave the house my heart rate goes back to normal"}, {"tweet_text": "PARIS, April 5 (Reuters) - The second patient to receive an artificial heart made by French firm Carmat is leading a normal life including"}, {"tweet_text": "RT @nudgingin: \"Sugar is the most important thing on life. All the rest is just to stay alive.\" - Ned Weeks (Mark Ruffalo), The Normal Heart"}, {"tweet_text": "RT @BrooksKyle: The Heart Wants What It Wants"}, {"tweet_text": "\"Nothing is 100% certain in science, anyway.\" - Dr Emma Brookner (Julia Roberts), The Normal Heart"}, {"tweet_text": "\"Don't need everybody's love and approval.\" - Dr. Emma Brookner (Julia Roberts), The Normal Heart"}, {"tweet_text": "I had a dream I met mark ruffalo and I told him the normal heart was a fantastic movie"}, {"tweet_text": "\"Sugar is the most important thing on life. All the rest is just to stay alive.\" - Ned Weeks (Mark Ruffalo), The Normal Heart"}, {"tweet_text": "I finally watched The Normal Heart. Not as strong as Milk and the narrative is a bit repetitive. but still, what a beautiful film. 8/10"}, {"tweet_text": "RT @hopelessrecords: @5secs_of_smash both do. The heart one has a specific set you can't get anywhere else. The normal color has a random s…"}, {"tweet_text": "RT @hopelessrecords: @5secs_of_smash both do. The heart one has a specific set you can't get anywhere else. The normal color has a random s…"}, {"tweet_text": "@5secs_of_smash both do. The heart one has a specific set you can't get anywhere else. The normal color has a random set."}, {"tweet_text": "\"Men do not naturally not love; they learn not to.\" - Felix Turner (Matt Bomer), The Normal Heart"}, {"tweet_text": "The key to my heart is coconuts. #Florida #normal https://t.co/p4tQKSN2BI"}, {"tweet_text": "@Sscopeta The Normal Heart, Something Must Break, Dallas Buyers Club, Hedwig and the angry inch, Jongens..."}, {"tweet_text": "\"If having sex can kill you,doesn't anyone with half a brain stop fucking?\" - Dr Emma Brookner (Julia Roberts), \"The Normal Heart\""}, {"tweet_text": "Heart break can take time to heal. That's normal and whilst you can use the techniques in my app 7 Steps to a... http://t.co/i7imVa4aB1"}, {"tweet_text": "Jim Parsons &amp; Matt Bomer at HBO's \"The Normal Heart\" Premiere http://t.co/WMLbFl27gj"}, {"tweet_text": "My doula heart aches to hear of the sad news of normal birth advocate Sheila Kitzinger. I feel honoured to have... http://t.co/Fd21axOhUj"}, {"tweet_text": "The New Normal: “All the believers were one in heart and mind. No one claimed that any of their...”\nActs 4:32-35 NIV http://t.co/5CwTXg3Ngw"}, {"tweet_text": "Suddenly my heart beat goes back to normal and the pupils in my eyes at ease; #Chelsea you can't keep doing this to me!Thanks #courtois!"}, {"tweet_text": "Jim Parsons &amp; Matt Bomer at HBO's \"The Normal Heart\" Premiere http://t.co/NeMNelxXKN"}, {"tweet_text": "now I'm going to watch the normal heart lol wish me luck I'm going to drown in my tears !! :)"}, {"tweet_text": "Everything can be fine and normal, until your heart plays the role of a catalyst."}, {"tweet_text": "After The Normal Heart it is time to Kick Out the Jams Motherfucker!"}, {"tweet_text": "Thinking that u r living an abnormal life that's way different than the normal one is extremely sad &amp; heart breaking!"}, {"tweet_text": "Mom watching The Normal Heart. Squeals when two guys kiss.\n\nIt's a movie about gay cancer, what did she expect"}, {"tweet_text": "The Pain Runs Deep Through My Heart.. Greatful For Every Lesson. Some One Want To Buy A Heart?? I Dont Need This Thing Normal.."}, {"tweet_text": "Beyond impressed by \"The Normal Heart.\" HBO hit another one out of the park. Only wish I'd been able to see it sooner."}, {"tweet_text": "Got a purple star, a heart and an #Olaf in the YBB workshop today!\nAre you being normal and having the day off?!"}, {"tweet_text": "@iamakkian You know there are a very few episodes where Amy kills us with just the way she says normal crap. 😂😂😂..I remember 1 by heart. 😂"}, {"tweet_text": "Heartbreaks are normal but crying endlessly for the guy who broke your heart is stupidity.... \n\n#sotrue\n#stupidity"}, {"tweet_text": "The only thing that made me cry more than the normal heart is the standing ovation their win got"}, {"tweet_text": "@Lar7aOlivier Yeah, the normal heart rate for him is 100 and his heart rate was 180. It was scary AF. But yeah, he's stabilised thankfully"}, {"tweet_text": "Can't be normal to be singing your heart out to maroon 5 at 10 in the morning...🎸🎶"}, {"tweet_text": "RT @luvforzendayac: Zendaya is a normal person with a brain  heart and soul and she's the controller of all 3 not the media and not the wor…"}, {"tweet_text": "the world does the opposite of what you want when you want so take a leap and do what your heart tells you not your brain"}, {"tweet_text": "milla comes back, start drinking absinthe, write something to fill the hole in my heart i literally knew was coming, normal sat. lbr"}, {"tweet_text": "Zendaya is a normal person with a brain  heart and soul and she's the controller of all 3 not the media and not the world 👌🏼"}, {"tweet_text": "The Normal Heart ♥"}, {"tweet_text": "Forget broken heart. Forget the boy. Live ya life. Love yourself. Imma woman. Yeah! Back to my normal… https://t.co/CXNhoTERUb"}, {"tweet_text": "Checking the internal beats from my vein to artery to the heart. I got the result-Normal ❤️👍 https://t.co/g1SrXGayjx"}, {"tweet_text": "Now on to The Normal Heart. From one 1981 to another."}, {"tweet_text": "That was my cold heart speaking. My normal nice person heart honestly does wish you the best. But you messed up buddy."}, {"tweet_text": "Crying at every chapter is normal when the manga is this touching and heart rending."}, {"tweet_text": "The Normal Heart – Legendado http://t.co/KuhDFoHv7P via @filmesog"}, {"tweet_text": "Watched \"The Normal Heart\" on HBO. Everybody should watch, and understand the struggle of cures and importance of humanity. Also, progress."}, {"tweet_text": "Dallas Buyers Club &lt;&lt;&lt;&lt;&lt;&lt; The Normal Heart"}, {"tweet_text": "RT @jimonthestand: THE NORMAL HEART\n#JimParsons #MarkRuffalo #MattBomer #TaylorKitsch http://t.co/QwWdHCr0pA"}, {"tweet_text": "Watching The Normal Heart, and I guess I’m just supposed to go on living my life after this?"}, {"tweet_text": "Decided to re-watch The Normal Heart today. We all make mistakes."}, {"tweet_text": "My heart tells me one thing an my head says something completely opposite,so idk what the fuck to think!!i think I'm finally normal"}, {"tweet_text": "Having a change of heart is normal, relaying it to the person is another thing! 😒"}, {"tweet_text": "Music City Theatre's 'The Normal Heart' remains strikingly relevant - The Tennessean http://t.co/UpgRxZ8PHO #TDC"}, {"tweet_text": "Beginning to get my mind right for the newest member of my family.... Heart also fluttering.  Is this normal?  #abouttobeafather"}, {"tweet_text": "Tennessean: RT tnlife: Music City Theatre's 'The Normal Heart' remains strikingly relevant: http://t.co/u9DQR9S4PK http://t.co/2sEho8OWgS"}, {"tweet_text": "RT @tnlife: Music City Theatre's 'The Normal Heart' remains strikingly relevant: http://t.co/fCq2pUOIVe http://t.co/u7S3k1hOq5"}, {"tweet_text": "Music City Theatre's 'The Normal Heart' remains strikingly relevant: http://t.co/fCq2pUOIVe http://t.co/u7S3k1hOq5"}, {"tweet_text": "@dpmelia63 I bought a proper sunflower heart feeder as they were battering the normal feeder was costing £30 a fortnight at one time 😞"}, {"tweet_text": "Sometimes I see a picture of the boys and my heart hurts. Is this normal?"}, {"tweet_text": "A breath and a cough must be repeated about every two seconds without let-up until help arrives, or until the heart is beating normal again."}, {"tweet_text": "RT @LifeExtension: Did you know that men with low #vitamind may double their heart attack risk? http://t.co/Uzl1HvoK2y #hearthealth http://…"}, {"tweet_text": "RT @Aging_Research: True/False: With atrial #fibrillation, your #heart beats very fast but with a normal rhythm. Find out the answer http:/…"}, {"tweet_text": "RT @Aging_Research: True/False: With atrial #fibrillation, your #heart beats very fast but with a normal rhythm. Find out the answer http:/…"}, {"tweet_text": "True/False: With atrial #fibrillation, your #heart beats very fast but with a normal rhythm. Find out the answer http://t.co/eRJWY8S4vA"}, {"tweet_text": "I will perform in The Normal Heart before I die."}, {"tweet_text": "RT @LifeExtension: Did you know that men with low #vitamind may double their heart attack risk? http://t.co/Uzl1HvoK2y #hearthealth http://…"}, {"tweet_text": "Lovely txt msg from my friend scared the living wits out me heart is not going normal worse than it was ah training"}, {"tweet_text": "*FINALLY* watching the HBO version of \"The Normal Heart\" tonight. Should be a very interesting experience."}, {"tweet_text": "Aaaaaand breathe. 3 points in the bag, we can all relax again and have our heart rates returned to normal. Sort of."}, {"tweet_text": "[CouchPotato] Found 83 releases for \"The Normal Heart\" before ETA. Select and download via the dashboard."}, {"tweet_text": "Can someone explain to me just WHY I'm watching The Normal Heart when it turns my heart into an infinite number of pieces?"}, {"tweet_text": "The Normal Heart, 2014 http://t.co/cF25s7KXIF http://t.co/Fe0qorlXBs"}, {"tweet_text": "THE NORMAL HEART\nEm breve."}, {"tweet_text": "RT @nataliadix: Current/usual emotion: the sparkly heart emoji but also the Next to Normal soundtrack"}, {"tweet_text": "RT @Fizz2267: @FatemaMAli it's not fancy enough and scientist like to be fancy to confuse the normal people.Like I never knew there's capsu…"}, {"tweet_text": "@FatemaMAli it's not fancy enough and scientist like to be fancy to confuse the normal people.Like I never knew there's capsule around heart"}, {"tweet_text": "@abby_g_normal why don't you just stab me in the heart"}, {"tweet_text": "RT @nataliadix: Current/usual emotion: the sparkly heart emoji but also the Next to Normal soundtrack"}, {"tweet_text": "Current/usual emotion: the sparkly heart emoji but also the Next to Normal soundtrack"}, {"tweet_text": "ma quindi per Last Party ha preso spunto da The Normal Heart?"}, {"tweet_text": "Phew, heart rate is now normal. What a brilliant result for Villa, now for the semi-final. #avfc #UTV"}, {"tweet_text": "Post match beer... Time for the heart rate to return to normal... Go foxton!!! http://t.co/rNprgxs0pd"}, {"tweet_text": "@SaharaReporters @felakuti I think the Oba was doing what normal folks would call \"hate speech \". \"Out of the abundance of the heart...."}, {"tweet_text": "GAY TV: The Normal Heart (Full Movie) http://t.co/bBPBuHXKop"}, {"tweet_text": "RT @EhlersDanlos10: PoTs, when having a heart rate of 140 bpm and a blood pressure of 50/80 all the time is normal #PoTsFacts"}, {"tweet_text": "PoTs, when having a heart rate of 140 bpm and a blood pressure of 50/80 all the time is normal #PoTsFacts"}, {"tweet_text": "I don't have the heart to tell Son of Timescanner all these Chipmunks youtubes are just normal songs pitched up."}, {"tweet_text": "At 50, total life expectancy is five years longer for people with normal blood pressure via the American Heart... http://t.co/kI4Sa5MmUE"}, {"tweet_text": "No se si ver Boyhood, Rosas Rojas o The Normal Heart"}, {"tweet_text": "Taylor Kitsch at \"The Normal Heart\" New York Screening http://t.co/bAmosjKpEW"}, {"tweet_text": "Why didn't I put them in the dryer like normal"}, {"tweet_text": "When I was coughing and I said my heart hurts she's like that's normal but now when that happens to her she's like I need to go the ER"}, {"tweet_text": "forget about richard armitage and lee pace romcom, i want science bros in a romcom, something like the happy version of normal heart"}, {"tweet_text": "This is not normal for me, you see\nI cry alone, and right now I'm out to sea\nThe tides are heavy just like my heart is"}, {"tweet_text": "i just wish i could help my dad get back to normal 😒 if I could take the pain and heal everything I would in a heart beat."}, {"tweet_text": "@HXYDN don't watch The Normal Heart is my advice"}, {"tweet_text": "And the truth is I'm probably blowing everything out of proportion, but mine is not a normal mind. And mine is not an intact heart."}, {"tweet_text": "Watch HBO’s Haunting 45-Second Trailer For \"The Normal Heart\" http://t.co/gKoKOIDK7o"}, {"tweet_text": "God how Matt got so thin for the ending of The Normal Heart is beyond me😨"}, {"tweet_text": "Everyone go watch The Normal Heart right now I'm sobbing my fucking eyes out and it's so amazing and just watch it damnit"}, {"tweet_text": "Hey, Bloomington-Normal IL friends, let's go! I'm almost in town, thanks to the Illinois Heart &amp; Lung Foundation.... http://t.co/3tq7u4kbqj"}, {"tweet_text": "Hey, Bloomington-Normal IL friends, let's go! I'm almost in town, thanks to the Illinois Heart &amp; Lung Foundation.... http://t.co/N5Ej3TcRCK"}, {"tweet_text": "Scary as top of the 13th. Pls pls pls can we just win now so my heart rate could go back to normal?"}, {"tweet_text": "Idk but i've found the perfect one.\n\nAs for normal person la. Not my heart 😌 \n\nAgagagagagaga"}, {"tweet_text": "Check out this item I just got! [Heart of the Clefthoof] http://t.co/6JTNfOsKW7 #Warcraft"}, {"tweet_text": "When the show is so intense you gotta pause it so you're heart rate can go back to normal"}, {"tweet_text": "@MaaruTognoli Love, Rosie ! o 21 Gramos, o The Normal Heart, o Cake"}, {"tweet_text": "@lebrownlow @DukeOfHoops Or The Normal Heart."}, {"tweet_text": "Joy is love - A joyful heart is the normal result of a heartburning with love, for she gives most who gives with joy."}, {"tweet_text": "Watching She's the Man breaks my heart. Amanda Bynes used to be so cool. And funny. And normal. And got to make out with Channing Tatum."}, {"tweet_text": "@nofookingway1d ok you just sent my heart for a spin during the 1st and 2nd tweet but 🙌 for #3 cause SAME. Totally normal... 😳"}, {"tweet_text": "RT @Maddieporter6: Normal teenage girls get their heart broken by guys. I get mine broken by the Penguins 😂😭💔"}, {"tweet_text": "@lebrownlow you must have not seen The Normal Heart"}, {"tweet_text": "RT @Maddieporter6: Normal teenage girls get their heart broken by guys. I get mine broken by the Penguins 😂😭💔"}, {"tweet_text": "RT @Maddieporter6: Normal teenage girls get their heart broken by guys. I get mine broken by the Penguins 😂😭💔"}, {"tweet_text": "RT @Maddieporter6: Normal teenage girls get their heart broken by guys. I get mine broken by the Penguins 😂😭💔"}, {"tweet_text": "RT @Maddieporter6: Normal teenage girls get their heart broken by guys. I get mine broken by the Penguins 😂😭💔"}, {"tweet_text": "RT @Maddieporter6: Normal teenage girls get their heart broken by guys. I get mine broken by the Penguins 😂😭💔"}, {"tweet_text": "RT @Maddieporter6: Normal teenage girls get their heart broken by guys. I get mine broken by the Penguins 😂😭💔"}, {"tweet_text": "It's okay, that's normal. Well \"u may go desires of the heart\" kan?"}, {"tweet_text": "Now my palms are all sweaty and my heart is racing 😩 Why can't I just be like any other normal person and talk on the phone?"}, {"tweet_text": "Now that I finally have @HBO access at last getting a chance to watch \"The Normal Heart\" after hearing @fsuzeigler reviews about it."}, {"tweet_text": "THE NORMAL HEART WILL ALWAYS be the best movie ever made. 👏🏼 #TheNormalHeart http://t.co/s4pL8SG0kt"}, {"tweet_text": "I sing \"dear future husband\" with the heart and soul of a sassy, ratchet gal. I don't get why Luke is embarrassed by me, clearly I'm normal."}, {"tweet_text": "We're about to rewatch the normal heart w/ @MarkRuffalo and @MattBomer, tears guaranteed! #perfmovie #sadthough #alreadycring"}, {"tweet_text": "@SirenScribe Most normal people are stressed by lying though. It makes them nervous, which increases the heart rate in that moment."}, {"tweet_text": "Need to rewatch The Normal Heart sometime soon but I'm not ready for my heart to be ripped out of my chest and tore apart again"}, {"tweet_text": "The normal heart legit just made me sob"}, {"tweet_text": "I'm watching The Normal Heart (2014) https://t.co/udQoUq5UDj #trakt"}, {"tweet_text": "#LupusFact: Since the heart &amp; kidneys are the normal organs attacked, it might be wise to follow a #RenalDiet &amp; #HeartHealthyDiet. #Lupus"}, {"tweet_text": "@Bk_VeroniGGa 😂😂I'm dead ass tho they look like the normal version of the Simpsons"}, {"tweet_text": "@Just_LeeIngleby I've just finished watching a film called the normal heart. I thought it was brilliant"}, {"tweet_text": "Best Television Movie: ‘The Normal Heart’"}, {"tweet_text": "the past two nights have made my heart feel so much lighter tbh things feel like they're getting back to normal"}, {"tweet_text": "Lol this movie , The normal heart, I managed to watch it"}, {"tweet_text": "the mini heart attack u have when u think u just tweeted something on ur normal Twitter instead of ur priv"}, {"tweet_text": "The Normal Heart movie broke my heart"}, {"tweet_text": "@GabeAul im gonna have a heart attack before the servers get back to normal"}, {"tweet_text": "natural disasters are the worst. tornadoes break my heart because i know the day started normal and within minutes lives were changed, lost."}, {"tweet_text": "it just feels normal but at the same time they make my heart skip a beat every day"}, {"tweet_text": "@swifterifesea @FRENCHFRIESWlFT Normal guy? That's an oxymoron lol! yeah I know she is but as Selena said? heart wants what the heart wants"}, {"tweet_text": "148 Just finished watching The Normal Heart"}, {"tweet_text": "Watched \"The Normal Heart\". What a movie! Although not to everyone's liking."}, {"tweet_text": "RT @mukex7hemmo_: @MichaeI5SOSn I could've been a normal-heart-beating-and-fine-breathing- person but noooo I GOT SCARED THE CRAP 😂😂💕"}, {"tweet_text": "@MichaeI5SOSn I could've been a normal-heart-beating-and-fine-breathing- person but noooo I GOT SCARED THE CRAP 😂😂💕"}, {"tweet_text": "@anthonyacc Try flipping the right C so it looks like a normal C. We're close tho! (Kind of like the heart you made here with the C's.)"}, {"tweet_text": "Julia Roberts on 'The Normal Heart' http://t.co/XN7TtRWYt7"}, {"tweet_text": "RT @KristenGibbons2: If you put a stephoscope to my heart you will not hear a normal beat, but instead your will hear the Where Did The Par…"}, {"tweet_text": "If you put a stephoscope to my heart you will not hear a normal beat, but instead your will hear the Where Did The Party Go bassline"}, {"tweet_text": "The Normal Heart ♥"}, {"tweet_text": "My heart is beating like 5x the normal speed"}, {"tweet_text": "It is slightly sad that the love story in the movie The Normal Heart is making me feel bad about a lack of one in my life :("}, {"tweet_text": "@SherlockBond_ The normal heart"}, {"tweet_text": "My answer to: I had heart surgery in 2010. They just pulled and cut the pacer wires. Is this normal to leav... http://t.co/ZjIxjdVyvI"}, {"tweet_text": "The normal heart is such an extraordinary movie that should be shared to the world!!"}, {"tweet_text": "RT @CollegePearl: S/o to the boys who still chase after a girl's heart when they know they already have it. Y'all the real MVPs."}, {"tweet_text": "While the face smile,the heart might cry. To ask for sympathy from the creation is normal but to the Creator is just a prayer away."}, {"tweet_text": "Am I the only one that gets really excited for food, like close to hyperventilating, heart starts to race..Is this normal?"}, {"tweet_text": "\"@ify_ii: You tweeted a picture of ian conner and put the heart emoji....are you normal — I'm not normal http://t.co/ftiCYdLHdB\"✌"}, {"tweet_text": "@robertaehlers @MarianaBelem Matt Bommer foi lindo em Glee cantando \"somebody that i used to know \" e um abuso em The Normal Heart"}, {"tweet_text": "heyyyyy I can differentiate bangtan's real smile like from the bottom of their heart and just normal smile to take photos or fans ;;;;;"}, {"tweet_text": "@sassittiki apparently being out of breath and having my heart race after rly easy activities all the time is not normal???"}, {"tweet_text": "@EmeraldDaphne - type of girl who has boys throwing themselves at you. *His heart rate was higher than normal due to the narcotics she -"}, {"tweet_text": "RT @Eostara: @zendao42 @Fustercluck72 @SocietyBasement @chercolvin @battytamara @lizs_heart \nIf it IS the new normal, I've been ahead of th…"}, {"tweet_text": "Watching The Normal Heart — https://t.co/bl9HoQZpBZ"}, {"tweet_text": "RT @Eostara: @zendao42 @Fustercluck72 @SocietyBasement @chercolvin @battytamara @lizs_heart \nIf it IS the new normal, I've been ahead of th…"}, {"tweet_text": "Most of the so called \"hiphop\" groups in Kpop aren't really hiphop by heart. Thus, they are just normal"}, {"tweet_text": "I just finished watching the Normal Heart I'm a complete mess now."}, {"tweet_text": "Cheers to being not normal ;D\nDo what makes you happy at heart\nNot strictly conforming to the ways of society\nAnd you'll be truly you ^_^"}, {"tweet_text": "@zendao42 @Fustercluck72 @SocietyBasement @chercolvin @battytamara @lizs_heart \nIf it IS the new normal, I've been ahead of the game 4 yonks"}, {"tweet_text": "Okey the heart racing is gone now it's just pOUNDING AT A NORMAL RATE THIS IS AMAZE"}, {"tweet_text": "RT @Saviour_Queen: \"She's Kenzi. She is smart and honest and kind and she makes me feel normal and special, all at the same time. She is my…"}, {"tweet_text": "SO WE WAS TEXTING ABOUT THE NORMAL SHIT \"KHALIL YOU NEED TO STOP BE. CHILDISH\" \"FUCK YOU IM STILL A CHILD AT HEART\" THE USUAL"}, {"tweet_text": "Taylor Kitsch at HBO's \"The Normal Heart\" Premiere - Arrivals http://t.co/hGm7ZAKS9A"}, {"tweet_text": "RT @Saviour_Queen: \"She's Kenzi. She is smart and honest and kind and she makes me feel normal and special, all at the same time. She is my…"}, {"tweet_text": "I got really excited cause the fic I've been reading got updated but I was almost asleep so my heart rate may not be doing normal things rn"}, {"tweet_text": "RT @Saviour_Queen: \"She's Kenzi. She is smart and honest and kind and she makes me feel normal and special, all at the same time. She is my…"}, {"tweet_text": "RT @Saviour_Queen: \"She's Kenzi. She is smart and honest and kind and she makes me feel normal and special, all at the same time. She is my…"}, {"tweet_text": "Being on the floor room spinning, heart racing and throwing up your insides within 2 seconds of hearing bad news is really not \"normal\" ..."}, {"tweet_text": "\"She's Kenzi. She is smart and honest and kind and she makes me feel normal and special, all at the same time. She is my heart\"\n\n*SOBBING*"}, {"tweet_text": "@Fustercluck72 @SocietyBasement @Eostara @chercolvin @battytamara @lizs_heart \nIf weird is the new normal, I'll need more cookies &amp; chips!"}, {"tweet_text": "@MarkRuffalo  Thank you for stepping up about the FRACKING problems. Loved you in the\"normal heart\" Crush on U since you did movie /w L. Lin"}, {"tweet_text": "@MegumiShimizu_ \" here try this \" he pulls a heart out of a normal body \" dig your fangs here \" points at a location on the heart"}, {"tweet_text": "Anna Wintour - Full Address #omg! @VertonBanks she mentioned the Normal Heart! The Queen of England knows your name! http://t.co/FpP2BUyYZU"}, {"tweet_text": "@salicerose marked is the sun has raizen the one to the left was normal till one day he became a demon just like me his heart don't beat"}, {"tweet_text": "If you've seen The Normal Heart and it didn't scare the shit out of you, I don't know what will."}, {"tweet_text": "Taylor Kitsch at \"The Normal Heart\" New York Screening - Arrivals http://t.co/kw0JRQZZTU"}, {"tweet_text": "@TristainCooke @SashaFarber yes I had a heart attack when he tweeted me now im like normal well I think so the last time I checked hahaha"}, {"tweet_text": "@Swiftimpala He's from The Normal Heart (he played Felix Turner, the one who died by AIDS), and White Collar (which was cancelled last year)"}, {"tweet_text": "\"The Normal Heart\""}, {"tweet_text": "@yankeechris18 yea just a minor heart thing.. Be back to normal in a few days.. Get to relax for the weekend now.."}, {"tweet_text": "the normal heart is still the most heartbreaking movie I've ever watched"}]