[{"tweet_text": "drop this when the sunlight gone http://t.co/NP94J4tMuC"}, {"tweet_text": "RT @RookwoodWilliam: Little know fact @TheXClass_v2 that\"king of the wild frontier\"was code for\"ok boys what happens in the Alamo stays in …"}, {"tweet_text": "Now Playing: \"One Drop Away\" By \"The Gibsons\" on Knoxville Gospel Music \nhttp://t.co/DVq4yMJcYt"}, {"tweet_text": "RT @imJOSHkiddingg: Looks like Manila's about to drop the hottest new single \"Alabang\" feat. Bonifacio. http://t.co/fKUH2PSBmP"}, {"tweet_text": "Five-year fixed rates drop below 2pc for the first time - via @Telegraph http://t.co/CdfQypsvZv #mortgagebroker #mortgage"}, {"tweet_text": "RT @lu19lucia: @Plehanovka @Photo5065 Fairy indeed! ThankYou ..a drop..💧and the reflex of water can do magic ...💙✨💙 http://t.co/QAsEQ8vHL5"}, {"tweet_text": "RT @loftbanbridge: The Loft underwent a Late Spring Clean yesterday... Looking forward to Drop Ins this week #coffee #chill #chat http://t.…"}, {"tweet_text": "When you got a brotha like @therealkd33 to drop off a donut past midnight you gotta feel like one of the niggas ✊🏾"}, {"tweet_text": "Little know fact @TheXClass_v2 that\"king of the wild frontier\"was code for\"ok boys what happens in the Alamo stays in the Alamo now drop em\""}, {"tweet_text": "RT @imJOSHkiddingg: Looks like Manila's about to drop the hottest new single \"Alabang\" feat. Bonifacio. http://t.co/fKUH2PSBmP"}, {"tweet_text": "RT @SRAMmtb: Want to win the ultimate SRAM setup? At the @SeaOtterClassic? Drop our SRAM Dream Ride booth to find out how. http://t.co/bW3Q…"}, {"tweet_text": "When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @imJOSHkiddingg: Looks like Manila's about to drop the hottest new single \"Alabang\" feat. Bonifacio. http://t.co/fKUH2PSBmP"}, {"tweet_text": "@iG_eXampL @SirenPlay @iG_Endeavor You know the host is bad when I drop 28..."}, {"tweet_text": "RT @youngscooter: DROP IN TWO WEEKS 🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥 #JUGGATHON THE MIXTAPE http://t.co/1g3r12u3vU"}, {"tweet_text": "The way I've been waiting for this loan to drop 😩😩😩"}, {"tweet_text": "Can't I just drop out of school and just work &amp; have fun all the time ugh"}, {"tweet_text": "RT @THEKIDMERO: THIS BABY BOUT TO DROP THE MOST FIRE COUNTRY ALBUM OF 2016 http://t.co/F5OKyTJlBR"}, {"tweet_text": "RT @datcoolnicedude: Girls who drop their phone numbers on the TL. 😍😍"}, {"tweet_text": "RT @MeganPatt328: really appreciate people who will drop everything to make sure I'm okay because I'd do the same for them...that reciproca…"}, {"tweet_text": "@tamzyn Glad to hear it's all been fixed up &amp; really sorry for the inconvenience. Please drop us a line if you need a hand in future - Chris"}, {"tweet_text": "Are they not Nigerians? This is one attitude we should drop \"@OvieO: The North has officially regained power.  https://t.co/FKowIYukgN\""}, {"tweet_text": "Tinashe danced really dope in the Drop That Kitty music video! Fiya!"}, {"tweet_text": "@abbie_eirian I have nothing available at the moment, but i'll keep you in mind. Drop a CV off in store. Paul."}, {"tweet_text": "RT @TheFunnyVine: When you miss the bass drop: http://t.co/mv8HtSv8Si"}, {"tweet_text": "I should go to sleep rn..you know just in case Bighit decides to drop another bomb at 8 in the morning 😅"}, {"tweet_text": "RT @IgniteRSA: You're too far away? You can't make a drop off? Pledge an item. We will purchase it and put in the collection. http://t.co/6…"}, {"tweet_text": "RT @theserioussfact: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "RT @OmarWaraich: @marvisirmed I think you need to revisit the language you've used, and drop the broad brush you've favoured."}, {"tweet_text": "Might drop a ten in the four?"}, {"tweet_text": "RT @meg_mcbride: here hen just cos ye sip rosè instead eh glens n toe tap instead eh slut drop yer arse aboot the place doesny make you any…"}, {"tweet_text": "RT @tac0tuesday: I AM SO HAPPY RIGHT NOW \nMOONRISE IS HAPPENING\nPLEASE PLEASE PLEASE DROP THE LINEUP @MoonriseFest 🙏😭😍 http://t.co/qqS8tDSX…"}, {"tweet_text": "RT @SMCityBicutan: Shopping is the best medicine!!! Shop till you drop at #SMCityBicutan #smbt3ds See yah! #ILoveSM #hubinthesouth http://t…"}, {"tweet_text": "@awquamarine I guess but it just defeats the victory of my obtaining it as a drop slightly lol"}, {"tweet_text": "@kimwitmer @BrooklynWnuk that's why you should drop the gloves and pick a partner and throw some punches 👊"}, {"tweet_text": "An anthropologist in the contemporary art fair ARCO Madrid http://t.co/WDsIMRmTkp @FeriaARCOmadrid|@elpais_cultura|@ARTEit|@Anthropology_RR"}, {"tweet_text": "It was to much of a risk to pick the waratahs... Didn't win any points,  didn't drop any positions. The decider will be the #Bulls game"}, {"tweet_text": "RT @YepiimGS_Blanco: If Lil Kim drop a EP itll go platinum faster then the pink print.  She so anticipated its crazy"}, {"tweet_text": "Canned 7 days ago.  You can draft a bar graph with how the hops drop o... (Sip of Sunshine) http://t.co/8Gv53Ifyb4 #photo"}, {"tweet_text": "RT @94seasidehes: CAN THE BOYS JUST DROP MODEST FOR REAL AND SIGN UNDER LOUIS' OWN RECORD LABEL"}, {"tweet_text": "Joe Murfin Thanks for the follow feel free to drop by http://t.co/A46QC3nyKk"}, {"tweet_text": "If these \"professional hunters\" enjoy the hunt so much how about we drop them in occupied Syria with an AK47. Even the odds a bit."}, {"tweet_text": "Surprised to see these drop at adidasph! The adidas #ZXFlux Prism Weave Pack. #getyours #allflux #prism https://t.co/yMXB73sbMc"}, {"tweet_text": "RT @datcoolnicedude: Girls who drop their phone numbers on the TL. 😍😍"}, {"tweet_text": "@BeechwoodSC for the national \"know your blood pressure\" - have a free check, just drop in today"}, {"tweet_text": "I'm really excited about my new music. After I drop Flight Training, that will signal the beginning of my new music."}, {"tweet_text": "IF Posh have 3 big wins \nIF Chesterfield have 3 losses\nIF all the teams around us drop a few points \nThen..Playoffs \n*NB this won't happen"}, {"tweet_text": "@trimbowlme and we'll drop no lower than 2nd at the most by the end of the round. Gotta love when 2nd play 3rd."}, {"tweet_text": "\"Homme fatale\" THE HELL YOU THINK YOU DOING HONGBIN ? I WILL DROP KICK YOU BEFORE YOU CAN KILL ME"}, {"tweet_text": "@SJVear Hey! - yes I was at the game in October - drop me your Email via DM and I'll let you know how to get the pics from it."}, {"tweet_text": "RT @thedropdate: The UNDEFEATED x BAPE x ADIDAS CONSORTIUM SUPERSTAR 80s drop here in a few minutes... &gt;&gt; http://t.co/G9GELorMdJ http://t.c…"}, {"tweet_text": "@MarkRuffalo will u guys drop by the philippines pls @RobertDowneyJr @ChrisEvans @josswhedon"}, {"tweet_text": "RT @Devo03: Check out the Polished Lifestyle movie&amp; hope everyone comes out to @vintagecrown for our summer drop May 23rd.  http://t.co/4Kc…"}, {"tweet_text": "#icerink #sneakersindonesia Drop the #addiction: http://t.co/hmElc2DE5W Created By World Renowned Hypnotherapi http://t.co/wlalHGcdqD"}, {"tweet_text": "Girls who drop their phone numbers on the TL. 😍😍"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "RT @SundayChants: When you double drop before the match.. http://t.co/Jhxh8antB4"}, {"tweet_text": "RT @cardinal1959: Chaos on T5 drop off , even the scabs are double parked http://t.co/t3Rzg1136L"}, {"tweet_text": "United vs Chelsea, and I'm rooting for United on this so we can try and drop in front of the blue lions."}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @SMCityBicutan: Shopping is the best medicine!!! Shop till you drop at #SMCityBicutan #smbt3ds See yah! #ILoveSM #hubinthesouth http://t…"}, {"tweet_text": "@evanspiegel @beyondSupremacy Make a damn Windows Phone app then and drop the expansive lawsuit then! Apple fans are such retarded cunts..."}, {"tweet_text": "RT @transinstitute: Time for #wwaterforum7 to drop failed dogmas and embrace the public water revolution by TNI's @satokokishimoto http://t…"}, {"tweet_text": "RT @adambloomie2: If you drop a can of Coke in the mouth of someone who's fast asleep and has really bad teeth, in the morning, the can of …"}, {"tweet_text": "My neighbors think they own the fuckin' place! I wish they'd just drop dead the whole lot of 'em! They're drug dealers for fuck sake!!!"}, {"tweet_text": "RT @WomenNMedia: I told new @lafilmschool students to watch @BabadookMovie for future prop lecture. To my great joy, they already knew the …"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "@DDS_Doc_Holiday a drop in the ocean compared to what they'll need for the 57 gazillion billion barrels of oil to be commercialised"}, {"tweet_text": "RT @theSecret_world: If you ever drop glass, put a piece of bread on it. The consistency of the bread will pick up even the smallest shards"}, {"tweet_text": "If Lil Kim drop a EP itll go platinum faster then the pink print.  She so anticipated its crazy"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "I told new @lafilmschool students to watch @BabadookMovie for future prop lecture. To my great joy, they already knew the Netfix drop date."}, {"tweet_text": "RT @AimanHariss: When the bass drop,come and touch the sky"}, {"tweet_text": "@Tn_girl16 drop it like its hot. You know the spot. :P"}, {"tweet_text": "Arid &amp; Rivers (AS): As Lake Mead Levels Drop, The West Braces For Bigger Drought Impact. http://t.co/5XHl2x9gvy"}, {"tweet_text": "@_freshstart 😒 buildups.. You're going out now no need for her but you can always drop off the kfc? 😁"}, {"tweet_text": "RT @ThirtySecFights: ima just drop this on the tl for yall http://t.co/oGRAIy5GGQ"}, {"tweet_text": "RT @xvaanee: Open up to me &amp; drop your guard, I need the proof..constantly to know if you still have a heart, cause a nigga done fucked up"}, {"tweet_text": "RT @imJOSHkiddingg: Looks like Manila's about to drop the hottest new single \"Alabang\" feat. Bonifacio. http://t.co/fKUH2PSBmP"}, {"tweet_text": "RT @GoogleFacts: If you yell \"Andy's comming!\" in front of the Toy Story characters at Disneyland, they will stop what they're doing and dr…"}, {"tweet_text": "RT @justjaredjr: .@echosmith just released the lyric video for #bright and it's got us jamming http://t.co/mEtgQTmAyQ http://t.co/NeOOXdoFKP"}, {"tweet_text": "Since I can't let it drop, the reason comics have responded more to calls for diversity is because they're a cheaper, more nimble industry."}, {"tweet_text": "@easyBus Hi, I made a mistake with my ticket. I put the pick up and drop off point in the wrong order. Is it possible to change please? :)"}, {"tweet_text": "RT @immharvic: Get a chance to win premiere tickets to Avengers when you drop by the Globe booth in Mega Fashion Hall http://t.co/pD97vuTxb…"}, {"tweet_text": "Five-year fixed rates drop below 2pc for the first time http://t.co/P8hgTDhYI1 via @TeleFinance"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @TheNPLGroup: PERMUTATIONS D1 NORTH \nIf Northwich drop any points today, @SalfordCityFC / @Official_Darlo will claim Home Advantage in t…"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "If you drop your bottle in the dessert, its fine, but you'll die in a few days after that"}, {"tweet_text": "RT @FIirtationship0: If you ever drop glass, put a piece of bread on it. The consistency of the bread will pick up even the smallest shards"}, {"tweet_text": "RT @HxppyAlien: I'm thinking when I drop all of my summer items I'll have a sale to kick off the warmer weather 🌞✨💓"}, {"tweet_text": "From the TR vault: The Princess and the 4 mm Drop - [caption id=\"attachment_1044\"... http://t.co/wcwPKASbjL #running #fitness"}, {"tweet_text": "RT @PoliticalReactz: When you're about to drop the sickest mixtape of 2015 and need an album cover #BBCDebate http://t.co/XpAhGmZuZF"}, {"tweet_text": "RT @SheswantstheD: this carrot bout to drop the healthiest verse of all time http://t.co/8ZUDX58Xtb"}, {"tweet_text": "I had to pre K the bitches and make em wait in line I had to drop a couple bitches cause they couldn't realize the stage is mines 🎵🎶"}, {"tweet_text": "RT @AyeSeaaa: the homie ready to drop a month's worth of rent for them shoes lmao"}, {"tweet_text": "People drop the one that was really down and there for them for people that wind up disappointing them anyway."}, {"tweet_text": "Ki&amp;Lo trained to blow \n fuck around drop you down to the floor have you begging,and screaming oh no. \nBitch you better act like you know"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "(Your weirdness factor is correlated with the rank of your searches in Google's autosuggest drop-down.)"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "RT @AyeSeaaa: the homie ready to drop a month's worth of rent for them shoes lmao"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "RT @vSavages: About to drop the hottest cross buns of 2015 http://t.co/yJYL7sa1EZ"}, {"tweet_text": "RT @Ziggy_theALPHA: That one day ape shit will drop and change the game https://t.co/lNnjT7Utgp"}, {"tweet_text": "27' Carina go from dummy half but drop the ball near the line. Still 4-all against Logan #BRL"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @FrancesBekafigo: 4-17-45  Mission 958: The night of 17/18  10 B-24s drop leaflets in France, the Netherlands and Germany  20 B-24s fly …"}, {"tweet_text": "@amandaaa_li did you drop in the toilet? I hope you didn't get any poo on it"}, {"tweet_text": "RT @iamareniall: what if the boys drop modest and sign w louis like that'd be the great they have so much freedom"}, {"tweet_text": "With a cough drop coloured tongue\nAnd you were sitting in the corner with the coats all piled high\nAnd I thought you might be mine"}, {"tweet_text": "@MTVbase_Naija thanks for playing the requests drop me Breath Away by @RadioandWeasel (Official video): https://t.co/udH1bwCZBJ\n#KAMPALA"}, {"tweet_text": "@AirFranceFR The @KLM flight was fine, but too few staff at baggage drop-off (which seemed a slow process for *just* a drop-off), prob &gt;20 m"}, {"tweet_text": "RT @TheNPLGroup: PERMUTATIONS D1 NORTH \nIf Northwich drop any points today, @SalfordCityFC / @Official_Darlo will claim Home Advantage in t…"}, {"tweet_text": "the homie ready to drop a month's worth of rent for them shoes lmao"}, {"tweet_text": "RT @girlposts: I wish my grandma would just tell me I'm the princess of Genovia by now so I can drop out of school"}, {"tweet_text": "@OhItsmeFaithx drop everything now meet me in the pouring rain, kiss me on the side walk, take away the pain~ 😍❤😂"}, {"tweet_text": "RT @PerezHilton: Watch @charli_xcx, @Tinashe and Ty Dolla $sign's performance at the #MTVMovieAwards HERE: http://t.co/67teriZbyM"}, {"tweet_text": "@ZoamSc2 but the best news i can give you is that i'm more stingy than i am a fiend. Only time i drop mad money is on a girl"}, {"tweet_text": "Restructuring Nigeria and Buhari.The President elect has vouch to fight corruption with the last drop of his blood."}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @FunniestVines: How to drop a subtle hint that you want something at the store https://t.co/9zlyDYtQ3I"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "Five-year fixed rates drop below 2pc for the first time - http://t.co/28dN7kn1Sr http://t.co/OAEGjUMpPp"}, {"tweet_text": "Five-year fixed rates drop below 2pc for the first time - http://t.co/J0bONf7neo http://t.co/DAiiK1HXQl"}, {"tweet_text": "@NatWest_Help There's an error with your online banking drop down menus. When clicking on anything in them the drop down box juist closes"}, {"tweet_text": "As a wise man once said, \"When the pimp's in the crib ma\nDrop it like it's hot\""}, {"tweet_text": "The Loft underwent a Late Spring Clean yesterday... Looking forward to Drop Ins this week #coffee #chill #chat http://t.co/QOrfbmwVCb"}, {"tweet_text": "RT @TeleFinance: Five-year fixed rates drop below 2pc for the first time http://t.co/BUEHhf2fEA"}, {"tweet_text": "[SANTA CRANE] Control the claw to drop the present! Enjoy the game with your smartphone! http://t.co/7fU8xkAKNn #game"}, {"tweet_text": "The Themify Flatshop #WordPress #Theme with cool #sliding #Effects and Drag&amp;Drop Builder http://t.co/SNStd8rnqs"}, {"tweet_text": "Five-year fixed rates drop below 2pc for the first time - http://t.co/1hc17uUBlZ http://t.co/gmQCaRiPIr"}, {"tweet_text": "RT @ivanwhite48: \"Drop the top rate of income tax and the rich will pay more\", say the Tories. Really? http://t.co/pky5xJfrsa"}, {"tweet_text": "RT @HakuC_: Its ya boy u already know droppin the napalm in ya hood boi u niggaz thirsty follow me on soundcloud finna drop my newest mixta…"}, {"tweet_text": "RT @theCCR: We joined nearly 60 groups from across the city to urge @NYCCouncil to drop proposal for 1000 new #NYPD officers: http://t.co/b…"}, {"tweet_text": "RT @SueRoseOfficial: Oh god they're playing touch me by flo rida at the gym that shit was my jam I just wanna drop it down low right here o…"}, {"tweet_text": "Might just drop the whole first name all together"}, {"tweet_text": "Incredibly sad because I can't go see Slipknot in Pensacola on the 29th. 😭 @slipknot"}, {"tweet_text": "RT @damnfactz: When a person cries and the first drop of tears comes from the right eye, It's happiness. If it's from the left, It's pain."}, {"tweet_text": "RT @enflick: Be first to download our TextNow App, drop by our booth with your CV at the @Communitech Tech-Jobs event and win swag!!!  Simp…"}, {"tweet_text": "Congratulations...\n\nEmma Salisbury!\n\nYou are the winner of yesterday's Friday Freebie giveaway!\n\nPlease drop me a... http://t.co/DXU7701IEv"}, {"tweet_text": "I said last night and then drop the coffin on purpose."}, {"tweet_text": "RT @Maraudn_Destroy: @_FatNick drop fat camp already bruh do it for all the chubby chicks"}, {"tweet_text": "RT @jquinn67: First Cosmos win tonight... calls for a drop of the good stuff 😉👌🏻🍻 https://t.co/PJTrd61hRQ"}, {"tweet_text": "RT @mfcanty: @The_LCDC The fact that you guys cleared Heathrow drop-off points shows what can be done if the will to do is there\n @MPSHeath…"}, {"tweet_text": "RT @tommykaboom: Chris Packham and Terry Nutkins looking like they're about to drop the hottest progressive techno white label of 1990 http…"}, {"tweet_text": "@Pinanity I think jingoism would drop if  the truth was out day/ day. Less jingo in nations with declass-legislation is not accidental"}, {"tweet_text": "Hella mad @myfabolouslife couldn't drop that #freestylefridays shit tonight I needed some 🔥🔥🔥🔥 to listen to on the way home"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "RT @LWOSdale89: Whoa, what has happened to Marseille recently in Ligue 1? Another defeat, this time to Nantes who were only five points abo…"}, {"tweet_text": "Money wins as; The CPS has drop charges against 9 journalists accused of making illegal payments to public officials? http://t.co/0vrntiNPwF"}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "Streets Best Radio: Now playing  Drop its the hottest online station  Log on http://t.co/xhn9WWbKJV The Hottest Online Station"}, {"tweet_text": "RT @HakuC_: Its ya boy u already know droppin the napalm in ya hood boi u niggaz thirsty follow me on soundcloud finna drop my newest mixta…"}, {"tweet_text": "Mortgage news:  Five-year fixed rates drop below 2pc for the first time http://t.co/UeJyDqJm1W #mortgages #property"}, {"tweet_text": "RT @naytalksfiction: TVD: Elena's leaving but we're continuing the show!\nDE fans:...\nTVD: *ratings drop*\nTVD :...\nTVD: *releases DE stills*"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "someone just told Amos yee to not \"drop the soap\" 😂😂😂😂"}, {"tweet_text": "RT @DroptheActBand: Make sure to \"LIKE\" our page on Facebook for additional information and updates! https://t.co/Gcm20cdCVB"}, {"tweet_text": "RT @OffalyDelish: It's market day ! Drop into Kilcruttin business centre from 10 and shake the hand that feeds you . #MidlandsFood #shoploc…"}, {"tweet_text": "RT @Uduakisong: I'll be speaking at the @ConnectNigeria writer's conference today at Protea, Ikoyi. Drop by if you can."}, {"tweet_text": "When The Ball Drop"}, {"tweet_text": "RT @TeleFinance: Five-year fixed rates drop below 2pc for the first time http://t.co/BUEHhf2fEA"}, {"tweet_text": "RT @Moskvaa: @UnSubtleDesi Even if it was religious...so what?! If you want the benefits, say it! Why drop the origin of Yoga? @TOIIndiaNews"}, {"tweet_text": "RT @SueRoseOfficial: Oh god they're playing touch me by flo rida at the gym that shit was my jam I just wanna drop it down low right here o…"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @IISuperwomanII: NEW VLOG IS UP! The Time We Made Panties Drop! If you like it... SUBSCRIBE! \n\nhttps://t.co/bqYpKRvcVn"}, {"tweet_text": "@IanMCalvert Hi Ian, thanks for the follow. Drop by for a visit soon - Suze from http://t.co/zy1KqzArpR"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "Fuck the Dodge Durango that made us drop our freshly opened MINI OREOS on the floor of the car. Not regular Oreos. No. MINI FUCKING OREOS."}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "@SyluxAE hmm the go to boss buttom takes me to normal Carnax but I fought him once and he didn't drop it :/ ..."}, {"tweet_text": "RT @OffalyDelish: It's market day ! Drop into Kilcruttin business centre from 10 and shake the hand that feeds you . #MidlandsFood #shoploc…"}, {"tweet_text": "Oh baby you, you got what i need... drop the bass"}, {"tweet_text": "@IamStiff I got you guys. Tomorrow ill drop them off at the the station.  Thanks again http://t.co/8hpxnAVFjr"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "Five-year fixed rates drop below 2pc for the first time http://t.co/u1Qp5bfM9i"}, {"tweet_text": "PSA: just because you request/get in an UBER does NOT mean you own the car. You are giving someone gas money to drop you off....period."}, {"tweet_text": "RT @kelly_redhead: Last day to stop the drop! Come on team Wakey! @TPSPeople @jayinmanchester @grieves87 @koldknow @PaigeBellwood @stacey_2…"}, {"tweet_text": "RT @Joe_cooperyork: Good luck today the whole of the #cooperyorkshire sales teams. Who will net the most cars and who will drop in the most…"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "You're the bullet and you're makin me drop please save mey hahahaaha"}, {"tweet_text": "RT @RealKofi: @JustSydneyGrace WHO SEXIER ME OR JOHN CENA I AM A FOURTH TIME IC CHAMP BY THE WAY AND I CAN GIVE YOU A BOOM DROP IF YOU KNOW…"}, {"tweet_text": "Forces in government have started mounting pressure on President Goodluck Jonathan to drop the IGP"}, {"tweet_text": "Richard Hughes on Tiggy Wiggy: \"We'll be looking to drop her in. We won't be able to just let her go in the Guineas, using this as a trial.\""}, {"tweet_text": "@LettersDesk what does ‘not in the public interest’ actually mean when the CPS drop cases? Operation Elveden?"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "The Marathon the hardest mixtape to drop in the 2000's."}, {"tweet_text": "RT @ThirtySecFights: ima just drop this on the tl for yall http://t.co/oGRAIy5GGQ"}, {"tweet_text": "late night drop off by the homie Kiy. 4/20 😎🍁🍃🍂 http://t.co/uUgM2QsNYh"}, {"tweet_text": "@insane_monsters eh? Well... *sweat drop, smiling* ehehe.. Just trying to wake you up. *laugh and head to the kitchen*"}, {"tweet_text": "Oh god they're playing touch me by flo rida at the gym that shit was my jam I just wanna drop it down low right here on the spot"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "RT @SFWarriorNation: If the Warriors drop one game at home, it’s not panic time—they had the best road record in the league. #TitleRun http…"}, {"tweet_text": "she wants drop tops, hair blowing in the wind"}, {"tweet_text": "PERMUTATIONS D1S\n@leektown will claim Home Advantage in the Playoffs with a Win v Chasetown or if Newcastle Town drop points"}, {"tweet_text": "A fact abt that derby is that someone will either gain o drop points or better yet they share points. So lets await and see the outcome"}, {"tweet_text": "the boys who drop you off at home and wait until you actually get inside safely to drive off are the kinda boys you need in your life."}, {"tweet_text": "Gulf Times - Drop the death penalty, say bombing survivors http://t.co/VtZqwNBGO7 via @gulftimes_qatar"}, {"tweet_text": "#joemacintosh Price Drop: Beer Roulette - The Drinking Game (Entertainment): Beer Roulette - The… http://t.co/zGnexeePug #JoeLikesiOS"}, {"tweet_text": "RT @HxppyAlien: I'm thinking when I drop all of my summer items I'll have a sale to kick off the warmer weather 🌞✨💓"}, {"tweet_text": "Finally jumping onto the Arrow bandwagon *drop of sweat emoji*"}, {"tweet_text": "RT @naytalksfiction: TVD: Elena's leaving but we're continuing the show!\nDE fans:...\nTVD: *ratings drop*\nTVD :...\nTVD: *releases DE stills*"}, {"tweet_text": "Y this nigga ain't drop the link  fuck these ig clips lol"}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "RT @agedbottle: need to update my bio &amp;&amp; avi &amp;&amp; drop a selfie in the near future"}, {"tweet_text": "@ZackSnyder Hi guyz n' galz you can check out my review of the trailer here :) there's a mic drop haha https://t.co/D1c8LrrUU8"}, {"tweet_text": ".@SenSchumer &amp; @SenatorCardin: Stop sabotaging diplomacy with #Iran! Drop your support for the dangerous Corker bill. #IranDeal #IranTalks"}, {"tweet_text": "RT @chancetherapper: I've been waitin on @wale to drop The Album about nothing since I was a sophomore. It's everything I thought it'd be."}, {"tweet_text": "PERMUTATIONS D1 SOUTH \n@MickleoverSFC will be the Champions if they draw or better against Lincoln, or if Leek drop points at Chasetown."}, {"tweet_text": "Big game today, need a win against Carlisle and to out perform Bolton to avoid the drop back down\n#NavyAndWhite\n#ComeOnEccles"}, {"tweet_text": "RT @Curvables: When you look back on all the hoes you had to drop http://t.co/BlJL2q09Cg"}, {"tweet_text": "@dude1979 just did a drop round the pubs. Fat ox, townhouse, Victoria, forestation etc"}, {"tweet_text": "RT @michelle_otm: I climb the mountain top, I saw the bottom drop... I cling to drift wood, I swim in the deep world."}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @charli_xcx: TUNE IN 2 @MTV #MOVIEAWARDS 8PM TO SEE ME @tydollasign &amp; @Tinashe PERFORM DROP THAT KITTY FOR THE 1ST TIME EVER 🐯 http://t.…"}, {"tweet_text": "Mikaela, drop us a line; let's see if we can connect you with someone in the SFX field! - The WAFBLA Team https://t.co/4UfLpkNCXm"}, {"tweet_text": "need to update my bio &amp;&amp; avi &amp;&amp; drop a selfie in the near future"}, {"tweet_text": "RT @TheUrbanSlangs: March - The month in which all sexy, drop dead gorgeous women are born."}, {"tweet_text": "Drop the Bass (DOSilve Square Remix) / Nasty Boy\nhttp://t.co/vlYg758F7h\n \n#iTunes #iPhone #"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "Dropped my phone twice and by the 3rd drop my screen cracked 😞"}, {"tweet_text": "You piss me off I swear to the point I want to drop you . but at the same time you show me love . stop fuckimg with my head ! -_- 😒"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT: @BelieberTatted @ehunter123456 @Blzn_Girl_Ash is some of the coolest tweeps. DROP a COMMENT on http://t.co/11Hq3AINC2 by @BenPhrases"}, {"tweet_text": "RT: @Zabrinio @JulFr_ @crazy4crist @hussa5ozz is some of the coolest tweeps. DROP a COMMENT on http://t.co/11Hq3AINC2 by @BenPhrases"}, {"tweet_text": "RT: @e1_vip @E11_VIP @ImNotRNDLL @aalagh2oo9 is some of the coolest tweeps. DROP a COMMENT on http://t.co/11Hq3AINC2 by @BenPhrases"}, {"tweet_text": "RT @oliverbcampbell: I'm just bein' real here. And a hippopotamus? No bullshit, those fuckers are WILD.\n\nI NEVER KNOW WHEN A HIPPO IS GON G…"}, {"tweet_text": "RT: @MMaya098 @natureandnature @Hdu59Tom @E2_VIP is some of the coolest tweeps. DROP a COMMENT on http://t.co/11Hq3AINC2 by @BenPhrases"}, {"tweet_text": "RT: @bint_zaks @Teesalms @Downloud @DashawnDy is some of the coolest tweeps. DROP a COMMENT on http://t.co/11Hq3AINC2 by @BenPhrases"}, {"tweet_text": "RT: @sophieunwin79 @___PoorHomieBre @hermanhermcy is some of the coolest tweeps. DROP a COMMENT on http://t.co/11Hq3AINC2 by @BenPhrases"}, {"tweet_text": "RT: @RamenBeefNoodle @PreciousVictor2 @0fash0 is some of the coolest tweeps. DROP a COMMENT on http://t.co/11Hq3AINC2 by @BenPhrases"}, {"tweet_text": "RT: @FFz @Mina_NoLove @getmoneyfudge @Elikb21 is some of the coolest tweeps. DROP a COMMENT on http://t.co/11Hq3AINC2 by @BenPhrases"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "RT @SneakerShouts: The BAPE x Undefeated x Adidas Superstar drop in 20 mins\nBlk: http://t.co/nlDT8YOtfg\nWhite: http://t.co/jCPhw6Uf1p http:…"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @MeganPatt328: really appreciate people who will drop everything to make sure I'm okay because I'd do the same for them...that reciproca…"}, {"tweet_text": "@_FatNick drop fat camp already bruh do it for all the chubby chicks"}, {"tweet_text": "RT @BHTVeric: The #Blackhawks drop Game 2, but head back to Chicago even at a game a piece. Lear's Look: http://t.co/aO4C4NpZ1l"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @VocalEK: If e-cigarette use causes teens to become smokers, how does the government explain the drop in youth smoking rates?  https://t…"}, {"tweet_text": "You can change the #DESIGN of Your EXISTING #WORDPRESS Theme ANYWAY You want with great Themify Drag&amp;Drop Builder http://t.co/17FHrBivxM"}, {"tweet_text": "RT @TheFunnyVine: How to drop a subtle hint that you want something at the store https://t.co/DZyzTc1pIH"}, {"tweet_text": "RT @AlanBattison: @LydiaRoseBright @Tasmin @KhubsooratC drop dead gorgeous the pair of you."}, {"tweet_text": "drop low like thrs money on the floor"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "PERMUTATIONS D1 NORTH \nIf Northwich drop any points today, @SalfordCityFC / @Official_Darlo will claim Home Advantage in the Playoffs."}, {"tweet_text": "of I drop dead I don't want anyone cry cuz I would be smiling the second I see Jesus so ???"}, {"tweet_text": "Five-year fixed rates drop below 2pc for the first time: Rates have plummeted to a new historic low, although ... http://t.co/K7mM7CnJ9B"}, {"tweet_text": "Five-year fixed rates drop below 2pc for the first time: Rates have plummeted to a new historic low, although ... http://t.co/nAeR0f5nc2"}, {"tweet_text": "Five-year fixed rates drop below 2pc for the first time: Rates have plummeted to a new historic low, although ... http://t.co/l4zazzLE11"}, {"tweet_text": "Five-year fixed rates drop below 2pc for the first time http://t.co/20ya080edk #telegraph"}, {"tweet_text": "⭐️ #Finance • Five-year fixed rates drop below 2pc for the first time: Rates have plummeted to a new historic ... http://t.co/qDZfP8btzh"}, {"tweet_text": "⭐️ #Finance • Five-year fixed rates drop below 2pc for the first time: Rates have plummeted to a new historic ... http://t.co/zrs6MI4duy"}, {"tweet_text": "The drop in group is on from 10am so if you fancy a great couple of hours with your family then pop along"}, {"tweet_text": "⭐️ #Finance • Five-year fixed rates drop below 2pc for the first time: Rates have plummeted to a new historic ... http://t.co/q9scYmDxMt"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "@raaachaaaell @xolesliet watch mine drop after the chapter 8 test tho..."}, {"tweet_text": "The only drag and drop editor specially made for videos ;) http://t.co/oFDNt7kEbq"}, {"tweet_text": "Blimey I can't think of anyone who would benefit from the politically expedient decision to drop prosecutions of journalists pre election?"}, {"tweet_text": "@TomStrangward won't be suspended. Didn't drop gloves, and officials didn't make call on the play. #29 only one in danger of susp."}, {"tweet_text": "That feeling right when you fall off of the tallest drop on the roller coaster, I feel when I'm tipsy a lil bit lol"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "As Lake Mead Levels Drop, The West Braces For Bigger Drought Impact : NPR http://t.co/0jarvYrkOp"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "Indianapolis Business Journal Reveals The 'Real' Reason WIBC Dropped GOP Extremist Rush Limbaugh  http://t.co/DDApYoluyy via @dailykos"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @OTRADaily: NOW ONE DIRECTION SHOULD DROP MODEST AND SIGN A CONTRACT WITH LOUIS AHAHA \n\n#ProudOfLouis"}, {"tweet_text": "RT @IxSamZxI: Go for the @TheVersaUprisin RC https://t.co/2efHR2Zgjy and drop a like! Like, comment &amp; Sub"}, {"tweet_text": "When you tellin the squad a funny ass joke and bout to drop the punchline http://t.co/PDk79sNs2n"}, {"tweet_text": "@Mooresam76 @bicks31 with the help of sunny corner and a drop of cider 🍻"}, {"tweet_text": "@I__AM__ZION lmao thanks homie cant wait til u drop shit"}, {"tweet_text": "Went from one of my best birthdays to one of my worst in the drop of a hat. Or I should say, jacket to be more accurate."}, {"tweet_text": "RT @IxSamZxI: Go for the @TheVersaUprisin RC https://t.co/2efHR2Zgjy and drop a like! Like, comment &amp; Sub"}, {"tweet_text": "Drop 92% Price: Rs. 3,319.25. Paperback: Bleach 1: The Death and the Strawberry. http://t.co/7uLKW4hcdu"}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "RT @KatovHassel: A drop in the ocean, a change in the weather, i was praying that you and me might end up together"}, {"tweet_text": "RT @JoshuaRozenberg: Here, no longer anonymised, is the judgment that led the DPP to drop charges against nine journalists today: https://t…"}, {"tweet_text": "RT @TSNBobMcKenzie: . @TSNHockey panel hits the road Sunday for G3 in CGY. Drop by, say hi to @tsnjamesduthie @TSNAaronWard et moi while we…"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "I really want to see beiska drop the gloves with ferland! #BecauseItsTheCup"}, {"tweet_text": "Where's the Damn project. Can they just drop it?!"}, {"tweet_text": "the boys who drop you off at home and wait until you actually get inside safely to drive off are the kinda boys you need in your life."}, {"tweet_text": "#moms help me drop the price of the HABA Technics Blocks to $35.50 (47% off). @Drop_price @haba_usa http://t.co/rpJrl1rRnL"}, {"tweet_text": "@itsnotkelly or i'll drop kick you into the viaduct"}, {"tweet_text": "RT @KushJoint: When you drop the weed http://t.co/HAlV6Ybv0r"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "Going to make a reaction video of the new Star Wars trailer and the new BvS teaser that will drop on Thursday!"}, {"tweet_text": "nd shout out to the people ready for my mixtape to drop"}, {"tweet_text": "http://t.co/nFSsB67WOk The Wild Diet: Get Back to Your Roots, Burn Fat, and Drop Up to 20 Pounds in 40 Days\n\nThe … http://t.co/K5cGEtlj2U"}, {"tweet_text": "A drop in the ocean, a change in the weather, i was praying that you and me might end up together"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "@EscapeTourneys When's the bracket gonna drop?"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "When push come to shove, I just stand up and scream fuck 'em all. - Drop the World"}, {"tweet_text": "RT @DroptheActBand: Make sure to \"LIKE\" our page on Facebook for additional information and updates! https://t.co/Gcm20cdCVB"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "http://t.co/0z5mgwcjYC\n\nV. K. Jewels Delicate Drop Solitaire Pendant - PS1058R [VKP1058R].\n Deal of the day : Che… http://t.co/quOtAr0w1U"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "The 453bhp drop-top Phantom Waterspeed looks expensive. It is. Yours for £440,000"}, {"tweet_text": "@xKangSeulgi94 kkkk sure ^^ and please, drop the formalities fufufu~"}, {"tweet_text": "Another nail in the coffin of thermal coal http://t.co/1k1szUX8Vg via @FinancialReview"}, {"tweet_text": "@arcadeclubuk Just need to sell the concept into the missus now! I'll drop her off at the Arndale and carry on up North! 👻"}, {"tweet_text": "He was there bc of his time with 1D.. aaanyway maybe next year bc of his own work.. I'm gonna drop this topic now. all the best to him."}, {"tweet_text": "\"It costs $0.00 to be a decent person.\"\nThis means drop the attitude and try to be civil. I know, this sounds sooo hard right?"}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "RT @2purplebricks: @brewer_lar @Belfastbrit Why would our trend line drop to the figures they state near to an election when they have rise…"}, {"tweet_text": "Crime Rates and Drop-Out Rates Increase: When you’ve been learning the dropout statistics… http://t.co/UIgHB1Wb02"}, {"tweet_text": "Foxcatcher, Birdman, John Wick and The Drop were some of the worst movies of 2014"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "India’s export crash in March is not a one-off; there are no quick-fixes for this The precipitate drop in exports … http://t.co/rF5v8n7oZU"}, {"tweet_text": "RT @jfreebo: I always wondered how chair doesn't kill her once the ball finishes its drop #chemtact"}, {"tweet_text": "RT @naytalksfiction: TVD: Elena's leaving but we're continuing the show!\nDE fans:...\nTVD: *ratings drop*\nTVD :...\nTVD: *releases DE stills*"}, {"tweet_text": "#Eagles watch from above @ #LakeMatanuska hoping the #icefisherman drop their #catch http://t.co/tDMSvQD1vC"}, {"tweet_text": "@idahocafe and I was in your neck if the woods yesterday could have done a drop off!!!!"}, {"tweet_text": "The #ProductEmpties We Loved to the Last Drop: From new finds to longtime favorites, these are beauty products ..."}, {"tweet_text": "The #ProductEmpties We Loved to the Last Drop"}, {"tweet_text": "I always wondered how chair doesn't kill her once the ball finishes its drop #chemtact"}, {"tweet_text": "I liked a @YouTube video http://t.co/TA87EQGjA8 Star Wars Battlefront 3 - Did EA Drop The Ball At The Reveal?"}, {"tweet_text": "Five-year fixed rates drop below 2pc for the first time http://t.co/FTT7SJyADo http://t.co/wrh0xsuDOv"}, {"tweet_text": "RT #SENATE TO #VOTE TO STOP THE #ILLEGALALIEN DROP #BABY #LAW https://t.co/OeOXVTTIM3 #Congress #illegalimmigration #Border"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "In what version of Cinderella does she leave the ball late to drop off drunk friends &amp; ends up changing into gym clothes in a parking lot?"}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "We will be collecting bottles/cans throughout #FortMcMurray all wknd long. Swing by the depot to drop your bags off and help us fundraise!"}, {"tweet_text": "Go for the @TheVersaUprisin RC https://t.co/2efHR2Zgjy and drop a like! Like, comment &amp; Sub"}, {"tweet_text": "[ Military ] Open Question : Should the military set off an atomi cbong on 4/20?: Intead of dropin bombs lefts drop bongs take a huge 100…"}, {"tweet_text": "Five-year fixed rates drop below 2pc for the first time http://t.co/gCzdHKnf74 #lowestmortgagerates #bestbuymortgages [@TeleFinance]"}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "They Put Picnic Tables Under The Waterfall. When You See Why, Your Jaw Will DROP!!\nhttp://t.co/epxt6pDWgY http://t.co/9rVCUx2uxb"}, {"tweet_text": "@BrandenMTC You're the type a nigg I'd drop 2 of my RAW mixtapes for🔥🔥🔥💩💩💩"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "When the foods in the crib...drop it like its hot"}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "@Atomicflix Definitely. Having said that we'd need to win by 3+ today to get out the drop by the end fo the day. But if Hull lose, who knows"}, {"tweet_text": "RT @IndieRadioPlay: 1063 Drop - We Spin ONLY The Hits -&gt; http://t.co/eMX9JgTv3v #nowplaying"}, {"tweet_text": "RT @MusketeersMakes: Beaded rain drop knitting stitch markers with no-snag loops https://t.co/CFDzHdOrk4 #etsymntt #Blue"}, {"tweet_text": "At last! The audience reaction to #TheForceAwakens #trailer2 at Star Wars Celebration https://t.co/9o5zfWf2Gs Love the jaw drop at the end."}, {"tweet_text": "RT @MeganPatt328: really appreciate people who will drop everything to make sure I'm okay because I'd do the same for them...that reciproca…"}, {"tweet_text": "@kelseymariemc Your honeymoon is like a drop, your knob is like a cuff\nFrom this day forth a member of the house of Hufflepuff!"}, {"tweet_text": "RT @SteelCityy: I JUST WANNA HEAR THE DROP @GHCCrimsuNs @Mushymouse_ @vimcmxc"}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "\"She was free in her wildness. She was a wanderess,a drop of free water. She belonged to no man and to no city.”\n-Roman Payne, The Wanderess"}, {"tweet_text": "@yungcatdad ignoring the homeless, school drop-outs and suicide victims."}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "RT @Dory: when u trying to be quiet in the kitchen at 2 am and u drop a spoon  http://t.co/OECxbx9Voq"}, {"tweet_text": "Shorty you the hottest, love the way you drop it, brain so good coulda sworn you went to college"}, {"tweet_text": "Streets Best Radio: Now playing  Drop Submit Your Track  Log on http://t.co/xhn9WWbKJV The Hottest Online Station"}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "When You See What's Hiding In Plain Sight Here, Your Jaw Will DROP http://t.co/ZnPnWXBw7U"}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "I want @mikethemiz to drop the Hollywood gimmick,go back to the old Miz &amp; become WWE Champ again! 🙌"}, {"tweet_text": "RT @DirectPHC: If u yell \"Andy's comming!\" in front of the Toy Story characters at Disneyland, they will stop what they're doing &amp; drop.\" #…"}, {"tweet_text": "drop nigghas on the daily 💯 specially when i get put in the friend zone ✋🏼"}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "@eloracnasus Many are amusing. Some, like that gem, make you want to drop the microphone, walk off the stage, and hail a cab."}, {"tweet_text": "The drop on Bastarz's song is so heavy."}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "@brewer_lar @Belfastbrit Why would our trend line drop to the figures they state near to an election when they have risen since 2012.#fixed"}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "RT @baddest: The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "RT @TeleFinance: Five-year fixed rates drop below 2pc for the first time http://t.co/BUEHhf2fEA"}, {"tweet_text": "@ReginasDaughter ~unforgiving look you used to hide behind. The warm, loving ones I have grown so fond of are gone. I drop to my knees, my ~"}, {"tweet_text": "RT @Rangerage: @oliverbcampbell Yeah, seriously drop bears are a big problem here, I hit one with my car last month and it killed the suspe…"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "when the drop gives you chills pls"}, {"tweet_text": "I JUST WANNA HEAR THE DROP @GHCCrimsuNs @Mushymouse_ @vimcmxc"}, {"tweet_text": "TV stations - do us all a BIG favour and drop the tag line that Eskom has given you: \"...and Eskom urges you to... http://t.co/TMUdaCkeud"}, {"tweet_text": "@charizardboy99 ur the type of nigg that i would drop my 🔥 mixtape early too"}, {"tweet_text": "RT @Orioles: RECAP: The #Orioles drop a close one to the Red Sox, 3-2. http://t.co/F9jSmNCp1Y http://t.co/SCKJEIRIjL"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "My Mother Told Me To Drop My Political Ambition - Julius Agwu Julius Agwu is one of the most successfu http://t.co/gVPF9DNHCh  #News #Music"}, {"tweet_text": "I'd love to, but the President said he might drop in."}, {"tweet_text": "Pressure Drop - Toots &amp; The Maytals ▶"}, {"tweet_text": "The Weeknd  needs to stop playing and drop his new music"}, {"tweet_text": "Geesh\nIsaiah 45\nTalk about a mic drop moment in the Bible...\n\nhttps://t.co/wdOA3GcZ51"}, {"tweet_text": "RT @gnarIy: open up to me and drop your guard, i need the proof"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "Hongxing drop hammer gives the swell accidental pot trust: hcfAlD http://t.co/ithosZNwy6"}, {"tweet_text": "Five-year fixed rates drop below 2pc for the first time http://t.co/BUEHhf2fEA"}, {"tweet_text": "I pray they drop the charges"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "Drop 71% Price: £8.71. Apparel: Logoshirt Slim Fit Marvel The Amazing Spider Man Logo Men's T-Shirt Black Med... http://t.co/FCM3nVnN3X"}, {"tweet_text": "'you must try to drop your sense of separativeness' Theun Mares &amp; a free Ebook on Happiness -&gt; http://t.co/8hfVrY8zPB"}, {"tweet_text": "Some dude was getting upset on drop ins earlier. #smh the fuck you think this is homie ?"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "Lastimosa combination kill. Off speed kill Adorador then falls short on the drop. 10-8, Foton #PSLAFC #PSLonSolarSports #FOTvsPHG"}, {"tweet_text": "RT @jayrlocked: The guy you brought into add more truculence and specifically to protect the kids doesn't even drop the gloves during line …"}, {"tweet_text": "RT @USFSigmas: Neos drop on the 19th... Charter Day on the 20th... You're in for a good time with Zeta Xi"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @Way_Things_Work: The Way Military Drop Trucks From Planes http://t.co/5ge6DRb43H"}, {"tweet_text": "I have to drop of my sister with the baby sister before I head out to work 😪"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @SURFER_Magazine: Slater and de Souza exchange laybacks off the drop and now we wait for the scores. #DrugAware #MargiesPro http://t.co/…"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @HxppyAlien: I'm thinking when I drop all of my summer items I'll have a sale to kick off the warmer weather 🌞✨💓"}, {"tweet_text": "RT @HxppyAlien: I'm thinking when I drop all of my summer items I'll have a sale to kick off the warmer weather 🌞✨💓"}, {"tweet_text": "RT @HxppyAlien: I'm thinking when I drop all of my summer items I'll have a sale to kick off the warmer weather 🌞✨💓"}, {"tweet_text": "RT @HxppyAlien: I'm thinking when I drop all of my summer items I'll have a sale to kick off the warmer weather 🌞✨💓"}, {"tweet_text": "RT @HxppyAlien: I'm thinking when I drop all of my summer items I'll have a sale to kick off the warmer weather 🌞✨💓"}, {"tweet_text": "RT @HxppyAlien: I'm thinking when I drop all of my summer items I'll have a sale to kick off the warmer weather 🌞✨💓"}, {"tweet_text": "RT @HxppyAlien: I'm thinking when I drop all of my summer items I'll have a sale to kick off the warmer weather 🌞✨💓"}, {"tweet_text": "RT @HxppyAlien: I'm thinking when I drop all of my summer items I'll have a sale to kick off the warmer weather 🌞✨💓"}, {"tweet_text": "RT @HxppyAlien: I'm thinking when I drop all of my summer items I'll have a sale to kick off the warmer weather 🌞✨💓"}, {"tweet_text": "RT @HxppyAlien: I'm thinking when I drop all of my summer items I'll have a sale to kick off the warmer weather 🌞✨💓"}, {"tweet_text": "RT @HxppyAlien: I'm thinking when I drop all of my summer items I'll have a sale to kick off the warmer weather 🌞✨💓"}, {"tweet_text": "RT @HxppyAlien: I'm thinking when I drop all of my summer items I'll have a sale to kick off the warmer weather 🌞✨💓"}, {"tweet_text": "RT @HxppyAlien: I'm thinking when I drop all of my summer items I'll have a sale to kick off the warmer weather 🌞✨💓"}, {"tweet_text": "RT @HxppyAlien: I'm thinking when I drop all of my summer items I'll have a sale to kick off the warmer weather 🌞✨💓"}, {"tweet_text": "RT @HxppyAlien: I'm thinking when I drop all of my summer items I'll have a sale to kick off the warmer weather 🌞✨💓"}, {"tweet_text": "RT @HxppyAlien: I'm thinking when I drop all of my summer items I'll have a sale to kick off the warmer weather 🌞✨💓"}, {"tweet_text": "RT @HxppyAlien: I'm thinking when I drop all of my summer items I'll have a sale to kick off the warmer weather 🌞✨💓"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "@ArtoftheElderly this is the rove with two cups of water on it.\nThey managed to dig it in without spoiling a drop http://t.co/OA9fLcWUjr"}, {"tweet_text": "Just another damn drop in the bucket"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "8 o'clock in the morning and ppl on my Facebook are already asking for drop offs :)"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "'Drop the death penalty,' say parents of Boston Marathon bombing victim http://t.co/A513wXUnOA http://t.co/iPXHjBLz5l"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "I'm never doing the pin drop :/// I failed myself"}, {"tweet_text": "As Lake Mead Levels Drop, The West Braces For Bigger Drought Impact: The historic four-year drought in California… http://t.co/bo4dV3btPj"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "1063 Drop - We Spin ONLY The Hits -&gt; http://t.co/eMX9JgTv3v #nowplaying"}, {"tweet_text": "@myfabolouslife drop it, the streets need it b"}, {"tweet_text": "@blulnr18 I think Crawford gets one more start. Hawks have to slant the Ice from 1st Puck Drop. Nashville Merchants glad for Game 5 I'm sure"}, {"tweet_text": "@Si_Hart I have a copy I'll drop in to the library when I'm next in."}, {"tweet_text": "@ThereseEikum I'm becoming delusional w all the 'drop single' hashtags."}, {"tweet_text": "RT @doejohnca: Biomazing HCG â\u0080\u0093 The HCG Diet Drops Recommended Most by Experts to Help You Drop 1-2 Pounds Daily by Follow http://t.co/cTa…"}, {"tweet_text": "Video: melociraptors: satsunon: when you wait for the beat to drop before you start throwing snacks at... http://t.co/i4EXvgAG4o"}, {"tweet_text": "RT itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @doejohnca: Biomazing HCG â\u0080\u0093 The HCG Diet Drops Recommended Most by Experts to Help You Drop 1-2 Pounds Daily by Follow http://t.co/cTa…"}, {"tweet_text": "drop dead gorgeous but the bitch ain't dyin for a nigga"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "@tv_nina your gonna let it drop to your mouth so you can eat it like the cum slut you are"}, {"tweet_text": "boys are like aliens: they always suck you back in with their tractor beam, then drop you to the field. #bitter"}, {"tweet_text": "Rodriguez Has Big Day As Rays Drop Opener To Yankees | Home Of The Rays on 620 WDAE http://t.co/NIUg8G0OwI"}, {"tweet_text": "no but can the boys drop modest and can 78 productions please sign them"}, {"tweet_text": "im going to start my book report tonight i have the google drive app on my phone ill just use that and drop it tomorrow"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "meek mill needs to drop an album cause im lowkey tired of the same music 😰"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "I'm listening to \"A Drop In The Ocean\" by @RonPopeMusic on #Pandora http://t.co/GTUBYANeOi"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "real question: is there somewhere i can rewatch the full game sooner than 24 hours after puck drop?"}, {"tweet_text": "RT @C4Gogglebox: I don’t think it’s a very good message. People would drop their children and be a further burden to the NHS #Gogglebox"}, {"tweet_text": "The guy you brought into add more truculence and specifically to protect the kids doesn't even drop the gloves during line brawl? #Flames"}, {"tweet_text": "\"I'm gonna Frick you up! Better not drop the soap\""}, {"tweet_text": "RT #SENATE TO #VOTE TO STOP THE #ILLEGALALIEN DROP #BABY #LAW https://t.co/iJkO9NwUXU #Congress #illegalimmigration #Border"}, {"tweet_text": "The #ProductEmpties We Loved to the Last Drop http://t.co/D3ScmaMnOX #beauty"}, {"tweet_text": "RT @lorrielgotchu: I was taught that if people don't share the same mindset as you, and if people are holding you back from being successfu…"}, {"tweet_text": "#NHL #CalgaryFlames- Tempers flare as Flames drop Game 2: \nVANCOUVER, BC -- The series... http://t.co/UaZ3dzjPyj http://t.co/tmwW6FdxKD"}, {"tweet_text": "@erik_griswold nope, just for the crap American technology. My close to million km volvo (audi engine) doesn't spill a drop."}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "Shut the door, drop your pants, climb in top of me, and satisfy your needs. love always, your toilet"}, {"tweet_text": "Last day to stop the drop! Come on team Wakey! @TPSPeople @jayinmanchester @grieves87 @koldknow @PaigeBellwood @stacey_290186 @charllbaker"}, {"tweet_text": "RT @itzwikipedia: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "@gmoneyizme @johnhbr Rodgers should drop joe \"xavi\" Allen 4stevie today and get ballotelli on the lineup"}, {"tweet_text": "@williamjbrowne Hi William, from Purchase History select \"Hide Order\" from the right drop down menu. Thanks ^A"}, {"tweet_text": "RT @undiefan: lookintomyeyesboy:\n\n“… and when I reach zero, you will drop the ball, and with it you’ll let go all your inhibition… http://t…"}, {"tweet_text": "Magic Clean Outs! We Drop, We Load &amp; Pick Up The Same Day: http://t.co/bjau1kKyLn http://t.co/RxqkiGO1Ql"}, {"tweet_text": "Drop the album stop teasing fuckin asshole @Niggurache"}, {"tweet_text": "@IntrepidIndian He'd be stupid to not play for a draw given the position his team is in. It'd be silly to drop points at this stage."}, {"tweet_text": "RT @jc5hhh: boutta drop the hottest thesis of 2015"}, {"tweet_text": "boutta drop the hottest thesis of 2015"}, {"tweet_text": "I'm just bein' real here. And a hippopotamus? No bullshit, those fuckers are WILD.\n\nI NEVER KNOW WHEN A HIPPO IS GON GET THE DROP ON ME"}, {"tweet_text": "@DefianceT bro we have been waiting for 10 minutes can u please advance us we beat them we were up 5-1 and the drop host...."}, {"tweet_text": "RT @TheDjTwalk: 50 Retweets and I'll drop the #HowTwalkSavedDenton flyer tonight F it"}, {"tweet_text": "RT @DrewHowFly: The fact Kobe's rape accuser was willing to drop criminal charges in favor of a civil suit settlement sums up pro sports ra…"}, {"tweet_text": "RT @GanjaGodd3ss: @b_tchimightB yes but niggas knew that shit n would always try to get smoked up for the free 😒 LIKE NIGGA DROP YO 5! And …"}, {"tweet_text": "@sindivanzyl I've been thinking of getting the BB next because my only problem with the LG is the screen. Once you drop the phone its over."}, {"tweet_text": "RT @IgniteRSA: You're too far away? You can't make a drop off? Pledge an item. We will purchase it and put in the collection. http://t.co/6…"}, {"tweet_text": "Lmfao hell naw . Drop feelings and leave the drugs where they at 😂 https://t.co/9rrKOhPXBO"}, {"tweet_text": "@PhoneBoy Just drop it on the ground and reseat the chips! 😇😅"}, {"tweet_text": "Five-year fixed rates drop below 2pc for the first time http://t.co/WnllmrYz91"}, {"tweet_text": "Five-year fixed rates drop below 2pc for the first time http://t.co/Ps77cDFzCB #news #telegraph"}, {"tweet_text": "Five-year fixed rates drop below 2pc for the first time http://t.co/13V5OJLnow"}, {"tweet_text": "Five-year fixed rates drop below 2pc for the first time http://t.co/LcBymNwkj1 via #TelegraphFinance"}, {"tweet_text": "RT @beachumbrellas1: A plane or helicopter could drop a small container canister of the agent behind enemy lines #dystopian #scifi http://t…"}, {"tweet_text": "So next week Friday when the physicals drop we'll have hit Platinum!!!"}, {"tweet_text": "Didn't have a single drop of alcohol last night but woke up with a headache, red bull is the devil"}, {"tweet_text": "Obama moves to drop Cuba from terror blacklist - The News International"}, {"tweet_text": "Hopefully the support won't drop under him but rises,think race"}, {"tweet_text": "Think I might drop a track... be on the lookout gonna be called \"Cause Eye\""}, {"tweet_text": "@b_tchimightB yes but niggas knew that shit n would always try to get smoked up for the free 😒 LIKE NIGGA DROP YO 5! And YES fuck mr radloff"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @ThirtySecFights: ima just drop this on the tl for yall http://t.co/oGRAIy5GGQ"}, {"tweet_text": "Sabrina fucked up on the pin drop"}, {"tweet_text": "RT @iAm_Dytto: New music and straight hair? On a Friday? It's a good day, come hang with me on @worldofdance The Drop this week!\nhttp://t.c…"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "RT @PrometheusNYC: The momentum turns... \"EIA: US Shale Oil Output To Fall In May, First Drop In 4 Years\" #oil+gas #feedly http://t.co/71oE…"}, {"tweet_text": "Ace of Duty - Drop The Needle"}, {"tweet_text": "\"Japan’s natural population decline has reached to an estimated 251,000, the largest drop on record, according to... http://t.co/Er7c7g3QyM"}, {"tweet_text": "RT @leynacelest: Drop the drama, get some food, &amp; chill"}, {"tweet_text": "You can drop donations at the Zimbabwean Consulate in Bedfordview \n #Jeppestown #Xenophobia"}, {"tweet_text": "Derive pleasure from the drop in in consideration of the gracile pure and simple urban differently mark time w..."}, {"tweet_text": "RT @rihanna: When the DJ's tell me dey can't drop this is the club..... https://t.co/qJkZaBP1o0"}, {"tweet_text": "@aristeia no, that's what the tank was about. see my last tweet. Can only drop by one spot, so we're guaranteed the 2nd pick."}, {"tweet_text": "Some people just matter. They matter to the point where you would drop everything to make sure they were ok no matter what time."}, {"tweet_text": "RT @PrometheusNYC: The momentum turns... \"EIA: US Shale Oil Output To Fall In May, First Drop In 4 Years\" #oil+gas #feedly http://t.co/71oE…"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "I liked a @YouTube video from @danedimension http://t.co/0DEjU3U811 The Drop Bear (Minecraft Hunting Machinima)"}, {"tweet_text": "RT @beachumbrellas1: A plane or helicopter could drop a small container canister of the agent behind enemy lines #dystopian #scifi http://t…"}, {"tweet_text": "United with just 5 away wins in 15matches and you still think they'll win at the bridge where chelsea is yet to lose and only drop point 2c"}, {"tweet_text": "@Thapz_ZA Ignorant much!\nLol....Is South Africa even in Africa? Better even drop the name Africa"}, {"tweet_text": "To drop the bread on this pizza or nah...that is the question"}, {"tweet_text": "Climb up high drop the journal #WreckThisJournal #wreckthisjournaleverywhere #kerriSmith #art #anxiouscrafter http://t.co/5K79E7lWaz"}, {"tweet_text": "RT @Ziggy_theALPHA: That one day ape shit will drop and change the game https://t.co/lNnjT7Utgp"}, {"tweet_text": "@_UgszzUTE feel me lol. Drop the front and know your role"}, {"tweet_text": "@tbraham35 😂 drop out now so your situation will be set by the time yo mix drop"}, {"tweet_text": "Drop your ATM Card PIN? #_Hojah_food"}, {"tweet_text": "RT @GoogleFacts: If you yell \"Andy's comming!\" in front of the Toy Story characters at Disneyland, they will stop what they're doing and dr…"}, {"tweet_text": "Via @nprnews: As Lake Mead Levels Drop, The West Braces For Bigger Drought Impact http://t.co/BJbEMrCwRO"}, {"tweet_text": "That one day ape shit will drop and change the game https://t.co/lNnjT7Utgp"}, {"tweet_text": "The best way to break a bad habit is to drop it. ― Anonymous"}, {"tweet_text": "I need a cough drop, I need to turn this tv off, and I need to plug my phone into the charger, but I'm comfortable and don't want to get up."}, {"tweet_text": "@BekeGSW thanks man. Appreciate it. Drop $50 on Man U today. I got a good feeling about the game"}, {"tweet_text": "@jesse_xcvi @AaronHernandez go drop the soap for him already"}, {"tweet_text": "RT @naytalksfiction: TVD: Elena's leaving but we're continuing the show!\nDE fans:...\nTVD: *ratings drop*\nTVD :...\nTVD: *releases DE stills*"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "RT @SundayChants: When you double drop before the match.. http://t.co/Jhxh8antB4"}, {"tweet_text": "@HasahnAustin2 mine coming out in the summer download it so i can drop out"}, {"tweet_text": "future iconic BOP and song of the century boutta drop!"}, {"tweet_text": "RT @TeamRocket: Pikachu looks like he's about to drop the hottest mixtape of 2015 http://t.co/aeaxng2g8D"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @CADSabah: We have a new exhibition coming up on the 24th of April (Friday), don't forget to drop by and check Sabating's... http://t.co…"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "Could home comforts save Hull City from the drop?... http://t.co/VCk48ocIWO\n #HCAFC"}, {"tweet_text": "@patersonjeff watched the game at work. 7pm puck drop using NHL Gamecenter online. Actually watched all 4 games tonight but Go Canucks Go!"}, {"tweet_text": "I feel like grinding on ppl was such a big thing in hs but ppl in college just jump to the beat &amp; hope the drugs kick in before the nxt drop"}, {"tweet_text": "The paddock is filling up nicely for this weekend's #motorsport #hillclimb. If you're in Shropshire why not drop in"}, {"tweet_text": "#BeatlesFact: At 1:38-1:40 of the song Yellow Submarine, Ringo Starr could be heard saying \"Cut the cable, drop the cable.\""}, {"tweet_text": "#NOWPLAYING:\n(DJ Drop) Superstar DJ 50 on the mix! Strictly Naija Music #NonStop on @Top20Hitz, Fm |"}, {"tweet_text": "louis has his own record label is this some sign that in someway louis' motivating liam harry niall to drop the modest and sign up with him"}, {"tweet_text": "RT @artatomy: If you'd like to present your work at the exhibition, please drop off your artwork submissions for #Artatomy to @dr_keenan th…"}, {"tweet_text": "RT @allthelouvelrh: the boys should drop modest and sign up with louis... just saying\n\n#ProudOfLouis"}, {"tweet_text": "You are not a drop in the ocean. You are the entire ocean in a drop. - Rumi #quote"}, {"tweet_text": "RT @SURFER_Magazine: Slater and de Souza exchange laybacks off the drop and now we wait for the scores. #DrugAware #MargiesPro http://t.co/…"}, {"tweet_text": "RT @AVO_1997: @_petahhh @ASAP_WILL97 @Mashu_Uchiha why we look like we boutta drop the hottest mixtape of 2015?"}, {"tweet_text": "You are not a drop in the ocean. You are the entire ocean in a drop. - Rumi #quote"}, {"tweet_text": "RT @iamareniall: what if the boys drop modest and sign w louis like that'd be the great they have so much freedom"}, {"tweet_text": "SD Price Drop: The Interview for $9.99 (Prev: $17.99) - http://t.co/lbJkNxvI2c"}, {"tweet_text": "Im bout to report this guy @myfabolouslife as spam .. 😕 nigga drop the #FridayNightFreestyle"}, {"tweet_text": "@francocaraveo sexy lad, drop the towel"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @YuleD: #MSWENKOFONTEIN is that track you drop when you and your squad leave like the crib like http://t.co/DYISTPQ0nm"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "@jgrb @Brisbane_Roar @JamesK_1312 I like the Space Invaders formation of the cards. \n\n“Drop down, increase speed, and change direction!”"}, {"tweet_text": "RT @TheDjTwalk: 50 Retweets and I'll drop the #HowTwalkSavedDenton flyer tonight F it"}, {"tweet_text": "You know it's gonna be a shit weekend when you accidentally drop your shorts in the toilet 😑😑😑😑😑😑😑😑😑😑😑😑😑😑😑😑😑😑😑😑😑😑😑😑😑😑😑😑😑😑 fuck me"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "@Bennie07 just had to drop him off at St Mary's stadium at 7:15am there's a coach load of boys &amp; girls going up to play in the tournament"}, {"tweet_text": "Each #photo is but a drop in the ocean. But, oceans make a pretty profound statement on the world's surface."}, {"tweet_text": "BREAKING: Muslims Finally Drop Bombshell Exposing the REAL Obama... This Explains Everything http://t.co/mfvXuKhFaN"}, {"tweet_text": "RT @TheDjTwalk: 50 Retweets and I'll drop the #HowTwalkSavedDenton flyer tonight F it"}, {"tweet_text": "RT @SURFER_Magazine: Slater and de Souza exchange laybacks off the drop and now we wait for the scores. #DrugAware #MargiesPro http://t.co/…"}, {"tweet_text": "Happy is the heart that blames none and complains not. Like a candle, it burns, melting to the last drop, never giving up the flame."}, {"tweet_text": "@D_nice80 @Manimonster28 lmao niggas said og maco haha its whenever you guys ready for the next song i say we drop the ill tape"}, {"tweet_text": "Bitches ain't shit but hoes and tricks\nDrop on the deck and flop like a fish"}, {"tweet_text": "#MyCity new song I'm featuring on need artist to drop the verses, I'm this track for #City #CASHVILLE… https://t.co/ko3Yab17mK"}, {"tweet_text": "@HeartBreakJeff1 alright let me get the keys to my gold fridge and I got you, drop it off in the lambo?"}, {"tweet_text": "You just feel like the biggest piece of shit when you drop a glass at the bar and that thing just shatters everywhere"}, {"tweet_text": "RT @iamareniall: what if the boys drop modest and sign w louis like that'd be the great they have so much freedom"}, {"tweet_text": "@_petahhh @ASAP_WILL97 @Mashu_Uchiha why we look like we boutta drop the hottest mixtape of 2015?"}, {"tweet_text": "RT @MrSteThompson: You are not a drop in the ocean. You are the entire ocean in a drop. - Rumi #quote"}, {"tweet_text": "You are not a drop in the ocean. You are the entire ocean in a drop. - Rumi #quote"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "Hey Baby (Drop It to the Floor)[feat. T-Pain] by @Pitbull — https://t.co/cMJBdaZVn7"}, {"tweet_text": "RT @SaveRyanWhiteD: #Autism is NOT a crime! 3K ppl have signed the #JusticeforKayleb petition, but we need more; pls RT! https://t.co/O2YO0…"}, {"tweet_text": "RT @stalwartj: From the 20th April, I will be teaching a drop in class Yoga Flow @GymInTenterden on Monday mornings...#yoga #tenterden #vin…"}, {"tweet_text": "RT @kenster707e: A new favorite: Jantsen - When The Beats Drop (Bassnectar Remix) by @bassnectar https://t.co/62PXcJ8Hbs on #SoundCloud"}, {"tweet_text": "RT @TheDjTwalk: 50 Retweets and I'll drop the #HowTwalkSavedDenton flyer tonight F it"}, {"tweet_text": "RT @ArianaGicPerry: Doesn't matter the journalists were killed AFTER Savchenko was illegally detained, Moscow court refuses to drop case\n\nh…"}, {"tweet_text": "@FloraWinchestOC \"Now I can drop you to the ground and let you continue on with your day as I continue with mine. Or I can tear you apart.\""}, {"tweet_text": "RT @allthelouvelrh: the boys should drop modest and sign up with louis... just saying\n\n#ProudOfLouis"}, {"tweet_text": "RT @kdeg90: When u drop a full pot of thiamine on the floor!! 🙈🙈#pharmlife #pharmacyproblems @MrDispenser @MrDodgyChemist http://t.co/Vssn2…"}, {"tweet_text": "You are not a drop in the ocean. You are the entire ocean in a drop. - Rumi #quote"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "You are not a drop in the ocean. You are the entire ocean in a drop. - Rumi #quote"}, {"tweet_text": "Darren Tyrie you're our 1300th liker. As promised drop a message to the page and claim your little freebie x"}, {"tweet_text": "To end the anguish, drop the death penalty - Boston Globe (subscription) http://t.co/pnFzvoKXff"}, {"tweet_text": "@PunkyStarshine @adrblepancreas if you're ever in mainland Europe, please drop by for all the cuddles (and a tour of Rotterdam ;) )"}, {"tweet_text": "✡ #Israel #JPOST: 'Drop the death penalty,' say parents of Boston Marathon bombing victim http://t.co/tGc47PSY4i"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @KushJoint: When you drop the weed http://t.co/HAlV6Ybv0r"}, {"tweet_text": "RT @LifeCheatings: If you ever find a lost driver's license, you can just drop it in a mailbox - The Postal Service will take it back to th…"}, {"tweet_text": "RT @thedropdate: The UNDEFEATED x BAPE x ADIDAS CONSORTIUM SUPERSTAR 80s drop here in a few minutes... &gt;&gt; http://t.co/G9GELorMdJ http://t.c…"}, {"tweet_text": "RT @mysteriousfact: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @ThirtySecFights: ima just drop this on the tl for yall http://t.co/oGRAIy5GGQ"}, {"tweet_text": "You are not a drop in the ocean. You are the entire ocean in a drop. - Rumi #quote"}, {"tweet_text": "@Kaz5188 I fancy it. Did a fan drop from the roof of a building once...."}, {"tweet_text": "RT @Eddiek62: @Daily_Record Can I just say you are an unprincipled shit-rag that deserves the mammoth drop in circulation that continues ap…"}, {"tweet_text": "You are not a drop in the ocean. You are the entire ocean in a drop. - Rumi #quote"}, {"tweet_text": "RT @1Directionah: LOUIS HAS HIS OWN RECORD LABEL \n\nDOES THAT MEAN THE BOYS CAN DROP MODEST &amp; SIGN UP WITH LOUIS \n\n #ProudOfLouis"}, {"tweet_text": "https://t.co/eMsCq9zhiQ\n\nWhy the fuck isn't that little drop in the in-game version? Fuck man that shit was lit af."}, {"tweet_text": "RT @DrewJ2K: @328Dominic why Dominic look like he about to drop the hardest mix tape of 2014 http://t.co/TorsMAPJEu"}, {"tweet_text": "RT @_KingMidas: 👀👀👀👀👀👀👀“@TheDjTwalk: 50 Retweets and I'll drop the #HowTwalkSavedDenton flyer tonight F it”"}, {"tweet_text": "\"When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration.\""}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @theserioussfact: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @thedropdate: The UNDEFEATED x BAPE x ADIDAS CONSORTIUM SUPERSTAR 80s drop here in a few minutes... &gt;&gt; http://t.co/G9GELorMdJ http://t.c…"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "Alright, at five minutes to midnight You see our name in city lights We'll make the clock stop Make your heart drop and come alive"}, {"tweet_text": "RT @ashleyysosaa: The Weeknd needs to drop his album like yesterday"}, {"tweet_text": "A drop in the ocean // Ron Pope"}, {"tweet_text": "#NHL #CalgaryFlames- Tempers flare as Flames drop Game 2: \nVANCOUVER, BC -- The series... http://t.co/GXYFTAt6rd http://t.co/T006DOshHr"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "\"a day without a friend is like a pot without a single drop of honey.\" -winnie the pooh https://t.co/cLo0xSyoG1"}, {"tweet_text": "\"@secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT\""}, {"tweet_text": "RT @PrometheusNYC: The momentum turns... \"EIA: US Shale Oil Output To Fall In May, First Drop In 4 Years\" #oil+gas #feedly http://t.co/71oE…"}, {"tweet_text": "@NurAdibahRazali @fatinafandi drop the base n twist the radio upon the heads"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "\"If you drop him I'll have your balls\"\n\n#Outlander\n\nThe Scots&gt;&gt;&gt;&gt;&gt;&gt;&gt;"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "I drop 10 pounds now all the sudden I'm not a big girl. Okkkkkk 😒"}, {"tweet_text": "I might just drop a lil sumn before the project itself"}, {"tweet_text": "@the_besttquotes  REPORT CIA UNDER NEW DIRECTOR RAY A SAUCEDO\nORDEWR YOU 1. NO SODA UNTIL YOU DROP YOU CAN DRINK ROTBEER 1 ICE WATER 12 FLOW"}, {"tweet_text": "I WAS LUCKY I caught him then, it's a 3 foot drop to the floor and that could have been broken bones or a lost tail easily."}, {"tweet_text": "Sports: 51s drop wild affair to Fresno in home opener: The Las Vegas 51s' home opener today played out like ma... http://t.co/sN7I13gYD2"}, {"tweet_text": "Streets Best Radio: Now playing  Drop www streets best radio dot com log on v2  Log on http://t.co/xhn9WWbKJV The Hottest Online Station"}, {"tweet_text": "RT @allthelouvelrh: the boys should drop modest and sign up with louis... just saying\n\n#ProudOfLouis"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "THE BOYS SHOULD DROP MODEST SMH"}, {"tweet_text": "@billmurphy @CalebHowe and still click the link when they drop the next 15"}, {"tweet_text": "RT @Rangerage: @oliverbcampbell Yeah, seriously drop bears are a big problem here, I hit one with my car last month and it killed the suspe…"}, {"tweet_text": "Someone is bumpin We found love by Rihanna and I'm about to go ham at the drop"}, {"tweet_text": "Just like mute me as soon as the teaser photos drop because shit will be getting real let me just tell you now"}, {"tweet_text": "Good morning, its myself, Chris and Jess at the helm today. Drop us a tweet if you have a query with your account. We're here until 6 ^Steve"}, {"tweet_text": "@oliverbcampbell Koalas are ok, it's the Drop Bears you need to worry about."}, {"tweet_text": "RT @naytalksfiction: TVD: Elena's leaving but we're continuing the show!\nDE fans:...\nTVD: *ratings drop*\nTVD :...\nTVD: *releases DE stills*"}, {"tweet_text": "Bout to drop the Yom Kippur Chronicles 3"}, {"tweet_text": "@UzumakiixBolt Greatt!! only the drop is not full enough. But serious Your Good man!!"}, {"tweet_text": "Good luck today the whole of the #cooperyorkshire sales teams. Who will net the most cars and who will drop in the most new."}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @Will_FerreII: #ImSoLazyThat when I drop an ice cube, instead of picking it up, I just kick it under the refrigerator."}, {"tweet_text": "#NOWPLAYING:\n(DJ Drop) Superstar DJ 50 on the mix! Strictly Naija Music #NonStop on @Top20Hitz, Fm |"}, {"tweet_text": "Shot another music video tonight.  \n\nCan't wait to drop the album."}, {"tweet_text": "#Reims\n#SCBSDR: Both clubs glancing over their shoulders… but #SDR may well end the day in the drop zone! http://t.co/b5icFq8pjg"}, {"tweet_text": "RT @_LightToMyDark: *Nina announces she's leaving TVD*\n*ratings drop to a new series low* \nBut we all watch for the pretty boys, right??? #…"}, {"tweet_text": "I drop off the planet like I was never here and pop back up"}, {"tweet_text": "the boys should drop modest and sign up with louis... just saying\n\n#ProudOfLouis"}, {"tweet_text": "really appreciate people who will drop everything to make sure I'm okay because I'd do the same for them...that reciprocation is everything."}, {"tweet_text": "RT @Moskvaa: @UnSubtleDesi Even if it was religious...so what?! If you want the benefits, say it! Why drop the origin of Yoga? @TOIIndiaNews"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "\"The favor of drop water should be rewarded with emerging font. We will always keep your grace in mind\"\n\nProverbio Chino."}, {"tweet_text": "More gossip on the topic, wasting time come on now drop it"}, {"tweet_text": ".@SenSchumer &amp; @SenatorCardin: Stop sabotaging diplomacy with #Iran! Drop your support for the dangerous Corker bill. #IranDeal #IranTalks"}, {"tweet_text": "I've boiled the kettle at least 3 times today, but now realise I'm yet to drink a drop all day. Should apparently be in a nursing home. o_O"}, {"tweet_text": "Drop the clutch."}, {"tweet_text": "Five-year fixed rates drop below 2pc for the first time http://t.co/YbFKzZAO5H"}, {"tweet_text": "Did the cure ever drop that new album?¿"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "Hope so  \"@sidiodhiambo:  @NziokaWaita  congrats on your new appointment.  Wishing you the very best. I hope you will not drop rallying.\""}, {"tweet_text": "RT @iamareniall: what if the boys drop modest and sign w louis like that'd be the great they have so much freedom"}, {"tweet_text": "@aratouiscanon as it seems he pushed Ashikiba and like fell but I'm sure he won't just drop out now lmao\nIt's the first day after all?"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @Douglas_Lowe_13: This guy, Wow.\n\nAirlines for America basically pimped this dude to get the Commission to drop this bill to... http://t…"}, {"tweet_text": "#OH: \"I can make that ass drop!\" said by a guy with a neck beard at the bar."}, {"tweet_text": "RT @theserioussfact: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @1Directionah: LOUIS HAS HIS OWN RECORD LABEL \n\nDOES THAT MEAN THE BOYS CAN DROP MODEST &amp; SIGN UP WITH LOUIS \n\n #ProudOfLouis"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "RT @PeterBell19: #Norwich drop points first -#AFCB must push on now. See http://t.co/IcL1jeeC2C #NCFC #WatfordFC #Boro #ITFC #DCFC #Bees #W…"}, {"tweet_text": "RT @_RichieC: My son boutta drop the hottest mixtape of the year lol http://t.co/YJW9PcnG0o"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @itsmeaih: You get a chance to win premiere tickets to Avengers when you drop by the Globe booth in Mega FH. Astig tlga ang @enjoyGLOBE …"}, {"tweet_text": "It's market day ! Drop into Kilcruttin business centre from 10 and shake the hand that feeds you . #MidlandsFood #shoplocal"}, {"tweet_text": "RT @Iamherox: @fineartfan @FuckYeahSClENCE Take a look at this article - this should help drop the price of solar a bit.\nhttps://t.co/I1nIO…"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @OlivesEtAl: Looking forward to the Farm Shop &amp; Deli Show next week? We know we are... Drop by stand N89 and say hello #FSD2015"}, {"tweet_text": "And Bitch I Drop The 5 That Fa Jroc 😈"}, {"tweet_text": "RT @factsonchicks: thug life? drop the t son ..bring it here"}, {"tweet_text": "There comes to a point where I give up on putting effort if I'm the only one putting in &amp; will just drop you."}, {"tweet_text": "RT @C4Gogglebox: I don’t think it’s a very good message. People would drop their children and be a further burden to the NHS #Gogglebox"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @allabouthes: Yall don't say the boys should drop modest &amp; sign a contract with LOUIS that is some dumb shit, modest is a management and…"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "@cortezabigail11 drop the ate na, okay? 😂😂😘"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "I got a secrets I'm drop em to the floor😉😏😋"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @Iamherox: @fineartfan @FuckYeahSClENCE Take a look at this article - this should help drop the price of solar a bit.\nhttps://t.co/I1nIO…"}, {"tweet_text": "The NIKE AIR JORDAN 13 LOW HORNETS editions drop at 08:00hrs BST...\n\nRelease Page &gt;&gt; http://t.co/vjh9LCY6N1 http://t.co/cw6JKTWIXy"}, {"tweet_text": "RT @Rangerage: @oliverbcampbell Yeah, seriously drop bears are a big problem here, I hit one with my car last month and it killed the suspe…"}, {"tweet_text": "RT @allabouthes: Yall don't say the boys should drop modest &amp; sign a contract with LOUIS that is some dumb shit, modest is a management and…"}, {"tweet_text": "RT @itsmeaih: You get a chance to win premiere tickets to Avengers when you drop by the Globe booth in Mega FH. Astig tlga ang @enjoyGLOBE …"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "i'm going to bed before i drop dead and woah that rhymed because guess what i've been doing for the past hour and twenty minutes, writing"}, {"tweet_text": "RT #SENATE TO #VOTE TO STOP THE #ILLEGALALIEN DROP #BABY #LAW https://t.co/iJkO9NOvPs #Congress #illegalimmigration #Border"}, {"tweet_text": "RT @BusinessNewzzz: The tv show that makes a stock #market drop #news #market #business http://t.co/uL8AluiaZE http://t.co/dQHsTWR2jD"}, {"tweet_text": "@Jxmmr and I about to drop the latest track 🔥🔥🔥🔥🔥"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "Cab driver racist.Had him drop me off in the middle of nowhere.Stand up for what u believe,even if it means compromising your present state"}, {"tweet_text": "RT @iamareniall: what if the boys drop modest and sign w louis like that'd be the great they have so much freedom"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "RT @OpTic_NaDeSHoT: Should I drop a Day in the Life video with my older brother tonight?"}, {"tweet_text": "RT @SneakerShouts: First look at the Air Jordan 13 Low \"Quai 54\". Rumored to drop later this year. http://t.co/Tnszf0QyAl"}, {"tweet_text": "*mic drop from @deadmau5 \n\nhttps://t.co/RGaQjeCYfB"}, {"tweet_text": "RT @ashleynkirsch: Seriously would do almost anything to be able to drop everything &amp; travel the World"}, {"tweet_text": "THE BOYS SHOULD DROP MODEST AND SIGN UP WITH LOUIS!!\n#ProudOfLouis #LouisRunsTheWorld http://t.co/ojC9qNGOf6"}, {"tweet_text": "RT @_FatNick: i wanna  drop Fat Camp earlier, but april 28th is the 1 year anniversary of The Heart Attack. only 10 days away"}, {"tweet_text": "Getting ready to drop the hottest mixtape of 2015 🔥 http://t.co/dvYrjjzM8j"}, {"tweet_text": "RT @Iamherox: @fineartfan @FuckYeahSClENCE Take a look at this article - this should help drop the price of solar a bit.\nhttps://t.co/I1nIO…"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @iamareniall: what if the boys drop modest and sign w louis like that'd be the great they have so much freedom"}, {"tweet_text": "You're too far away? You can't make a drop off? Pledge an item. We will purchase it and put in the collection. http://t.co/658IMJW6b5"}, {"tweet_text": "@oliverbcampbell Yeah, seriously drop bears are a big problem here, I hit one with my car last month and it killed the suspension."}, {"tweet_text": "RT @ritzsilvio: Not everything will go as you expect in your life. This is why you need to drop expectations, and go with the flow of life."}, {"tweet_text": "RT @KushJoint: When you drop the weed http://t.co/HAlV6Ybv0r"}, {"tweet_text": "The UNDEFEATED x BAPE x ADIDAS CONSORTIUM SUPERSTAR 80s drop here in a few minutes... &gt;&gt; http://t.co/G9GELorMdJ http://t.co/D1okYcljeW"}, {"tweet_text": "But imagine that the boys will drop from modest amd sign up with Louis' label  #ProudOfLouis"}, {"tweet_text": "@provolonycheese still feel like I got drop kicked in the neck"}, {"tweet_text": "RT @alyssa_sergent: a drop in the ocean // Ron Pope will always have a place in my heart."}, {"tweet_text": "RT @iamareniall: what if the boys drop modest and sign w louis like that'd be the great they have so much freedom"}, {"tweet_text": "RT @Curvables: When you look back on all the hoes you had to drop http://t.co/BlJL2q09Cg"}, {"tweet_text": "Both Jordan Releases of the day should also drop here in 5min\n=&gt;http://t.co/nWx3xb3mnh http://t.co/k0SCIaqdFB"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "RT @6SecondSongs: Let the bass drop https://t.co/UKp1prXw6y"}, {"tweet_text": "RT @Iamherox: @fineartfan @FuckYeahSClENCE Take a look at this article - this should help drop the price of solar a bit.\nhttps://t.co/I1nIO…"}, {"tweet_text": "@JalilHay57 be nice to her, lol I'll drop the weight on your bitch ass...that's my friend apologize"}, {"tweet_text": "We will be having a green party stall at the Market Place in Nuneaton today. Drop in for a chat on anything."}, {"tweet_text": "The same person who sweeps u off ur feet, is in the perfect position to drop u on ur ass"}, {"tweet_text": "Canada 420 News Statistics Canada report suggests drop in teen marijuana use - The Globe and Mail  http://t.co/ayMEmy5BLU"}, {"tweet_text": "I'm over here playin MKX with @reepal in the background and his sub notification goes off and makes me drop my stick. Damn that's loud."}, {"tweet_text": "RT @JoshuaRozenberg: Here, no longer anonymised, is the judgment that led the DPP to drop charges against nine journalists today: https://t…"}, {"tweet_text": "@alonso_claryssa I ain't gonna let some fuck ass fuck wid my heart, drop em like flies and move on to the next 💯"}, {"tweet_text": "just gonna go drop off the face of the earth"}, {"tweet_text": "RT @allabouthes: Yall don't say the boys should drop modest &amp; sign a contract with LOUIS that is some dumb shit, modest is a management and…"}, {"tweet_text": "Chinese  Egg Drop Soup http://t.co/YeYfyam8ov\n#food #cooking #recipes #delicious #foodrecipes #canada #Usa \nhttp://t.co/bMflHlBGDj"}, {"tweet_text": "If u yell \"Andy's comming!\" in front of the Toy Story characters at Disneyland, they will stop what they're doing &amp; drop.\" #FactsInYourFace"}, {"tweet_text": "LOUIS HAS HIS OWN RECORD LABEL \n\nDOES THAT MEAN THE BOYS CAN DROP MODEST &amp; SIGN UP WITH LOUIS \n\n #ProudOfLouis"}, {"tweet_text": "@ErinAndrews drop the loser Erin"}, {"tweet_text": "Skip, hop, drop, stop. Flip, knock, rock, shock."}, {"tweet_text": "RT @SURFER_Magazine: Slater and de Souza exchange laybacks off the drop and now we wait for the scores. #DrugAware #MargiesPro http://t.co/…"}, {"tweet_text": "RT @Iamherox: @fineartfan @FuckYeahSClENCE Take a look at this article - this should help drop the price of solar a bit.\nhttps://t.co/I1nIO…"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "@MrBrendanCox It is a business, stop entry and the business will drop dramatically. (2/2)"}, {"tweet_text": "@HydroAlphaX *he is kicked to the ground then drop kicked into one of the coolers fist being punched into a wall *"}, {"tweet_text": "'Drop the death penalty,' say parents of Boston Marathon bombing victim http://t.co/hGC2XnvEMr"}, {"tweet_text": "RT @iamareniall: what if the boys drop modest and sign w louis like that'd be the great they have so much freedom"}, {"tweet_text": "RT @CRAZYFlGHTS: Ima just drop this on the TL for yall \nhttps://t.co/SwqTGrKjyC"}, {"tweet_text": "They Put Picnic Tables Under The Waterfall. When You See Why, Your Jaw Will DROP!!\nhttp://t.co/NCcahowSIR http://t.co/cBN0AQ9Omx"}, {"tweet_text": "#KCA #VoteJKT48ID BusinessNewzzz: The tv show that makes a stock #market drop #news #market #business  http://t.co/q9gh8k1Kyb"}, {"tweet_text": "Something new,\nIs coming to Pengoo!\n\nS(t)ick of the summer heat? 😏 Drop by and be one of the first… https://t.co/yqdlIjdi05"}, {"tweet_text": "@jarretstoll drop the loser Erin"}, {"tweet_text": "do you ever drop something and instead of picking it back up you just stare at on the ground and think about what a failure you are"}, {"tweet_text": "RT @WhiteVsBlackTwt: why this pope look like he about to drop the hottest freestyle of 2015 meanwhile his homie dropping a beat 😂 http://t.…"}, {"tweet_text": "RT @WhisperMyyName: when you the fucking man on Orbit Run and you just have to hit that drop one time 🙌🙌💃\n\nhttps://t.co/Ikl8CReBWt"}, {"tweet_text": "Can't wait until the day I can drop her off to  Quin."}, {"tweet_text": "RT @UndrellThomas: \"Fuck yo Bitch and Her Best Friend Drop Yo Nigga And His Best Man.. \" \n\nBig Bro Battle BARS! If you haven't Watched the …"}, {"tweet_text": "Yall don't say the boys should drop modest &amp; sign a contract with LOUIS that is some dumb shit, modest is a management and LOUIS' company"}, {"tweet_text": "RT @TweetLikeGirIs: How to drop a subtle hint that you want something at the store https://t.co/ZavISw88Vz"}, {"tweet_text": "@wilw I know its time to quit when I drop my kindle on my face. Then because of the pain, I can't sleep."}, {"tweet_text": "RT @omgmarss: About to drop Elly the biggest news of 2k15"}, {"tweet_text": "RT @Iamherox: @fineartfan @FuckYeahSClENCE Take a look at this article - this should help drop the price of solar a bit.\nhttps://t.co/I1nIO…"}, {"tweet_text": "Drop dead bitch😂😂👌🏽 maybe the person you said was mean is really a sweetheart imma see 👏🏽👏🏽😌💯👌🏽"}, {"tweet_text": "@JordynHolt lol I'll drop this way of life for you girl jus say the word 😁😁 lol"}, {"tweet_text": "#NOWPLAYING:\n(DJ Drop) Superstar DJ 50 on the mix! Strictly Naija Music #NonStop on @Top20Hitz, Fm |"}, {"tweet_text": "@MarlisAngels @marlisamusic The clouds in your hair will bring you to tears, But I will catch every drop #Marlisa`sNewBigHitSingle"}, {"tweet_text": "Now I'm lost at the border... *Beat drop* http://t.co/izpuBe9Fct"}, {"tweet_text": "If you ever drop glass, put a piece of bread on it. The consistency of the bread will pick up even the smallest shards."}, {"tweet_text": "RT @Iamherox: @fineartfan @FuckYeahSClENCE Take a look at this article - this should help drop the price of solar a bit.\nhttps://t.co/I1nIO…"}, {"tweet_text": "The moment when you drop your debit card!!#badluck"}, {"tweet_text": "Drop this on the TL http://t.co/nS6ZDJFlIm"}, {"tweet_text": "RT @faactaboutlife: If you ever find a lost driver's license, you can just drop it in a mailbox - The Postal Service will take it back to t…"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "RT @thenickcolletti: imma make a dubstep song that right b4 the drop the entire movie \"finding nemo\"\nplays"}, {"tweet_text": "RT @thenickcolletti: imma make a dubstep song that right b4 the drop the entire movie \"finding nemo\"\nplays"}, {"tweet_text": "RT @iamareniall: what if the boys drop modest and sign w louis like that'd be the great they have so much freedom"}, {"tweet_text": "RT @dylpickle012: @2legitchristian hit the drop right quick"}, {"tweet_text": "I just earned the 'Gourd to the Last Drop (Level 5)' badge on @untappd! http://t.co/lxMlRXeq0d"}, {"tweet_text": "RT @_xusername: NOW THE BOYS SHOULD DROP MODEST AND SIGN A CONTRACT WITH LOUIS"}, {"tweet_text": "RT @iLGDaily: Retweet if I should drop $400 in Amazon codes in the next 10 mins."}, {"tweet_text": "honest to god I would drop dead or throw up if I saw both of them in the same place Bowling I would break down in tears they are my IDOLS"}, {"tweet_text": "RT @UCIbsb: 'Eaters fall behind early and drop the first of a three-game set to UC Davis. #RipEm http://t.co/lTO8UigTKo"}, {"tweet_text": "Drop the rock and don't hear a sound, mental control. Understand the corruption."}, {"tweet_text": "RT @tbfhmariah: literally cant wait for 5sos to drop the second album already !! or third if you include the livesos !!"}, {"tweet_text": "RT @Iamherox: @fineartfan @FuckYeahSClENCE Take a look at this article - this should help drop the price of solar a bit.\nhttps://t.co/I1nIO…"}, {"tweet_text": "Ken Bromwich, Ben Hampton, Tom Learoyd in for the Sunshine Coast. Drop off the extended @storm bench @IntrustSuperCup. Ryan Hansen also in."}, {"tweet_text": "@_rjnr_ it has a reputation for bullying students for acting out until they drop out. It says homosexuality is against the student code."}, {"tweet_text": "RT @swallowmotor: The General @Lee_johnston13 Coming Down @helperformance Drop @Auto66Racing http://t.co/fnX273pSwf"}, {"tweet_text": "@dcsafc @markwcarr ha ha took a day for the penny to drop"}, {"tweet_text": "@LukeShorty come on Luke name drop. Who is the cunt?"}, {"tweet_text": "RT @SORRYNOTSOORRY: when u drop ur pencil in class and your crush is in the room https://t.co/YdW41tiXfw"}, {"tweet_text": "@2legitchristian hit the drop right quick"}, {"tweet_text": "This track I'm bout to drop for the hoes tho &gt; lol"}, {"tweet_text": "Buss The Bag Then Drop It Ona Scale"}, {"tweet_text": "Today! Let's join us at Noise In The Basement, Tbox Soundstage, 7.00 pm-drop. Tix 50k and get free wristbands! :)"}, {"tweet_text": "Presentation of prizes - you can hear a pin drop with the suspense http://t.co/Uz870Uxd6P"}, {"tweet_text": "@BrianKlar1 I'm at the plant down the road come drop off some beer"}, {"tweet_text": "RT @isabelaylax: ZAYN SHOULD SIGN UP WITH LOUIS AND THE BOYS NEED TO DROP MODEST AND SIGN UP WITH LOUIS LMAO #ProudOfLouis"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @Iamherox: @fineartfan @FuckYeahSClENCE Take a look at this article - this should help drop the price of solar a bit.\nhttps://t.co/I1nIO…"}, {"tweet_text": "All my girls from the 504 need to drop it right now"}, {"tweet_text": "\"Fuck yo Bitch and Her Best Friend Drop Yo Nigga And His Best Man.. \" \n\nBig Bro Battle BARS! If you haven't Watched the battle go watch!"}, {"tweet_text": "@georginaburnett 😄Morning .Just thought I'd drop a line and see how your all doing. I hope you are all doing well and enjoying the sunshine🌞"}, {"tweet_text": "I have a confession to make. On occasion, I drink one of my Nieces Capri Suns. And hot damn i love/hate myself for drop. Nectar of the gods."}, {"tweet_text": "RT @stylinscupcake: #ProudOfLouis \nNOW THE BOYS CAN DROP MANAGEMENT AND LOUIS COULD SIGN THEMSELVES TO HIS OWN LABEL AM I RIGHT"}, {"tweet_text": "@MegtheGood When the shit get's outta control... Stop, drop &amp; roll"}, {"tweet_text": "RT @LouGee_: I just wanna get high and drop a dub at the arcade"}, {"tweet_text": "RT @TooRacist: WHY DO THEY LOOK LIKE THEY'RE ABOUT TO DROP THE BIGGEST TOWERS OF 2015 😂😂 http://t.co/EZ4TGtuzaV"}, {"tweet_text": "RT @Iamherox: @fineartfan @FuckYeahSClENCE Take a look at this article - this should help drop the price of solar a bit.\nhttps://t.co/I1nIO…"}, {"tweet_text": "RT @HuannmunoZZ: Drop some hype songs to get in the mood for tomorrow's games 💪🏊"}, {"tweet_text": "Hey, mister policeman👮\nI don't want no trouble🙏\nI just wanna drop my jiggelin' down to the floor 💃🚔"}, {"tweet_text": "I'd say its around a 25% chance that the rabbit will get stuck on the kasplat, and about 10% that the zinger will drop a bomb on you"}, {"tweet_text": "I know  that he is not the cutest guy on Earth but there is something in him that makes my heart drop to My feet."}, {"tweet_text": "@James_T_Higgins surely you can drop the form into an office or something?"}, {"tweet_text": "RT @EverPositivity: Get a plate and drop it on the floor. \nDid it break?  \nNow say sorry.  \nDid it go back to the way it was?\nDo you unders…"}, {"tweet_text": "ZAYN SHOULD SIGN UP WITH LOUIS AND THE BOYS NEED TO DROP MODEST AND SIGN UP WITH LOUIS LMAO #ProudOfLouis"}, {"tweet_text": "(Lights turn on) 10s drop to a 7, 7s to a 5 and the 5s to a 0... 👀😳"}, {"tweet_text": "RT @iamareniall: what if the boys drop modest and sign w louis like that'd be the great they have so much freedom"}, {"tweet_text": "Tryna Drop A Song And Put My Name On The Map"}, {"tweet_text": "RT @iamareniall: what if the boys drop modest and sign w louis like that'd be the great they have so much freedom"}, {"tweet_text": "“@KushJoint: When you drop the weed http://t.co/QJ8dcOjc2f” @MichaelCraig95 seaham scooby"}, {"tweet_text": "RT @thefactor7: #the drop #AprilMadeMeDoIt L. Hill @achieve442 http://t.co/r4zEoL21Zm  @ExplorerENT @tcmtUpstate @hondazoom"}, {"tweet_text": "RT @iamareniall: what if the boys drop modest and sign w louis like that'd be the great they have so much freedom"}, {"tweet_text": "To any sneaker heads interested, Finish Line Northridge will be releasing the \"Midnight Navy\" 5s when they drop http://t.co/8f7MLAI2Bh"}, {"tweet_text": "RT @thefactor7: #the drop #AprilMadeMeDoIt L. Hill @achieve442 http://t.co/r4zEoL21Zm  @ExplorerENT @tcmtUpstate @hondazoom !"}, {"tweet_text": "RT @thefactor7: #the drop #AprilMadeMeDoIt L. Hill @achieve442 http://t.co/r4zEoL21Zm  @ExplorerENT @tcmtUpstate @hondazoom !!"}, {"tweet_text": "RT @thefactor7: #the drop #AprilMadeMeDoIt L. Hill @achieve442 http://t.co/r4zEoL21Zm  @ExplorerENT @tcmtUpstate @hondazoom !!!"}, {"tweet_text": "RT @thefactor7: #the drop #AprilMadeMeDoIt L. Hill @achieve442 http://t.co/r4zEoL21Zm  @ExplorerENT @tcmtUpstate @hondazoom !!!!"}, {"tweet_text": "RT @thefactor7: #the drop #AprilMadeMeDoIt L. Hill @achieve442 http://t.co/r4zEoL21Zm  @ExplorerENT @tcmtUpstate @hondazoom !!!!!"}, {"tweet_text": "RT @Beygency: If she were to drop the MCSWT on TIDAL 😭 😭 😭 http://t.co/ZKcSE4traR"}, {"tweet_text": "what if the boys drop modest and sign w louis like that'd be the great they have so much freedom"}, {"tweet_text": "RT @thefactor7: #the drop #AprilMadeMeDoIt L. Hill @achieve442 http://t.co/r4zEoL21Zm  @ExplorerENT @tcmtUpstate @hondazoom !!!!!!"}, {"tweet_text": "RT @thefactor7: #the drop #AprilMadeMeDoIt L. Hill @achieve442 http://t.co/r4zEoL21Zm  @ExplorerENT @tcmtUpstate @hondazoom !!!!!!!"}, {"tweet_text": "RT @thefactor7: #the drop #AprilMadeMeDoIt L. Hill @achieve442 http://t.co/r4zEoL21Zm  @ExplorerENT @tcmtUpstate @hondazoom !!!!!!!!"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "@Uber_BLR need a drop to the airport from rt nagar. No cabs showing up on the app. Flight at 3. Plz confirm if Anything possible"}, {"tweet_text": "RT @_datgurlshayy: Mf drunk of course they gone act up just drop that shit no one is going to do anything. Y'all be good in the AM ✊💯😘"}, {"tweet_text": "RT @Iamherox: @fineartfan @FuckYeahSClENCE Take a look at this article - this should help drop the price of solar a bit.\nhttps://t.co/I1nIO…"}, {"tweet_text": "@matoots57 without Roos leadership, the younger players drop their heads. Nick is worth 4 goals I reckon."}, {"tweet_text": "RT @thefactor7: #the drop #AprilMadeMeDoIt L. Hill @achieve442 http://t.co/r4zEoL21Zm  @ExplorerENT @tcmtUpstate @hondazoom !!!!!!!!!"}, {"tweet_text": "Bouta drop off the face of the earth"}, {"tweet_text": "RT @thefactor7: #the drop #AprilMadeMeDoIt L. Hill @achieve442 http://t.co/r4zEoL21Zm  @ExplorerENT @tcmtUpstate @hondazoom !!!!!!!!!!!"}, {"tweet_text": "RT @thefactor7: #the drop #AprilMadeMeDoIt L. Hill @achieve442 http://t.co/r4zEoL21Zm  @ExplorerENT @tcmtUpstate @hondazoom !!!!!!!!!!!!!"}, {"tweet_text": "Get a plate and drop it on the floor. \nDid it break?  \nNow say sorry.  \nDid it go back to the way it was?\nDo you understand?"}, {"tweet_text": "Face your past without regret. Handle your present with confidence. Prepare for the future without fear. Keep the faith and drop the fear."}, {"tweet_text": "RT @thefactor7: #the drop #AprilMadeMeDoIt L. Hill @achieve442 http://t.co/r4zEoL21Zm  @ExplorerENT @tcmtUpstate @hondazoom !!!!!!!!!!!!!!"}, {"tweet_text": "@ThatWriterKino Well it's totally up to you, so I assume you're going to convert those accounts of the verses you drop?"}, {"tweet_text": "Nothing quite like the sense of panic you get when you drop a kitchen knive point down and it lands right beside your toe"}, {"tweet_text": "That McDonald's hit the spot"}, {"tweet_text": "RT @theserioussfact: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "So 2 of the 3 teams above us need to drop points in 2 off there last 3 games! Can't see that happening! #ncfc"}, {"tweet_text": "About to drop Elly the biggest news of 2k15"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "RT @Iamherox: @fineartfan @FuckYeahSClENCE Take a look at this article - this should help drop the price of solar a bit.\nhttps://t.co/I1nIO…"}, {"tweet_text": "RT @theserioussfact: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "*crosses fingers that Ninja Slayer from Animation may drop the Inferno Cop animation style in the future episodes*"}, {"tweet_text": "Via @nprnews: As Lake Mead Levels Drop, The West Braces For Bigger Drought Impact http://t.co/giJl9chFFD #climatechange #water"}, {"tweet_text": "RT @WoWFunniest: When u trying to be quiet in the kitchen at 2 am and u drop a spoon http://t.co/uq1AhMbfRe"}, {"tweet_text": "RT @thefactor7: #the drop #AprilMadeMeDoIt L. Hill @achieve442 http://t.co/r4zEoL21Zm  @ExplorerENT @tcmtUpstate @hondazoom"}, {"tweet_text": "The Script called someones ex-bf on d phone, first thought that entered my head, \"Wow di nag drop yung signal?\" http://t.co/Ik4Xbov6x8"}, {"tweet_text": "RT @thefactor7: #the drop #AprilMadeMeDoIt L. Hill @achieve442 http://t.co/r4zEoL21Zm  @ExplorerENT @tcmtUpstate @hondazoom !"}, {"tweet_text": "RT @thefactor7: #the drop #AprilMadeMeDoIt L. Hill @achieve442 http://t.co/r4zEoL21Zm  @ExplorerENT @tcmtUpstate @hondazoom !!!"}, {"tweet_text": "Drop some hype songs to get in the mood for tomorrow's games 💪🏊"}, {"tweet_text": "RT @thefactor7: #the drop #AprilMadeMeDoIt L. Hill @achieve442 http://t.co/r4zEoL21Zm  @ExplorerENT @tcmtUpstate @hondazoom !!!!!!!!!!"}, {"tweet_text": "RT @thefactor7: #the drop #AprilMadeMeDoIt L. Hill @achieve442 http://t.co/r4zEoL21Zm  @ExplorerENT @tcmtUpstate @hondazoom !!!!!!!!!!!!"}, {"tweet_text": "What did I say? They would drop the #BatmanvSuperman trailer early 😭😂😂😭"}, {"tweet_text": "Drop it like its Hot: The First Ten Pounds (The Remix) http://t.co/1G2JRKnIjH"}, {"tweet_text": "RT @Eddiek62: @Daily_Record Can I just say you are an unprincipled shit-rag that deserves the mammoth drop in circulation that continues ap…"}, {"tweet_text": "Are you on fire? Bc you need to stop, drop, and roll the fuck away from me."}, {"tweet_text": "Somebody Drop a Rock In the Bus,"}, {"tweet_text": "RT @mysteriousfact: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @Keratilwe_: ...you can drop off groceries, blankets etc for the safety camps of people affected by xenophobic attacks at 70 juta street…"}, {"tweet_text": "RT @sydneyisfunny: Did the suicide rate drop when Hotels stop allowing you to open the window all the way? Is there a statistic that suppor…"}, {"tweet_text": "@sumeee_ GONNA drop my mum and the kids at some mall and then we gg tekka to watch WANNA come anot"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @Iamherox: @fineartfan @FuckYeahSClENCE Take a look at this article - this should help drop the price of solar a bit.\nhttps://t.co/I1nIO…"}, {"tweet_text": "RT @alyssa_sergent: a drop in the ocean // Ron Pope will always have a place in my heart."}, {"tweet_text": "RT @chisanga_wesu: @PrincessRTM @SoulisticMusic @ZanoUrban Gift of the Givers also said @MotherlandCo in Rosebank is a drop off."}, {"tweet_text": "RT @CHlLDHOODRUINER: when u miss the bass drop http://t.co/wt4xpsTaXS"}, {"tweet_text": "Imagine what a fun movie we could've had if they'd gone down more of a 'Batman /Superman: World's finest' route. Drop the versus."}, {"tweet_text": "'Drop the death penalty,' say parents of Boston Marathon bombing victim http://t.co/AnoCkhaAcU"}, {"tweet_text": "#ubered RT @PickeringElliot: @Uber  worst service ever. Keep me waiting then drop the call  @lyft #nexttimeiwilltrythecompetition"}, {"tweet_text": "I need to stop using my phone in the shower Ima mess around and drop it one day 💀"}, {"tweet_text": "@Joelistocool did you drop the pot on your plate 😳😳👲🏼"}, {"tweet_text": "@Ahyounger @SBS_MTV #더쇼 #달샤벳 money doesnt drop from the sky"}, {"tweet_text": "@QueenPettea_ how come it cost more to add bacon but they don't drop the price when you say no onions?"}, {"tweet_text": "RT @Iamherox: @fineartfan @FuckYeahSClENCE Take a look at this article - this should help drop the price of solar a bit.\nhttps://t.co/I1nIO…"}, {"tweet_text": "can the boys just drop modest and sign up with louis' record label please #ProudOfLouis"}, {"tweet_text": "AND LYRICSSSSSS WHY DONT YOU ALREADY DROP THE SINGLE 3 DAYS WONT MATTER ANYMORE"}, {"tweet_text": "RT @LibyaLiberty: Tik tok Tik tok\ngoes the unity clock\ndrip drop drip drop\nthe oil spigots go plop\nhow much longer before we stop."}, {"tweet_text": "angels watch the new video for drop that kitty with @charli_xcx  &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/ORIxSUUio9"}, {"tweet_text": "RT @TheDIYHacks: When trying to look for percentages (ex 40% of 300) drop the 1st digit of the number and multiply by the 10s digit of the …"}, {"tweet_text": "all i want is a graph of number of times i've played dance yrself clean vs. what volume level my ipod was at directly before the first drop"}, {"tweet_text": "RT @theserioussfact: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "RT @FMSPCA: Please support our  #ReduceRecycleRescue 🐾program Help us &amp; the environment 🌎 @ the same time Drop at shelter #ymm http://t.co/…"}, {"tweet_text": "Had the photo shoot poppin \nDropping my new single tomorrow be on the lookout for it DROP! definitely… https://t.co/FVHA6RzWf4"}, {"tweet_text": "He’s Blind. But The Painting He Creates By Just Feeling Her Face Made My Jaw Drop. http://t.co/LHhNeYHYzJ"}, {"tweet_text": "@MrsHekmi Nyways, she would run to the oak to dead drop a message in the bin or something cause she was a double agent. Very cool!"}, {"tweet_text": "I hope Dangerfield has next week off. Want him primed for Round 5. If the 🍐 drop the ball this week, Showdown will be make or break for them"}, {"tweet_text": "RT @_FatNick: i wanna  drop Fat Camp earlier, but april 28th is the 1 year anniversary of The Heart Attack. only 10 days away"}, {"tweet_text": "RT @charli_xcx: TUNE IN 2 @MTV #MOVIEAWARDS 8PM TO SEE ME @tydollasign &amp; @Tinashe PERFORM DROP THAT KITTY FOR THE 1ST TIME EVER 🐯 http://t.…"}, {"tweet_text": "RT @BTPCambs: CAMBRIDGE: Some serious education done this evening outside the station about appropriate drop off/parking places to ease the…"}, {"tweet_text": "RT @Iamherox: @fineartfan @FuckYeahSClENCE Take a look at this article - this should help drop the price of solar a bit.\nhttps://t.co/I1nIO…"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @vSavages: About to drop the hottest cross buns of 2015 http://t.co/yJYL7sa1EZ"}, {"tweet_text": "The drop &gt;"}, {"tweet_text": "#moms help me drop the price of the Melissa &amp; Doug Shopping Cart to $44.00 (37% off). @Drop_price http://t.co/46weEMdPb5"}, {"tweet_text": "I've half a mind to drop the pretense and pull myself out of it. What's the point🙇🏻"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "Streets Best Radio: Now playing  Drop its the hottest online station  Log on http://t.co/xhn9WWbKJV The Hottest Online Station"}, {"tweet_text": "@stokegreen1 Drop me a message as the Lauries are in a similar position. Maybe we could do something to save two teams?? Worth a shout."}, {"tweet_text": "@FrankJavCee i can hear the drop already"}, {"tweet_text": "RT @secretsofhes: THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "RT @Iamherox: @fineartfan @FuckYeahSClENCE Take a look at this article - this should help drop the price of solar a bit.\nhttps://t.co/I1nIO…"}, {"tweet_text": "@Nzioka0722 congrats on your new appointment.  Wishing you the very best. I hope you will not drop rallying."}, {"tweet_text": "RT @Iso_June: Now i gotta wait on @HomeTeamHoops to drop the JBC documentary"}, {"tweet_text": "@Kikicet just drop some benzos then and pass out until 12 -&gt; then the night begins."}, {"tweet_text": "Oil Market Update : Epic Research Singapore: Crude-oil futures settled with a loss on Friday as a drop in the ... http://t.co/skpf5jXaRO"}, {"tweet_text": "Running in this country is 😓😓😓😓.. Or is the air different on the island cos mehn home girl was about to drop dead"}, {"tweet_text": "RT @LouGee_: I just wanna get high and drop a dub at the arcade"}, {"tweet_text": "RT @YoAqil: Not everything will go as you expect in your life. This is why you need to drop expectations, and go with the flow of life."}, {"tweet_text": "RT @MyBaeCannot: ima just drop this on the tl for yall http://t.co/kYesWtTkYZ"}, {"tweet_text": "Religion try to lock you into a trap of works Drop the ego&amp; follow HIM. Jesus Christ is THE ONE He is the temple. Not the one made by hands"}, {"tweet_text": "RT @stylinscupcake: #ProudOfLouis \nNOW THE BOYS CAN DROP MANAGEMENT AND LOUIS COULD SIGN THEMSELVES TO HIS OWN LABEL AM I RIGHT"}, {"tweet_text": "I hate that you're batman , drop out of the role man you're garbage and batman is my favorite hero and you're gunna ruin it!! @BenAffleck"}, {"tweet_text": "RT @Iamherox: @fineartfan @FuckYeahSClENCE Take a look at this article - this should help drop the price of solar a bit.\nhttps://t.co/I1nIO…"}, {"tweet_text": "RT @fcxkbts: Dear @bts_bighit,\n\nI would like to request giving us a warning before you drop the teasers because my heart isn't ready for th…"}, {"tweet_text": "RT @itsrealwords: Not everything will go as you expect in your life... this is why you need to drop expectations, and go with the flow of l…"}, {"tweet_text": "I just wanna get high and drop a dub at the arcade"}, {"tweet_text": "If Kanye would just drop So Help Me God on My Birthday that would be the greatest gift of all time."}, {"tweet_text": "It don't stop till the casket drop!!!!!!"}, {"tweet_text": "Tuff Turf / Under the Boardwalk (Double Featu - $4.12 - http://t.co/mjdVFqwqf6 - #KimRichards #Wow http://t.co/8UpTUHYfHP"}, {"tweet_text": "Take me to the river,\nDrop me in the water\n#reflections https://t.co/XXGD8arn8b"}, {"tweet_text": "Be a real man. Drop the weapon. Refuse to kill. #Disarmament #NonViolence #Resistance http://t.co/wlpgfq0WIQ"}, {"tweet_text": "What in the world... Did Chrom drop this?"}, {"tweet_text": "THE BOYS SHOULD DROP MODEST AND SIGN TO LOUIS' RECORD LABEL SO THEY CAN DO WHATEVER THEY WANT"}, {"tweet_text": "@erinrileyau I'm in the city, I can drive and drop you a pair of shoes if you like."}, {"tweet_text": "RT @LibyaLiberty: Tik tok Tik tok\ngoes the unity clock\ndrip drop drip drop\nthe oil spigots go plop\nhow much longer before we stop."}, {"tweet_text": "RT @brandonthefox: my dude @DJMidnightSF about to drop our latest song on the radio. Cc @heyFOXCITY http://t.co/mCaN457B1g"}, {"tweet_text": "RT @Iamherox: @fineartfan @FuckYeahSClENCE Take a look at this article - this should help drop the price of solar a bit.\nhttps://t.co/I1nIO…"}, {"tweet_text": "RT @LOrion: #LIMBAUGH is OFF THE AIR on #WIBC in Right Wing bigoted #Indianapolis #INDIANA...  http://t.co/Bw1Y5xFhPf #lgbt #stoprush"}, {"tweet_text": "As Lake Mead Levels Drop, The West Braces For Bigger Drought Impact http://t.co/cF0d78fzUj"}, {"tweet_text": "The worst last two weeks of the semester are here &amp; this is when i contemplate whether or not to drop out &amp; claim a corner"}, {"tweet_text": "RT @ERSpublications: An early start on the last day of #SleepandBreathe. Drop by and say hello if you're here!"}, {"tweet_text": "RT @imJOSHkiddingg: Looks like Manila's about to drop the hottest new single \"Alabang\" feat. Bonifacio. http://t.co/fKUH2PSBmP"}, {"tweet_text": "@NecroHellSpawn - her in an attempt to make her drop the spell*"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "RT @Iamherox: @fineartfan @FuckYeahSClENCE Take a look at this article - this should help drop the price of solar a bit.\nhttps://t.co/I1nIO…"}, {"tweet_text": "RT @charli_xcx: angels watch the new video for drop that kitty with me &amp; the amazing @tydollasign and @tinashe! We 💖 cats! https://t.co/41H…"}, {"tweet_text": "They have the drop out keeping kids in the school"}, {"tweet_text": "RT @Sonia_Octaviani: lift it, drop it, shake it, pop it 💙 ♫ GDFR (feat. Sage the Gemini &amp; Lookas) by @official_flo — https://t.co/Pq9Mb3G44l"}, {"tweet_text": "@rtunstall796 @EricZwiggelaar @ultraxsjj just got to drop some rabbits off and the car and I’ll try catch up! :)"}, {"tweet_text": "a drop in the ocean // Ron Pope will always have a place in my heart."}, {"tweet_text": "RT @LilWilk16: I honestly have the best friends in the world. They would do anything for me at the drop of a hat."}, {"tweet_text": "Drop to your knees and worship the real life #Princess @PrincessWants Pay for Princess attention http://t.co/i4G1F6hHpC"}, {"tweet_text": "RT @mysteriousfact: When a person cries and the first drop comes from the right eye, it's happiness. Left eye, pain. Both, frustration."}, {"tweet_text": "RT @LifeWithAlcohol: When you miss the bass drop http://t.co/B25XBinhf1"}, {"tweet_text": "RT @styIesthetype: harry the type to drop and crack a fans phone while trying to sign it and feel really bad and pay her enough for her to …"}, {"tweet_text": "RT @rannydosenthal: Is it about to drop the hottest mixtape of 2015 https://t.co/Ak2ytjdNtL"}, {"tweet_text": "@DROP_Music thanks for the favorite:)\nhttps://t.co/jd3iGgtF0J\nShare it to the world please :)"}, {"tweet_text": "*drop the beat* yo 😌"}, {"tweet_text": "The First HipHop Site To Drop A MixTape http://t.co/gYMedaxwbc \"The Come Up\"  retweet #April4th http://t.co/XZCvveZQ13"}]