[{"tweet_text": "i don't get why ben affleck and superman are fighting each other in that new trailer"}, {"tweet_text": "RT @jbouie: Ben Afflect discovers one of his ancestors was a slave owner, demands PBS to hide the fact. http://t.co/TIU84fvXl7"}, {"tweet_text": "RT @MeloniFulvio: “Start where you are. Use what you have. Do what you can.” Arthur Ashe #quote http://t.co/4P38ReQV6e"}, {"tweet_text": "RT @_zellyn: @arthur_affect @srhbutts Also relevant: http://t.co/xh3svoDbPN"}, {"tweet_text": "@Moon_Clinic Ben Kuchera, Moviebob, Anthony Burch, Arthur Chu, Wil Wheaton, and Joss Whedon are only some of the many white people GG has"}, {"tweet_text": "@Ben_Jones88 ha, thanks, Ben"}, {"tweet_text": "@bruce_arthur missed this when it was more timely, but congrats on adding roster depth to the family."}, {"tweet_text": "I walk for Ben de Leon, Arthur de Leon - my uncles who died from cancer. And my dad Nilo de Leon who beat cancer #RelayAtSJU"}, {"tweet_text": "Ben Arthur sends one to the Robert Wong Wall, but just a long out. Hurricane up 2-0. Top 3rd."}, {"tweet_text": "thursday's listening list: maryam mursal,geoffrey oryema,afro celt sound system,joseph arthur,ben orono,remmy ongala &amp; orchestre (cont)"}, {"tweet_text": "#youtube Batman V Superman: Dawn Of Justice Exclusive Teaser Trailer 2016 [HD] - Henry Cavill, Ben Affleck http://t.co/J2HIkHJh7H"}, {"tweet_text": "@AbbyHoward @Kissless yeah, women like moviebob, Mcintosh, Arthur chu, Ben kuchera, will Wheaton, hey wait a sec!"}, {"tweet_text": "“@BuzzFeed: Ben and Jerry's is releasing an ice cream \"brrr-ito\" on 4/20 http://t.co/RDxP29KqCH http://t.co/WgIUe6j9Dk” eh, I'll eat it"}, {"tweet_text": "RT @GilroyVlogs: Time to get moving! Spring has sprung, get up and get something done today! See you tomorrow!  http://t.co/AduGQD2jkY"}, {"tweet_text": "Photo: princearnold: Legendary Soul Singers Ben E. King, Otis Redding, Johnnie Taylor, Arthur Conley and... http://t.co/RJXfVGwRaR"}, {"tweet_text": "@syalmans @Frito_KAL Ben, Arthur and I went to the Matsuri festival, and we kept making fun of all the cosplayers. Like, it was embarrassing"}, {"tweet_text": "@heelsrule1988 @ksausville @whoisalexjacob I loved Arthur/Ben/Julia for that reason"}, {"tweet_text": "Photoset: kovalaris: The many faces of Sherlock Holmes: Ben Syder “Sir Arthur Conan Doyle’s Sherlock... http://t.co/7OW9CMYxMU"}, {"tweet_text": "Apologies for the delay - the winners of our £5 Record Store Day vouchers are Arthur McIvor, Ben Barrett and... http://t.co/FNZ7FxhaEA"}, {"tweet_text": "RT @qikipedia: In 1900, Sir Arthur Conan Doyle caught fire during a cricket match at Lord's. The ball hit a box of matches in his pocket."}, {"tweet_text": "I added a video to a @YouTube playlist http://t.co/D8sxeUFruI Dr Yosef Ben Jochannan VS Rabbi Arthur Seltzer (Dr.Ben Saves the black"}, {"tweet_text": "RT @motochi_: Ben E. King, Otis Redding, Johnnie Taylor, Arthur Conley, Percy Sledge. http://t.co/f9dNRfLBCE"}, {"tweet_text": "@ciarondoo It exists though, so I haven't completely lost the plot yet http://t.co/7QJBW0ydGy"}, {"tweet_text": "@ben_lant @astridvne WES ANDERSOOOOOON\nBILL MURRRRRAAAAAAY"}, {"tweet_text": "@MajestyMarzy Ben Barnes, Sam Claflin, Max Irons, Grant Gust, Marlon Teixeria(You'd definitely love him), Arthur Sales. Done."}, {"tweet_text": "@crash006 @WHMPodcast Have I seen Face Off? No. Eraserhead? No. Sleeping with the Enemy? Yes, in class. Ben and Arthur? Yes, twice."}, {"tweet_text": "@Alison_prime @Chartoc @Polygon @crecenteb He's more than decent. He's one of the best. Shame he works with Ben Kuchera and Arthur Gies =\\"}, {"tweet_text": "@Jokers_luck @Alison_prime @PixelBuff @TheIvyClover1 Arthur Gies, Ben Kuchera, and Charlie Hall all need to go before I think about it."}, {"tweet_text": "BIG thank you to Kim, Carolyn, Melanie, Arthur and Ben for pledging to the solar tuk crowdfunding campaign! \n\nhttp://t.co/53blQTyARj"}, {"tweet_text": "Orion and King Arthur - Bova, Ben 9780765368065 http://t.co/Tuf9UYXIaA http://t.co/zp2QuM3A6B"}, {"tweet_text": "@arthur_affect @vivian_games ...awful to set them off on a \"SJW\" hate train. I'll always remember Ben Kuchera's puzzled reaction to being..."}, {"tweet_text": "@King_Nikes how about I would like to live somewhere close to Arthur's seat or Ben Nevis"}, {"tweet_text": "@MacmillanEdin @MrHairyHaggis well last year I climbed up to Arthur's Seat and ended up climbing Ben Nevis. #loveEdinburgh"}, {"tweet_text": "RT @mscsarah: That ass @ben_lant http://t.co/XQsYFmH4f3"}, {"tweet_text": "#PlantImageSolns Arthur Wetzel using SWIFT method to register and track Ben Blackmore's sunflower leaves with Fourier http://t.co/DikL99MF90"}, {"tweet_text": "Yell I love you across campus to Arthur and Ben and what I got was \"hey\". Ok"}, {"tweet_text": ": Unknown, Ben E. King, Otis Redding, Johnnie Taylor, Arthur Conley &amp; Percy Sledge -----R.I.P. PERCY SLEDGE http://t.co/gHt3z4Y3Jy"}, {"tweet_text": "RT @motochi_: Ben E. King, Otis Redding, Johnnie Taylor, Arthur Conley, Percy Sledge. http://t.co/f9dNRfLBCE"}, {"tweet_text": "RT @motochi_: Ben E. King, Otis Redding, Johnnie Taylor, Arthur Conley, Percy Sledge. http://t.co/f9dNRfLBCE"}, {"tweet_text": "RT @motochi_: Ben E. King, Otis Redding, Johnnie Taylor, Arthur Conley, Percy Sledge. http://t.co/f9dNRfLBCE"}, {"tweet_text": "Ben E. King, Otis Redding, Johnnie Taylor, Arthur Conley, Percy Sledge. http://t.co/f9dNRfLBCE"}, {"tweet_text": "@SuupBigGee Ben and I going to DMV in the am. I'll see what time we are free"}, {"tweet_text": "@AM_Arthur I don't know, but when you tweeted \"Ben, Ben, Ben\" earlier, it showed up as \"translate from Dutch\" LOL"}, {"tweet_text": "RT @The_Book_Queen: Ben needs a slap, too, @AM_Arthur. Slap some sense into him! #QAF"}, {"tweet_text": "Ben needs a slap, too, @AM_Arthur. Slap some sense into him! #QAF"}, {"tweet_text": "Gah. I forgot how much I adore Michael and Ben. #QAF"}, {"tweet_text": "So sad when Ben doesn't resply to me."}, {"tweet_text": "\"I was looking forward to being Uncle Ben.\"\n\"Like the rice.\"\n\nOr like Spiderman's uncle.  #QAF"}, {"tweet_text": "RT @MyHeart: Thanks, Will! “@will_hodge: Less than 24 hours left to in Ben Arthur's fantastic answer song project @MyHeart https://t.co/qjC…"}, {"tweet_text": "@NADS_isthename Arthur and Ben are coming today too"}, {"tweet_text": "RT @isobelafraid: ben and i have just gone from bowie lyrics to the arthur theme tune in less than thirty seconds"}, {"tweet_text": "ben and i have just gone from bowie lyrics to the arthur theme tune in less than thirty seconds"}, {"tweet_text": "Dr Yosef Ben Jochannan VS Rabbi Arthur Seltzer (Dr.Ben Saves the black H...: https://t.co/5iBW5SwUfp via @YouTube #racism within Judaism"}, {"tweet_text": "RT @timreganporter: I just backed Ben Arthur's Call and Response on @Kickstarter http://t.co/grtC3rDW6J @MyHeart"}, {"tweet_text": "Thanks, Will! “@will_hodge: Less than 24 hours left to in Ben Arthur's fantastic answer song project @MyHeart https://t.co/qjCZe4V3VD”"}, {"tweet_text": "RT @timreganporter: I just backed Ben Arthur's Call and Response on @Kickstarter http://t.co/grtC3rDW6J @MyHeart"}, {"tweet_text": "Less than 24 hours left to be a part of Call and Response, Ben Arthur's fantastic answer song project @MyHeart https://t.co/vbDMnbKnQq"}, {"tweet_text": "Ben E. King, Otis Redding, Johnnie Taylor, Arthur Conley, and Percy Sledge. http://t.co/KMYnR6zRGs"}, {"tweet_text": "Ben &amp; Jerry's free cone day 🍦 @ intu Metrocentre https://t.co/KGgdzRYWx6"}, {"tweet_text": "I just backed Ben Arthur's Call and Response on @Kickstarter http://t.co/grtC3rDW6J @MyHeart"}, {"tweet_text": "Every man takes the limits of his own field of vision for the limits of the world.  -Arthur Schopenhauer,"}, {"tweet_text": "Had a good day out in the wind and rain. Enjoying a pint of G in Ben Arthur's Bothy before the train home. http://t.co/TI9hh4Uv5x"}, {"tweet_text": "Musical Artists I would pay for to see live: Ed Sheeran, James Arthur, Adele, Ben Howard."}, {"tweet_text": "Ngopi sek ben gak edan☕ ★ Arthur and the Invisibles (Arthur and the Minimoys) (with Rahasia at @legendmalang) — https://t.co/wmVGP5rQff"}, {"tweet_text": "@GameUnboxing I'm worried you have a \"people getting dressed fetish\" Ben;) @sharpysharps @JoeMooreDesign"}, {"tweet_text": "Here you are again, misgendering Ben Kuchera and Arthur Chu. @GentlerMouse"}, {"tweet_text": "@RyanPhillippe I'm not sure Arthur is guilty, that was a set-up. I think Ben's wife has something to do this! I have from the beginning."}, {"tweet_text": "RT @FandomPickUps: #HetaliaPickUpLines How 'bout I show you exactly how big my Big Ben is? {England}"}, {"tweet_text": "Ben's been sleeping for over 12 hours now.\nI already cleaned the kitchen and finished my online homework for chemistry."}, {"tweet_text": "I have found that if you love life, life will love you back.  -Arthur Rubinstein"}, {"tweet_text": "Sidney Parade, Ben Howth, Valentine Greatrakes, Adam and Eve, Arthur Wellesley, Boss Croker, Herodotus,"}, {"tweet_text": "Watch Ben Arthur Movies full Onine - YouTube http://t.co/6sw7Zqqmdj"}, {"tweet_text": "@GameUnboxing @arthur_parsons @LEGOMarvelGame lol Ben, do u have a bro named Bill? XD"}, {"tweet_text": "RT @mgsiegler: Death Cab frontman Ben Gibbard on why Jay Z's Tidal service is going to \"fail miserably\" http://t.co/752oA0CcIU http://t.co/…"}, {"tweet_text": "Ben Carson is really milking this whole 'presidential candidacy' thing. https://t.co/CYGqZMud8G"}, {"tweet_text": "RT @tategerber: @GameUnboxing @LEGOMarvelGame Arthur Parsons and crew take note! Ben has award winning ideas! Classic suit as well please :D"}, {"tweet_text": "@GameUnboxing @LEGOMarvelGame Arthur Parsons and crew take note! Ben has award winning ideas! Classic suit as well please :D"}, {"tweet_text": "do ben allen and arthur gosse know each other"}, {"tweet_text": "@Gemls11 my bro thought Hatem Ben Arfa was called Ben Arthur😭"}, {"tweet_text": "RT @Barbielk: Why you rushing Ben out Arthur Fenton?  HUH @MikeABeach #SecretsAndLies"}, {"tweet_text": "@Barbielk @MikeABeach #SecretsAndLies I think Arthur just wants to help Ben because He knows what Cornell capable of 😕😕"}, {"tweet_text": "RT @Barbielk: Why you rushing Ben out Arthur Fenton?  HUH @MikeABeach #SecretsAndLies"}, {"tweet_text": "Why you rushing Ben out Arthur Fenton?  HUH @MikeABeach #SecretsAndLies"}, {"tweet_text": "Threatening Ben with dropping him off at Maryssa's &gt;&gt;&gt;"}, {"tweet_text": "@JohnsonSTyler @SirGoonieB *ben try's to make duck lips*"}, {"tweet_text": "@JacksonDaidoji *we look at you quickly, I blushed as the man asked me something*\"Ben, who is this? Me: \"this is my brother, Arthur\""}, {"tweet_text": "RT @JamiesFifteen: Nice little article on Ben Arthur, one of our original apprentices, who's cooking up a storm in Cornwall! #proud  http:/…"}, {"tweet_text": "Ben Franklin commented on how often the bald eagle waits for a smaller hawk to catch something then steals it. Kinda on point as a symbol"}, {"tweet_text": "@ben_the_bos They're defending manhood"}, {"tweet_text": "@arthur_affect So the puppies are mad that people write stories where dragons are sympathetic, but this is a-okay?"}, {"tweet_text": "Ben &amp; Arthur (2002)  ™ Full Movie 1080p: https://t.co/waLiAoTUmh via @YouTube"}, {"tweet_text": "RT @CroydonRadio: New podcast on #Croydon Radio - 'Eclectic Ben Arthur Avenue' with @DJSteve8 - http://t.co/msT8YT2tdw"}, {"tweet_text": "@DRC111093 Ben told me you practically lived there :/ so I get scared about you always being with ske tbh"}, {"tweet_text": "@DRC111093 you're mad. And you hate Ben and I now tbh."}, {"tweet_text": "New podcast on #Croydon Radio - 'Eclectic Ben Arthur Avenue' with @DJSteve8 - http://t.co/msT8YT2tdw"}, {"tweet_text": "@Arthur_Hdz and the ability to not be Ben Affleck"}, {"tweet_text": "RT @HowardOstrom: Sherlock Holmes Ben Syder @Bensyder &amp; @HowardOstrom are photo bombed by Sir Arthur Conan Doyle! #221bcon http://t.co/Ykdn…"}, {"tweet_text": "Sherlock Holmes Ben Syder @Bensyder &amp; @HowardOstrom are photo bombed by Sir Arthur Conan Doyle! #221bcon http://t.co/Ykdnv1HabU"}, {"tweet_text": "I wonder if Marzy shits herself when Ben is Ben."}, {"tweet_text": "Holland's Handbook For Southern Gardeners (South And Southwest), Ben Arthur Davi http://t.co/wiWTbwpLyx or http://t.co/AvQPS9ctVI"}, {"tweet_text": "RT @FerdiStam: J. M. W. Turner - Ben Arthur, Scotland, Engraved By Thomas Lupton 1819, Tate Btitain #art #etching #mezzotint #paper http://…"}, {"tweet_text": "RT @CroydonRadio: ON AIR NOW Eclectic Ben Arthur Avenue @DJSteve8 http://t.co/NTL2PUeS9q"}, {"tweet_text": "RT @CroydonRadio: ON AIR NOW Eclectic Ben Arthur Avenue @DJSteve8 http://t.co/NTL2PUeS9q"}, {"tweet_text": "ON AIR NOW Eclectic Ben Arthur Avenue @DJSteve8 http://t.co/NTL2PUeS9q"}, {"tweet_text": "RT @GrahamDavidA: I'm obsessed with Ben Carson's completely sensible (if fogeyish) and completely apolitical anti-selfie piece http://t.co/…"}, {"tweet_text": "RT @oldburtonian: @fordhallfarm great to see Charlotte &amp; Ben on @BBC1 Midlands news today. Especially to see Arthur 1992 interview. People …"}, {"tweet_text": "@sharpysharps @arthur_parsons @GameUnboxing @haydenctoss BTW, Ben I would like to see Harry Potter too..."}, {"tweet_text": "The more original a discovery, the more obvious it seems afterwards. -Arthur Koestler"}, {"tweet_text": "RT @oldburtonian: @fordhallfarm great to see Charlotte &amp; Ben on @BBC1 Midlands news today. Especially to see Arthur 1992 interview. People …"}, {"tweet_text": "RT @oldburtonian: @fordhallfarm great to see Charlotte &amp; Ben on @BBC1 Midlands news today. Especially to see Arthur 1992 interview. People …"}, {"tweet_text": "@fordhallfarm great to see Charlotte &amp; Ben on @BBC1 Midlands news today. Especially to see Arthur 1992 interview. People power!"}, {"tweet_text": "Don't miss @bbcmtd 6.30pm - 10yrs of #FordhallFarm. We found this in our archives from 2005, Arthur &amp; son Ben Hollins http://t.co/InsqelKIcb"}, {"tweet_text": "Rick Perry at 10 a.m., Ben Carson at noon, Jeb Bush at 1:15 p.m. Bobby Jindal at 5. Dinner is scheduled with Ted Cruz http://t.co/rnhpEKUlD0"}, {"tweet_text": "!  You gotta watch this. Roman giving life lessons with a bit of a surprise for the parent#RomanAtwoodGoPro https://t.co/9bghkjDfU9"}, {"tweet_text": "NEW Deadpool Movie Set photos featuring Deadpool with his katanas called \"Ben\" and \"Arthur\" according to Ryan Reynolds!"}]