[{"tweet_text": "Record Store Day 💙 I may have gone a little overboard when I realized I wasn't going to get Deja… https://t.co/Np20k6jT0Z"}, {"tweet_text": "RT @craftsman: Going overboard on #RecordStoreDay? We built this shelf to help. https://t.co/JeESqAwI1m  \nRT to win. http://t.co/BJVAhV2Rje"}, {"tweet_text": "@pattonoswalt Fave: Mrs. White going a little overboard in her desc. of her marriage. http://t.co/DBiZrdrGex"}, {"tweet_text": "@zachpchego zach ur going a lil overboard for a project but u kno whatever makes u happy"}, {"tweet_text": "Rock #color in the #workplace without going overboard: http://t.co/BmZD2BPJWx"}, {"tweet_text": "Some people on the VSU Facebook page are going overboard..."}, {"tweet_text": "If you're going to throw Christians overboard you probably want to make sure your destination isn't Italy"}, {"tweet_text": "I was just about to go overboard then I realized I was going overboard 😂✋"}, {"tweet_text": "Kinda going a bit overboard with swimsuit shopping #IsItSummerYet"}, {"tweet_text": "@____PantheR closest thing some of these people gonna come to a wedding but theyre going way overboard"}, {"tweet_text": "I've definitely put way too many bubbles in this bath....if I move, they're going overboard 🛀🏼"}, {"tweet_text": "Feel sorry for these people going overboard for their prom for likes and RTs and won't even be with the person a month from now."}, {"tweet_text": "All I hear these days is... I think you're going overboard with it, I ain't addicted-im committed, it's wizzle man 😋"}, {"tweet_text": "@aufwiederzayn @ddlovato ikr!! or that tweet about people going overboard with their makeup"}, {"tweet_text": "Are we going overboard with this period thing? by shuchikalra http://t.co/fenTkB6cuT http://t.co/XqZwgcIcQ7"}, {"tweet_text": "RT @HuffPostIndia: Are we going overboard with this period thing? by @shuchikalra http://t.co/JTAjcPJvOy http://t.co/qvsiNwppPT"}, {"tweet_text": "RT @_fernando_lo: Snapchat is going overboard with all these live snap chat stories"}, {"tweet_text": "Are we going overboard with this period thing? by @shuchikalra http://t.co/JTAjcPJvOy http://t.co/qvsiNwppPT"}, {"tweet_text": "Tay was going overboard last night sending me all them damn messages"}, {"tweet_text": "We not going to do these ripped jeans this summer are we 😒 because bitches take it overboard whole damn leg can step out fuck you got on?"}, {"tweet_text": "Going huntin! 🍄"}, {"tweet_text": "@rahulsNDTV @ndtv Must be some very enthusiastic IT officials who must be going overboard"}, {"tweet_text": "RT @_fernando_lo: Snapchat is going overboard with all these live snap chat stories"}, {"tweet_text": "I get that Prom is a huge deal, and if your kid hasn't been a Terrorist..why not? But..isn't Prom going overboard these days?"}, {"tweet_text": "Periods are natural, but I wouldn't post photos of blood-stained PJs to get people used to it. PRECISELY MY THOUGHTS! http://t.co/AN9CQUSpAc"}, {"tweet_text": "Snapchat is going overboard with all these live snap chat stories"}, {"tweet_text": "@solomonjones1 #fox29weekend PR spin? You did see the pics right? A little more than going a little overboard. Maybe not the best argument"}, {"tweet_text": "I am going overboard. I am so gonna regret this."}, {"tweet_text": "@spac3elf I'm going to see them Friday with Man Overboard"}, {"tweet_text": "Going to a  Christian country? Italian police arrest #muslim #migrants alleged to have thrown #Christians overboard http://t.co/sMID4LjwkG"}, {"tweet_text": "I have issues with summarising my actions and ending up writing a mini story during smut, so... Tell me when I'm going overboard."}, {"tweet_text": "managed to restrain myself from going overboard in zara yesterday"}, {"tweet_text": "RT @Air__Rod: Some of my friends are really going overboard with the Pelicans bruh"}, {"tweet_text": "What I dont understand about those Muslims who threw the Christians overboard is why they were going to a Christian country if they hate it?"}, {"tweet_text": "Excited for my friends baby shower next sat! Had to stop myself going overboard on pink presents for the bump 😃💗👶"}, {"tweet_text": "All the Theatre accounts are going overboard about this - like Jesus is coming to The West End  https://t.co/yHvrLBgJlk"}, {"tweet_text": "@XK_39  just by their will  to be good regardless the way they BECOME good (from people's eyes)\nbut i'm going overboard here"}, {"tweet_text": "@ckyhellion yeo! Are you going to Man Overboard?"}, {"tweet_text": "Going overboard with the silver shampoo and looking like you've had a blue rinse. #blonde #blondeproblems #hair 😪🙅🏼"}, {"tweet_text": "LMAO chaddizens r my best laughter dose! acc to them Sonas pr is going overboard lately coz of all the prdp onset pics n the hockey player n"}, {"tweet_text": "Refugee1: We're going to Italy for asylum. \nRefugee2: But our boat's too crowded.\nR1: Let's throw Xtians overboard. https://t.co/FBuRMkatWF"}, {"tweet_text": "RT @Newser: Opinion: 'Star Wars' fans are going waaaaay overboard for upcoming movie http://t.co/ElRZobeyYC"}, {"tweet_text": "Opinion: 'Star Wars' fans are going waaaaay overboard for upcoming movie http://t.co/ElRZobeyYC"}, {"tweet_text": "... For whatever they do. Sometimes people go overboard but never just blame people for going overboard. Something must have happened"}, {"tweet_text": "@GluttonousVi Oi oi, stop going overboard. Just a few are fine, alright?"}, {"tweet_text": "The struggle of not knowing if you need to go put your car in the garage because you never know if it's going to hail bc kansas sucks"}, {"tweet_text": "Irish man missing after 'going overboard' in Caribbean Sea http://t.co/mtVj39G5pG"}, {"tweet_text": "RT @AuntyNeville664: Lefty Islam apologists, 12 Christians thrown overboard by muslim asylum seekers. How r u going to spin this?? #auspol …"}, {"tweet_text": "@hush_hiddles a man that is passionate in his beliefs but has a hard time not going overboard with his views."}, {"tweet_text": "@msuganth Ya it is but felt the works of PC ARR n Srikar deserved a bit more nevertheless good to see the review not going overboard. Kudos."}, {"tweet_text": "@SteveySteve_ @mariahliciouss @olan_sow stop nigga you going overboard😂"}, {"tweet_text": "One can understand that they want to rein in black money. But this is going overboard &amp; will result in harassment from greedy tax officials"}, {"tweet_text": "@Mark_Rashad @AlShepMH @pr_again 😂😂😂 I don't knock it ppl be going overboard with it"}, {"tweet_text": "@TakisUSA Takis Fuegos flavor, a great compromise between good heat and flavor without going overboard!"}, {"tweet_text": "I'm really going overboard with some of the conversations i'm having with people tonight 😂 I really need to shut the fuck up 😂"}, {"tweet_text": "@LolaOfLucia people are going overboard with the cultural appropriation topic."}, {"tweet_text": "@evan_overboard wow i knew someone was going to reply with a meme and honestly I'm not surprised it was you lol"}, {"tweet_text": "The National Weather Service is going overboard with alerts during the current rain storm #LivingTheDream #DontPanic"}, {"tweet_text": "@ohfvkno oh okay, I was boutta get shae butter Twitter on yo ass. The white girl look good, but to say she look better is going overboard"}, {"tweet_text": "Snapchats going a little overboard with the story's"}, {"tweet_text": "@96YNWALFC96 I know some are going overboard.  But I can understand the frustration with not having consistent goal scorers."}, {"tweet_text": "@seanhannity  you know he is way off and you know you went way overboard here right and you going to Sean Hannity supporter"}, {"tweet_text": "express your discontentment on her words but bashing on her image/talents and even including the group is going overboard"}, {"tweet_text": "Set de fotos: thefinalimage: Bound | 1996 | dir. Andy and Lana Wachowski Stylish without going overboard,... http://t.co/Bf44PqMryh"}, {"tweet_text": "So, after seeing how beautiful prom looks, I'm officially jealous of not going. 2k16 has to go overboard next year."}, {"tweet_text": "This pattern has bits of orange so it livens a room without going overboard. Get it here &gt; http://t.co/oPtDfg1V8i http://t.co/GLZNEe1NUu"}, {"tweet_text": "My summer is going to be filled with summer classes, a lot of work, and a bunch of concerts. http://t.co/xB5qlKzODC"}, {"tweet_text": "Going a bit overboard with things here but I found bacon and Italian sausages in my freezer so I'm looking at a 3-meat 4-cheese monstrosity."}, {"tweet_text": "@Liquid_MLG @iMerkx 👌🏼 You're going overboard with riding on him but... Those guys are some of the worst cod players on the game for PS4"}, {"tweet_text": "Some of my friends are really going overboard with the Pelicans bruh"}, {"tweet_text": "Im Cool Wid Everybody But Some Niggas Be Going Overboard Wid It"}, {"tweet_text": "@iamkikihaynes Keisha u may be going overboard but u looking ghud tonight also"}, {"tweet_text": "Why am I going to waste 17.75 on chicken tenders at the movies when I can sneak in Chick Fil A instead"}, {"tweet_text": "Irish man missing after 'going overboard' in Caribbean Sea http://t.co/yXLf0SaH4h"}, {"tweet_text": "@kkitkaat @VicSebben ... Yeah that's going overboard..."}, {"tweet_text": "There is such a thing as too much whitening! Make sure you aren't going overboard! http://t.co/1bpQrXoani"}, {"tweet_text": "@JayKenMinaj_ @MaryAnnLouisee no don't get me wrong she looks beautiful, but damn they be going overboard for proms now"}, {"tweet_text": "OK, I'm just going to say it. #CateBlanchett can't play any roles that aren't total stereotypes. OVERBOARD stereotypes. #Hollywood #actors"}, {"tweet_text": "RT @blazemoran: katelyns going OVERBOARD"}, {"tweet_text": "katelyns going OVERBOARD"}, {"tweet_text": "The Easiest Way to Define Your Brows Without Going Overboard.\n http://t.co/OIqwqBAoFV http://t.co/xK3d5KALfT"}, {"tweet_text": "people always going overboard when you give them a lil opportunity."}, {"tweet_text": "RT @_XIXXCV_: People Really Be Going Overboard For Prom. Shit Not All That Serious 😂"}, {"tweet_text": "People Really Be Going Overboard For Prom. Shit Not All That Serious 😂"}, {"tweet_text": "@69_with_satan are you going man overboard???"}, {"tweet_text": "@MTLDriveFor25 I don't doubt it hurts but he (and the organization) are really going overboard with it."}, {"tweet_text": "The Cult of Death threw a dozen Christians overboard on their trip to seek asylum.\n\nAt what point is the world going to have enough of this?"}, {"tweet_text": "RT @ColbyCalhoun: Snapchat is going overboard with all of the snapchat stories"}, {"tweet_text": "RT @QualarooInc: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/O2eL0dmiDI http://t.co/u9l4SKcGmd"}, {"tweet_text": "Hoes be going overboard with these surgeries. Its insanse."}, {"tweet_text": "Sometimes this stupid shipper just going overboard like u hoping they to get married n hve kids..please lorhh have some reality in ur life"}, {"tweet_text": "Snapchat is going overboard with all of the snapchat stories"}, {"tweet_text": "Dude, @GtKilla21 , you're going overboard with all the satire...i love it. Go Jackets, #thwga"}, {"tweet_text": "Registered for mostly gen ed classes, but at least human sexuality fit in my schedule without going overboard on credits :~)"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) https://t.co/NtxDSzz1Yj"}, {"tweet_text": "@Scapemari @jarpad @sabrina3011 You know it girlfriend , what if they had their hearts broken, ok i'm going abit overboard but u get it😞😞😞"}, {"tweet_text": "Cuz bitches be going overboard! We know what you look like. You don't need to constantly bombard the feed or remind us what you look like."}, {"tweet_text": "@Ryy_fly1 @OfficialVampp I'm going overboard huh? 😂"}, {"tweet_text": "@calcioite -going overboard with it and whoever he was confessing to would probably think that he was laughing at the idea of a relationship"}, {"tweet_text": "RT @PotatoForeman: @toqaf oh, yeah, I 100% think filling stores with all Frozen sh*t was going a bit overboard lmap"}, {"tweet_text": "@toqaf oh, yeah, I 100% think filling stores with all Frozen sh*t was going a bit overboard lmap"}, {"tweet_text": "Opinion: Star Wars Fans Are Going Overboard With Reaction to Trailer http://t.co/RwQGMRCgfG haha this dude can fuck off"}, {"tweet_text": "RT @EthanEryk: Highs in the mid 70s today and tomorrow, it's going to be very nice out"}, {"tweet_text": "RT @hollie_sav: @UticaVendor it just seems like they're going overboard with it"}, {"tweet_text": "@scu11y22 @Jessi923MP @nikkibeckettcsm I love the passion behind it &amp; I love the pretty of the kiss, but it's going overboard lately IMO."}, {"tweet_text": "The Muslims that threw overboard those Christians, going from Libya 2 Italy, 4 being Christians. You're repulsive. discrimination is nvr ok"}, {"tweet_text": "RT @ZDuvallUC: Can't Spell \"Kris Bryant\" without a K. He's just going overboard and providing several. #HotSportsTakes #DieCubsDie"}, {"tweet_text": "you're going overboard dear"}, {"tweet_text": "I'm sorry to everyone I blocked on Insta, I was a rude bitch &amp; I apologize for going overboard. I unblocked, just hit me up with a follow"}, {"tweet_text": "@neros_violin but i think that's as close as he'll ever get. the funniest thing was steiggy/bob going overboard with ref praise after they"}, {"tweet_text": "Fuck going overboard for 4/20 2 for 15 and calling it a day."}, {"tweet_text": "Can't Spell \"Kris Bryant\" without a K. He's just going overboard and providing several. #HotSportsTakes #DieCubsDie"}, {"tweet_text": "@jennajay_ @hollie_sav I do think they (media) are going overboard with it. Same thing with Puig and Harper."}, {"tweet_text": "RT @joaquingalvez84: Muslims threw Christians overboard during voyage (via @AP)// How are they going to spin this so it's NOT about Islam? …"}, {"tweet_text": "RT @joaquingalvez84: Muslims threw Christians overboard during voyage (via @AP)// How are they going to spin this so it's NOT about Islam? …"}, {"tweet_text": "Opinion: 'Star Wars' fans are going waaaaay overboard for upcoming movie http://t.co/oXdvfkJOhk http://t.co/wyr9DscQxf"}, {"tweet_text": "@ellen_gregory24 Looks like fun except the high risk of going overboard and drowning."}, {"tweet_text": "Never remember anything from a night out the next day, that's so bad. Need to stop going overboard.. I'm such a mess when I start😩😂🙈😭"}, {"tweet_text": "@UticaVendor it just seems like they're going overboard with it"}, {"tweet_text": "ESPN is going way overboard with this Kris Bryant coverage."}, {"tweet_text": "@jennajay_ gotcha. It just seems like they're going overboard with it. But I haven't seen him play so idk"}, {"tweet_text": "This is going overboard. http://t.co/NNk8STxlPg"}, {"tweet_text": "@garyalsmith @AbenaGyekye think You guys are going overboard now."}, {"tweet_text": "my dad doesn't like cheese so we never really have cheesy dinners but he's out for tonight sO WE'RE GOING OVERBOARD ON THE CHEESE"}, {"tweet_text": "@RyanCohen24 woah. That's going WAY overboard"}, {"tweet_text": "Outside of the bs rape charge. People be going way overboard on judging winston."}, {"tweet_text": "RT @cathyhobbs: Adding cream &amp; #champagne colors to your home can have amazing results. Get the look without going overboard: http://t.co/j…"}, {"tweet_text": "@BiggRigg_ of course he still splurges but he wont spend more than 50K at once and if he feels hes going overboard he stops"}, {"tweet_text": "Adding cream &amp; #champagne colors to your home can have amazing results. Get the look without going overboard: http://t.co/j2dgD41pZv"}, {"tweet_text": "RT @ClickHole: Are you going a little overboard with your children? You might be a helicopter parent. http://t.co/VejxoB4frV http://t.co/fp…"}, {"tweet_text": "Wayment!! @espn will show every Kris Bryant at bat? Going a little overboard. But MLB is desperate 4 new fans, etc http://t.co/93hL50Ed6c"}, {"tweet_text": "RT @SuperheroFeed: Now's the part where people claim WB is going with John Stewart just for diversity &amp; disregard every other reason he's w…"}, {"tweet_text": "People are going wayyyy overboard these days - Michael Buble hits a sour note with Instagram pic | http://t.co/523LzHLC9m"}, {"tweet_text": "RT @Francis50441920: Muslim 'refugees' going to Italy, threw 12 Christian overboard and killed them.Is that the calibre of people Europe or…"}, {"tweet_text": "RT @Francis50441920: Muslim 'refugees' going to Italy, threw 12 Christian overboard and killed them.Is that the calibre of people Europe or…"}, {"tweet_text": "Going overboard on buying Japanese food at Epcot. It's giving me flashbacks."}, {"tweet_text": "Ric is going overboard giving Liz flowers day after day!!! #GH"}, {"tweet_text": "😂 fooling. Going overboard..."}, {"tweet_text": "RT @SanitaryOwl: Are We Going Overboard With This Period Thing? Lets normalise. Excellent article by @shuchikalra @HuffPostIndia  http://t.…"}, {"tweet_text": "@CrownNdThrone yes, she be going overboard with her rants"}, {"tweet_text": "@RealBenCarson Translation: Cult Members Thrown Overboard so Dr.BC is going to think real hard and talk to himself about it."}, {"tweet_text": "mfs going overboard with this hot shit"}, {"tweet_text": "RT @Francis50441920: Muslim 'refugees' going to Italy, threw 12 Christian overboard and killed them.Is that the calibre of people Europe or…"}, {"tweet_text": "Muslims trow Christians overboard because of their faith. The irony is that they are going to a christian country."}, {"tweet_text": "Muslim 'refugees' going to Italy, threw 12 Christian overboard and killed them.Is that the calibre of people Europe or the US needs more of?"}, {"tweet_text": "@SamKornfeld1 @Anthony_Ruiz3 history in the making that's what's going on"}, {"tweet_text": "RT @SanitaryOwl: Are We Going Overboard With This Period Thing? Lets normalise. Excellent article by @shuchikalra @HuffPostIndia  http://t.…"}, {"tweet_text": "RT @ClickHole: Are you going a little overboard with your children? You might be a helicopter parent. http://t.co/VejxoB4frV http://t.co/fp…"}, {"tweet_text": "#Sidhuism are getting over exaggerated in this season on #IPL2015 and #sidhu is going overboard with his gyaaan.."}, {"tweet_text": "#HappyBirthdayAvi !! Le melon!! (ily in Elvish. I'm going overboard)"}, {"tweet_text": "@BigBellyBigCuz swear I'm not😭 you be going overboard"}, {"tweet_text": "RT @grams326: Yall are going overboard with the septum piercings."}, {"tweet_text": "RT @grams326: Yall are going overboard with the septum piercings."}, {"tweet_text": "Yall are going overboard with the septum piercings."}, {"tweet_text": "RT @Juandissimo_: people going overboard on these wisdom teeth vines"}, {"tweet_text": "people going overboard on these wisdom teeth vines"}, {"tweet_text": "You're disgusting and you're going way too overboard."}, {"tweet_text": "@SamKornfeld1 @Pat_Overboard what's going on?"}, {"tweet_text": "Don't worry, #Cubs fans aren't going overboard on Kris Bryant or anything. He only has 3-1 odds to hit a HR today http://t.co/VYBQ93XtaL"}, {"tweet_text": "@bhogleharsha this is what causes his downfall.Experts going overboard for his 30s. Its not helping Rohit one bit with these low benchmarks"}, {"tweet_text": "MAN OVERBOARD IS GOING TO BE AT WARPED 😍😍😍"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) https://t.co/0z6stlQbPq http://t.co/H6ntH4eSSQ"}, {"tweet_text": "@JerReign yes like they're going overboard for nothing"}, {"tweet_text": "RT @ClickHole: Are you going a little overboard with your children? You might be a helicopter parent. http://t.co/VejxoB4frV http://t.co/fp…"}, {"tweet_text": "RT @ClickHole: Are you going a little overboard with your children? You might be a helicopter parent. http://t.co/VejxoB4frV http://t.co/fp…"}, {"tweet_text": "@HayleySimon1 Thats my feeling this year, after last year I'm just not going overboard. Write up will be bad, but Im not too worried"}, {"tweet_text": "School sucks but imma miss talking to the 97% of people I'm not going to see after graduation"}, {"tweet_text": "RT @ClickHole: Are you going a little overboard with your children? You might be a helicopter parent. http://t.co/VejxoB4frV http://t.co/fp…"}, {"tweet_text": "RT @ClickHole: Are you going a little overboard with your children? You might be a helicopter parent. http://t.co/VejxoB4frV http://t.co/fp…"}, {"tweet_text": "@SaWdAKiNg agreed. But some of these people are going overboard thinking they have the right to do these things."}, {"tweet_text": "RT @ClickHole: Are you going a little overboard with your children? You might be a helicopter parent. http://t.co/VejxoB4frV http://t.co/fp…"}, {"tweet_text": "RT @ClickHole: Are you going a little overboard with your children? You might be a helicopter parent. http://t.co/VejxoB4frV http://t.co/fp…"}, {"tweet_text": "RT @ClickHole: Are you going a little overboard with your children? You might be a helicopter parent. http://t.co/VejxoB4frV http://t.co/fp…"}, {"tweet_text": "Are you going a little overboard with your children? You might be a helicopter parent. http://t.co/VejxoB4frV http://t.co/fpj9povLFC"}, {"tweet_text": "@kmeinke @mattfahlsing she should be suspended, but people going overboard with this need to look in the mirror."}, {"tweet_text": "sc is going overboard with these live feeds l"}, {"tweet_text": "@Dannielle_Rosee I just.... People are going overboard now"}, {"tweet_text": "Article: 10 Signs You’re A Helicopter Parent: Are you going a little overboard with your children? These are t... http://t.co/jaMrUeHvi3"}, {"tweet_text": "Are We Going Overboard With This Period Thing? Lets normalise. Excellent article by @shuchikalra @HuffPostIndia  http://t.co/6fzDHY8gGn via"}, {"tweet_text": "awwwww yall going overboard"}, {"tweet_text": "Next weekend is going to be amazing got hit the deck &amp; man overboard \nI can't fucking wait"}, {"tweet_text": "Some girls going overboard on fitness. Muscles ❌ Skinny ❌ Curves ✅ Toned ✅"}, {"tweet_text": "Irish man (67) missing after ‘going overboard’ cruise ship in Caribbean Sea http://t.co/hkxXbPz5Xz http://t.co/SCJGafOOh7"}, {"tweet_text": "We don't know the meaning of going overboard! via /r/funny http://t.co/wR3F88nLGA"}, {"tweet_text": "We don't know the meaning of going overboard!"}, {"tweet_text": "adsdasfas We don't know the meaning of going overboard! http://t.co/BWgZ7mq9qJ http://t.co/l64Iubwd7p"}, {"tweet_text": "We don't know the meaning of going overboard! via /r/funny reddit"}, {"tweet_text": "We don't know the meaning of going overboard!"}, {"tweet_text": "Anyone getting lots of ads on their Twitter timelines today? this is really going overboard."}, {"tweet_text": "We don't know the meaning of going overboard! http://t.co/BWgZ7mq9qJ"}, {"tweet_text": "WHO IS GOING TO HELP?????? » Christian migrants thrown overboard during Mediterranean voyage, http://t.co/3pYbmq22zZ"}, {"tweet_text": "RT @HuffPostIndia: Are we going overboard with this period thing? by @shuchikalra http://t.co/JTAjcPJvOy http://t.co/nQzGzW6NLS"}, {"tweet_text": "@byuntho no i agree, ppl love going overboard w bbh and imo he doesnt deserve it 😒"}, {"tweet_text": "Coast guard come a hundred going overboard"}, {"tweet_text": "@_KJCRAY lmfao bitches are going overboard 😂😂😂😂😂😂"}, {"tweet_text": "RT @hobidobidoo: i just hope no one thinks i'm focusing on this bc of sungoh's looks. i'm focusing on this bc armys are going overboard &amp; i…"}, {"tweet_text": "i just hope no one thinks i'm focusing on this bc of sungoh's looks. i'm focusing on this bc armys are going overboard &amp; it's pissing me off"}, {"tweet_text": "side note im going to phase into this episode of detective conan and fight whoever just pushed heiji overboard"}, {"tweet_text": "Dr. D has got to be the only teacher that's going overboard with giving jugs for dress code."}, {"tweet_text": "Going Overboard (DVD, 1999) http://t.co/cNXHuwnOmn http://t.co/STODc2N9CZ"}, {"tweet_text": "RT @Ree_ThiicKz: Some of these girls are going a bit overboard though"}, {"tweet_text": "Some of these girls are going a bit overboard though"}, {"tweet_text": "In his hey days, mukul mudgal must have played some gully cricket. For that SC &amp; media &amp; IPL - going overboard ."}, {"tweet_text": "https://t.co/tmMggTNLDO Media going somewhat overboard with this makes me uncomfortable. Veteran RW will know why."}, {"tweet_text": "@NuclearKilljoy HOPEFULLY!!! R u not going to Man Overboard?"}, {"tweet_text": "Yeah for #indiepublishing  Unnlike trad pub, the success of the book doesn't depend on 1st week sales. Good Girl Overboard is going strong."}, {"tweet_text": "im not going to diquann party thats overboard😂👐"}, {"tweet_text": "@destruktstudio some agencies really going overboard with nomination tweets"}, {"tweet_text": "RT @RogerisGod: Lel. Ya we are going overboard with these, really couldn't help but share this one too 😂 http://t.co/rL7iZoEPtF"}, {"tweet_text": "RT @RogerisGod: Lel. Ya we are going overboard with these, really couldn't help but share this one too 😂 http://t.co/rL7iZoEPtF"}, {"tweet_text": "RT @RogerisGod: Lel. Ya we are going overboard with these, really couldn't help but share this one too 😂 http://t.co/rL7iZoEPtF"}, {"tweet_text": "Lel. Ya we are going overboard with these, really couldn't help but share this one too 😂 http://t.co/rL7iZoEPtF"}, {"tweet_text": "Racism going overboard... Like what the FUCK society: http://t.co/X6rW4EO2Hg"}, {"tweet_text": "Are we going overboard with this period thing? by @shuchikalra http://t.co/JTAjcPJvOy http://t.co/nQzGzW6NLS"}, {"tweet_text": "And y'all say I talk about my period too much, dude, y'all going overboard 😂"}, {"tweet_text": "However! A cup of tea or coffee in the morning isn't going to kill you, just don't go overboard ☕️"}, {"tweet_text": "@JoeandEvan I was told by Moose that it's one game, and I am going overboard on the Red Wings. I was told it would be a long series."}, {"tweet_text": "This nigga going overboard with Esther's account man"}, {"tweet_text": "RT @WhoIsFrankii: These \"deeznuts\" video is going overboard and kinda annoying...chill with that shit"}, {"tweet_text": "People are going way overboard 😂😂😂 http://t.co/RhutJxYOuQ"}, {"tweet_text": "@GymShark no probs. It's prob a good thing anyway. Stops me from going overboard."}, {"tweet_text": "OMG it's my birthday weekend I can finally drink YEAH!!! Detoxing was great, workout hard, ate healthy but I'm not going to go overboard 😉😛😉"}, {"tweet_text": "RT @MousaviDean: Fuck you bastards\nGoing to ask for asylum in a Christian country and murdering the Christians on board with them... http:/…"}, {"tweet_text": "RT @hafifaumitis: KNETZ ARE GOING WAY OVERBOARD OMG I HATE THEM!!! 😡😡 \n#AlwaysWithYixing #YixingProtectionSquad \n\nhttp://t.co/9wb5H2daFz"}, {"tweet_text": "RT @GrowthHackersUK: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/ZK2sQCMYoA http://t.co/lD4SGSpX4R"}, {"tweet_text": "@NickFerrariLBC @LBC Throwing them overboard stops the fish from going hungry."}, {"tweet_text": "Fuck you bastards\nGoing to ask for asylum in a Christian country and murdering the Christians on board with them... http://t.co/uexRyMY4y1"}, {"tweet_text": "Are We Going Overboard With This Period Thing? http://t.co/BmUQRchHdh"}, {"tweet_text": "Your dandere side is going overboard. I'm your best friend then don't frigging avoid me"}, {"tweet_text": "I guess he's worth going [overboard] for! @ Glory Bound https://t.co/xzqIGUAVNN"}, {"tweet_text": "I'm going to Warped this summer just to see The Wonder Years and Man Overboard again #yolo"}, {"tweet_text": "I actually wish I was going to man overboard so much it's upsetting"}, {"tweet_text": "RT @anjpessumal: @misterdesantos may difference yung \"fandom\" \"fanfic\" \"shipping.\" I get the first two. The third is just going overboard."}, {"tweet_text": "RT @AuntyNeville664: Lefty Islam apologists, 12 Christians thrown overboard by muslim asylum seekers. How r u going to spin this?? #auspol …"}, {"tweet_text": "@misterdesantos may difference yung \"fandom\" \"fanfic\" \"shipping.\" I get the first two. The third is just going overboard."}, {"tweet_text": "I guess what Im asking is how many ghost in the shell references can I make in my cyberpunk comic without going overboard? ?"}, {"tweet_text": "Holy shit this guy is going overboard with his authority"}, {"tweet_text": "@dominiquuuue @glazelinsky I feel you. I always go overboard tho and end up using my credit card and going into debt 😂"}, {"tweet_text": "My moms going overboard with my suitcase 😂💆🏼"}, {"tweet_text": "@msCallieFornia yea that was going a lil overboard, I did just compare you to iggy 😂😂😂😂😁"}, {"tweet_text": "@JulieBarneyson That is what you call going overboard. Him or Her?"}, {"tweet_text": "i like the idea of superman trying to use his powers to keep shit in check but slowly going overboard, even with positive intentions."}, {"tweet_text": "RT @shuchikalra: \"Periods are natural, yes, but I wouldn't post pictures of blood-stained PJs to get people used to it, the same... http://…"}, {"tweet_text": "RT @shuchikalra: \"Periods are natural, yes, but I wouldn't post pictures of blood-stained PJs to get people used to it, the same... http://…"}, {"tweet_text": "RT @AuntyNeville664: Lefty Islam apologists, 12 Christians thrown overboard by muslim asylum seekers. How r u going to spin this?? #auspol …"}, {"tweet_text": "RT @shuchikalra: \"Periods are natural, yes, but I wouldn't post pictures of blood-stained PJs to get people used to it, the same... http://…"}, {"tweet_text": "\"Periods are natural, yes, but I wouldn't post pictures of blood-stained PJs to get people used to it, the same... http://t.co/WlFlNdN7uB"}, {"tweet_text": "You going overboard  https://t.co/soFP4lA4NQ"}, {"tweet_text": "@ailynsantana_ now you going overboard.... You supposed to be the real one \"fam\".           Smh"}, {"tweet_text": "I'm going overboard, I know I'm in over my head. 🎶"}, {"tweet_text": "Looks like your shoes are going overboard @_RossLaddd23"}, {"tweet_text": "Y'all going overboard with that dubsmash app."}, {"tweet_text": "Overthinking+gym=going overboard to a point where your whole body starts to shake"}, {"tweet_text": "Ok now they are going overboard with this Althestan shit with Ragnar #Vikings now he want to be baptized"}, {"tweet_text": "RT @NikLecce: @mark_thepigeon @Pat_Overboard he's going to spray paint \"life on it\""}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "RT @AuntyNeville664: Lefty Islam apologists, 12 Christians thrown overboard by muslim asylum seekers. How r u going to spin this?? #auspol …"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) https://t.co/0z6stlQbPq http://t.co/H6ntH4eSSQ"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) https://t.co/e181XSRGGM http://t.co/nIqmHRIfAn #growthHacking #Startup"}, {"tweet_text": "@GrahamWasHere they be going overboard on ask smh😕😂😂"}, {"tweet_text": "OMG can I post another throwback video? I know I'm going overboard with videos lately 😂😂😂"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) https://t.co/qRNdkTS1dJ http://t.co/GF4o4gcE8V #growthHacking #Startup"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "RT GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) https://t.co/W8dG8Ezsup http://t.co/s0VrldXjlw"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) https://t.co/0z6stlQbPq http://t.co/H6ntH4eSSQ"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) https://t.co/VPHtNUvXqB http://t.co/yfcYoEtYpV via GrowthHackers #G…"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) https://t.co/0z6stlQbPq http://t.co/H6ntH4eSSQ"}, {"tweet_text": "RT @NikLecce: @mark_thepigeon @Pat_Overboard he's going to spray paint \"life on it\""}, {"tweet_text": "RT @NikLecce: @mark_thepigeon @Pat_Overboard he's going to spray paint \"life on it\""}, {"tweet_text": "@mark_thepigeon @Pat_Overboard he's going to spray paint \"life on it\""}, {"tweet_text": "RT @ScienceIsASin: Are you implying that He, our saviour, is going \"overboard\"?"}, {"tweet_text": "@euqubud @CrawfordChrisV Plus it was still early in the team's tenure. I think Cubs fans can be forgiven for going overboard."}, {"tweet_text": "already got 547 words . Im going overboard 😩😐"}, {"tweet_text": "@VCR_Blog @RenoKizzer @VideoGameCzar I really do question the mental state of most antis as they seem to be going way fucking overboard"}, {"tweet_text": "Are We Going Overboard With This Period Thing?: If we are indeed out to seek normalcy for the menstrual proces... http://t.co/nlpc9EWyNC"}, {"tweet_text": "@Pat_Overboard are you going to spray paint it?"}, {"tweet_text": "I'm going to buy a boat and life on it this summer"}, {"tweet_text": "Going slightly overboard with the extra discount this month #noregrets"}, {"tweet_text": "RT @AuntyNeville664: Lefty Islam apologists, 12 Christians thrown overboard by muslim asylum seekers. How r u going to spin this?? #auspol …"}, {"tweet_text": "RT @ForeverMaintain: @LoudPack_Donnie now you might be going overboard😂"}, {"tweet_text": "RT @JustBeingTrill: That nap ended up going way overboard 😳"}, {"tweet_text": "RT @AuntyNeville664: Lefty Islam apologists, 12 Christians thrown overboard by muslim asylum seekers. How r u going to spin this?? #auspol …"}, {"tweet_text": "RT @AuntyNeville664: Lefty Islam apologists, 12 Christians thrown overboard by muslim asylum seekers. How r u going to spin this?? #auspol …"}, {"tweet_text": "RT @rileyfox_40: Tbt to the one time @LilyDiLorenzo mom was going to wake up the captain and turn the ship around because she thought she f…"}, {"tweet_text": "Tbt to the one time @LilyDiLorenzo mom was going to wake up the captain and turn the ship around because she thought she fell overboard."}, {"tweet_text": "Some girls are really going overboard with the whole \"yas\" thing"}, {"tweet_text": "They prolly think they gotta nigga with a sicker flow , but they just going overboard like they tipped the boat"}, {"tweet_text": "Women say that tho...niggas be really hungry  RT @maryyyyjaneeee: @talleyfresh lol he be going overboard tho"}, {"tweet_text": "@talleyfresh lol he be going overboard tho"}, {"tweet_text": "Going overboard for Giselle's party. There were too many cute things Michaels and all on sale 😩"}, {"tweet_text": "@LowKeyUHTN Tommy going overboard &amp; how he can't keep a straight face."}, {"tweet_text": "RT @asherahresearch: Muslim migrants threw Christians overboard http://t.co/hzONWq4Lyo  &lt;&lt;Did these idiots know where they were going?!"}, {"tweet_text": "@sparkietwerk SHES GOING OVERBOARD W TMRWS QUIZ IM SO DONE"}, {"tweet_text": "RT @89blackhawk89: I might be going a lil overboard for nikas birthday but the goal is to get her to shit  her pants from joy👍"}, {"tweet_text": "I might be going a lil overboard for nikas birthday but the goal is to get her to shit  her pants from joy👍"}, {"tweet_text": "RT @asherahresearch: Muslim migrants threw Christians overboard http://t.co/19Z9MPyO5K &lt;&lt;Did these idiots know where they were going?!"}, {"tweet_text": "@IsobelCarr I demand photographic evidence. I don't believe there's a such thing as going overboard with cheese."}, {"tweet_text": "@TheView @BillyCrystal @michcoll They're all going a little overboard with climbing onto her like that, aren't they?"}, {"tweet_text": "That nap ended up going way overboard 😳"}, {"tweet_text": "RT @asherahresearch: Muslim migrants threw Christians overboard http://t.co/hzONWq4Lyo  &lt;&lt;Did these idiots know where they were going?!"}, {"tweet_text": "yall be going overboard with these promposals 💀‼️ stamp"}, {"tweet_text": "@DaleEArnold @FromDa401 she may have went overboard.yes,she deserves a suspension..there is good hockey going on..do you like don Sweeney gm"}, {"tweet_text": "RT @asherahresearch: Muslim migrants threw Christians overboard http://t.co/hzONWq4Lyo  &lt;&lt;Did these idiots know where they were going?!"}, {"tweet_text": "RT @asherahresearch: Muslim migrants threw Christians overboard http://t.co/hzONWq4Lyo  &lt;&lt;Did these idiots know where they were going?!"}, {"tweet_text": "Muslim migrants threw Christians overboard http://t.co/hzONWq4Lyo  &lt;&lt;Did these idiots know where they were going?!"}, {"tweet_text": "Alil ratchet ok but not when you going overboard ma"}, {"tweet_text": "@shmana_ @merrenoa if you're going to talk about grammar then you need to start using punctuation."}, {"tweet_text": "Police: Muslims threw Christians overboard during Med voyage https://t.co/r9R62jhOQ6 so when are we going to admit this \"religion\" is evil?"}, {"tweet_text": "@disdain_dismay You may be going overboard with this idea. I'm getting the Rod of Asclepius on my leg. I've had this idea for two years."}, {"tweet_text": "@nick_clegg @savechildrenuk how you going to save the xians the muslims throw overboard to drown b4 they get to EU shores"}, {"tweet_text": "Sorry to hear about Mark Stone’s wrist but the Senators seem to be going a little overboard. with the threatening comment. 1/2"}, {"tweet_text": "Lefty Islam apologists, 12 Christians thrown overboard by muslim asylum seekers. How r u going to spin this?? #auspol http://t.co/F4q6wmSj1P"}, {"tweet_text": "@Dejan_Kovacevic @penguins wrong. Rangers aren't going overboard on the SS butthurt"}, {"tweet_text": "@ChuraKevin @_majorknowsbest Kevin you're going overboard with this meme life\n\nYou probably don't even know what that pic is based on"}, {"tweet_text": "Snapchat is going overboard on these live story's"}, {"tweet_text": ":( One day soon... Jesus Christ is going to settle the score worldwide... and His children will be glorified by... http://t.co/ddH46VQody"}, {"tweet_text": "going overboard with this pizza !!  I just love it so much. 😘🍕"}, {"tweet_text": "The fool on the hill sees the sun going down and the eyes in his head see the world spinning round"}, {"tweet_text": "@BleedsHuskerRed yeah no sense going overboard"}, {"tweet_text": "Irish man (67) missing after 'going overboard' cruise ship in Caribbean Sea http://t.co/xHsouItQdI via @Independent_ie"}, {"tweet_text": "Muslims threw Christians overboard during voyage (via @AP)// How are they going to spin this so it's NOT about Islam? http://t.co/QHKhzoMo6Y"}, {"tweet_text": "@LoudPack_Donnie now you might be going overboard😂"}, {"tweet_text": "Muslims who threw overboard fellow ship passengers because they were Christian are the stupidest people ever. You morons were going to Italy"}, {"tweet_text": "RT @ALEXD1528: Snapchat is going a little overboard with these live stories"}, {"tweet_text": "#tytlive Are we 100% certain that wasn't #GlennBeck going overboard w/ his #WahSiktirLan Gyroscope? ;) #Gyrocopter"}, {"tweet_text": "How overboard she was going if other moms were telling her it was a bit much? \"Facebook Friends Send Mom Rude...\" https://t.co/C7hBKkkjEj"}, {"tweet_text": "Is it just me or is the snapchat team going way overboard with their stories?"}, {"tweet_text": "niggas be going overboard on 2k creating whole draft classes"}, {"tweet_text": "@tellefagan I will never learn, I'm so used to going overboard with hair products without repercussions"}, {"tweet_text": "Now it should be said that yes, people are going overboard with the McHenry thing. She got caught, ESPN will deal with it. Leave it at that."}, {"tweet_text": "RT @coliw: ha did any1 see Somali refugee just landed in Italy probably after throwing xtians overboard - he says he going to study in Oxfo…"}, {"tweet_text": "@jksports thats ridiculous! Suspended 4 being upset over her car being towed? You guys are really going overboard with this fooliahness smh"}, {"tweet_text": "THE WORLD IS GOING CRAZY ON A DAILY BASIS:... http://t.co/LddPyAvR8m"}, {"tweet_text": "ha did any1 see Somali refugee just landed in Italy probably after throwing xtians overboard - he says he going to study in Oxford - ROFLLL"}, {"tweet_text": "RT @DannyChanna: THE SCHOOLS GOING OVERBOARD WITH THEIR FASCIST WIFI RESTRICTING BULLSHIT"}, {"tweet_text": "Literally going a little overboard putting my second order in with @ColourPopCo in the same week, whoops 😇😅💟"}, {"tweet_text": "RT @chargornall: snapchat are going so overboard with these 'city life' snapchats"}, {"tweet_text": "May be going overboard with the RTs about McHenry - but I have a huge problem when people kick at the little guy &amp; act superior."}, {"tweet_text": "I think I'm going a little overboard with my spring cleaning... #outwiththeold #everythingmustgo"}, {"tweet_text": "snapchat are going so overboard with these 'city life' snapchats"}, {"tweet_text": "RT @ALEXD1528: Snapchat is going a little overboard with these live stories"}, {"tweet_text": "Snapchat is going a little overboard with these live stories"}, {"tweet_text": "@SeanPBali Sorry but ESPN has a tendency for going overboard on firings, the poor guy that wrote \"chink in the armor\", meant nothing buy it"}, {"tweet_text": "BBC interviewing two UKIP supporters- going overboard on this \"we're not biased to the left\" stuff"}, {"tweet_text": "RT @DannyChanna: THE SCHOOLS GOING OVERBOARD WITH THEIR FASCIST WIFI RESTRICTING BULLSHIT"}, {"tweet_text": "@AFP the \"others\" we're Christians. Go on - say it! Muslims threw Christians overboard &amp; they're going to be welcomed into Europe. Lovely"}, {"tweet_text": "Everyone is going really overboard about this new #StarWars #TheForceAwakens trailer and here I am going being all like \"Don't care!!\""}, {"tweet_text": "@moanmei_1 Thank you! The only thing I really try to do is go into detail by implying all of it. Rather than going overboard with detail"}, {"tweet_text": "#Amusement Irish man (67) suspected of going overboard cruise ship off Peurto Rico: …  missing while travellin...  http://t.co/qmlanGNB2X"}, {"tweet_text": ".@bbcnews really going overboard to give the Tories their spot even though they didn’t want to debate. Tory Beeb.#BBCDebate"}, {"tweet_text": "It sounds like you have malware. Someone may have infected all your devices or Twitter is going overboard censoring @GOPMommy"}, {"tweet_text": "RT @DannyChanna: THE SCHOOLS GOING OVERBOARD WITH THEIR FASCIST WIFI RESTRICTING BULLSHIT"}, {"tweet_text": "RT @CMWhitney92: Was Britt McHenry out of line? Sure, pretty nasty in fact. But people are going a bit overboard with it. Golden rule alway…"}, {"tweet_text": "@shigelatier_ lmaooooooooooooo that's going overboard XDD"}, {"tweet_text": "Muslim migrants going to Italy threw Christians overboard, police say via /r/worldnews http://t.co/pQfkO9plvB"}, {"tweet_text": "[April 16, 2015 at 09:34PM] Muslim migrants going to Italy threw Christians overboard, police say via http://t.co/UPZIa6KFzN"}, {"tweet_text": "Muslim migrants going to Italy threw Christians overboard, police say via /r/worldnews http://t.co/1zCIdmiNlk"}, {"tweet_text": "Muslim migrants going to Italy threw Christians overboard, police say via /r/worldnews http://t.co/Q3mfINOo2B"}, {"tweet_text": "Muslim migrants going to Italy threw Christians overboard, police say http://t.co/c8EzS9qVa1 #worldnews #news #breakingnews"}, {"tweet_text": "RT @DannyChanna: THE SCHOOLS GOING OVERBOARD WITH THEIR FASCIST WIFI RESTRICTING BULLSHIT"}, {"tweet_text": "Muslim migrants going to Italy threw Christians overboard, police say http://t.co/dq1NeDGXCD"}, {"tweet_text": "@acoopdeville Now I'm not talking about going overboard and looking like oprah or something."}, {"tweet_text": "@RonaldDelRey 😂😂😂 overboard! I ain't going to jail"}, {"tweet_text": "Muslim migrants going to Italy threw Christians overboard, police say http://t.co/VFTvuaqP9J #worldnews"}, {"tweet_text": "Muslim migrants going to Italy threw Christians overboard, police say http://t.co/oXdX4gjKtE"}, {"tweet_text": "RT @GrowthHackersUK: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/ZK2sQCMYoA http://t.co/lD4SGSpX4R"}, {"tweet_text": "Was Britt McHenry out of line? Sure, pretty nasty in fact. But people are going a bit overboard with it. Golden rule always applies"}, {"tweet_text": "RT @DannyChanna: THE SCHOOLS GOING OVERBOARD WITH THEIR FASCIST WIFI RESTRICTING BULLSHIT"}, {"tweet_text": "RT @ChiTown_Eazy: I'm a Wayne Stan off this app. I can't be on here tho. Niggas be going overboard."}, {"tweet_text": "I'm a Wayne Stan off this app. I can't be on here tho. Niggas be going overboard."}, {"tweet_text": "@SuperKoopaling xD i was going to do the fatality but went a bit overboard xD"}, {"tweet_text": "RT @DannyChanna: THE SCHOOLS GOING OVERBOARD WITH THEIR FASCIST WIFI RESTRICTING BULLSHIT"}, {"tweet_text": "@BBCAllegra @BBCPolitics prime example of feminists going overboard... So much so, they're now as sexist as the chauvinists they resent!"}, {"tweet_text": "THE SCHOOLS GOING OVERBOARD WITH THEIR FASCIST WIFI RESTRICTING BULLSHIT"}, {"tweet_text": "@Fenixsniper its definitely worth the watch. Just think people are going way overboard."}, {"tweet_text": "@Twitrauma When are we going to start throwing these pieces of shit overboard."}, {"tweet_text": "RT @KyleWithASmiile: Sometimes girls be going overboard with their outfits when really all they need to do is wear jeans and a t shirt to l…"}, {"tweet_text": "Nerd senses going overboard. #StarWars"}, {"tweet_text": "RT @Rich_Porter9: Rip to the couch on our front stoop. Morgantown going overboard and actually putting this no outdoor patio ban in effect."}, {"tweet_text": "I'm going to snitch tf outta this school for some $!! 😂 http://t.co/4pPIEeZNT8"}, {"tweet_text": "RT @Baldursrun: #c4news are you going to report Christian migrants were thrown overboard by Muslims ? Or just call them other people?"}, {"tweet_text": "RT @Baldursrun: #c4news are you going to report Christian migrants were thrown overboard by Muslims ? Or just call them other people?"}, {"tweet_text": "pls someone stop this kid bc i will cry if he does anything and im probably going overboard but i am Afraid when people show interest in me"}, {"tweet_text": "RT @Baldursrun: #c4news are you going to report Christian migrants were thrown overboard by Muslims ? Or just call them other people?"}, {"tweet_text": "@Sparky249 Or perhaps there isn't a grand conspiracy. We just don't know. So let's find out before going overboard."}, {"tweet_text": "Police: Muslims threw Christians overboard during Med voyage http://t.co/ekEIunyFne\n\nThere going to love that in sicily"}, {"tweet_text": "I Knew He Could Not Be Talking Alllllll That Shit Na. That Lil Fake Page Going Overboard As Hell😂"}, {"tweet_text": "RT @Baldursrun: #c4news are you going to report Christian migrants were thrown overboard by Muslims ? Or just call them other people?"}, {"tweet_text": "#c4news are you going to report Christian migrants were thrown overboard by Muslims ? Or just call them other people?"}, {"tweet_text": "You know Harry is going to go overboard with his obsession once his child shows an interest in fashion."}, {"tweet_text": "@SueRyy is going a little overboard with the snapchats today... Chill bruh"}, {"tweet_text": "@TaylorDouble_U @OliviaMolina01 Oh yes! I'll be going overboard for sure. It would be so fun to go! See all the beauty gurus! 😍😍"}, {"tweet_text": "@kyle_mccall I'm not sure but I think that might be considered \"going overboard\""}, {"tweet_text": "Once you got control just arrest the person ...why yall going overboard ? And this for all cops chill tf out"}, {"tweet_text": "RT @fucktyler: \"@tupacbiebuh: @fucktyler you going on tour for cherry bomb?\" NOW! http://t.co/ux8jbDlAmk"}, {"tweet_text": "How to Evoke Emotion on Your #LandingPages http://t.co/K19MmBrbbG http://t.co/9gfxA86PaF #colortheory"}, {"tweet_text": "@coolmorestud @tdthurgood Brilliant? U are a great org for hype and going overboard.Accept it must work tho!"}, {"tweet_text": "@Alyssa_Albrich hahaha I may be going a little overboard but I can't help it 😂😂😂"}, {"tweet_text": "@RerezTV Also, I would love to get a Rerez tshirt. I know it may seem like I'm going overboard, but I enjoy rerez like a fav TV show."}, {"tweet_text": "@TimesNow @thenewshour  Y going overboard about Rahul Gandhi's sabbatical who's more conspicuous by absence.wonder Y is cong so secrerative"}, {"tweet_text": "RT @Rich_Porter9: Rip to the couch on our front stoop. Morgantown going overboard and actually putting this no outdoor patio ban in effect."}, {"tweet_text": "Rip to the couch on our front stoop. Morgantown going overboard and actually putting this no outdoor patio ban in effect."}, {"tweet_text": "RT @friends_rachel6: Rishi Ji is going overboard. does he know what is saying !! those tweets man !! Uff"}, {"tweet_text": "#SecrecyOverRahul Arnab seems to be going overboard when he says he could ask #SanjayJha to leave from his studio...this is shocking !!"}, {"tweet_text": "How to renovate without going overboard #realestate #kayolhope http://t.co/V8G81vgd8K"}, {"tweet_text": "Rishi Ji is going overboard. does he know what is saying !! those tweets man !! Uff"}, {"tweet_text": "RT @GrumpyCockney: Next time I'm on the Woolwich Ferry I'm going to throw all the Muslims I find overboard to see how they like it."}, {"tweet_text": "Next time I'm on the Woolwich Ferry I'm going to throw all the Muslims I find overboard to see how they like it."}, {"tweet_text": "youtube is going a lil overboard with advertisements http://t.co/Od6qI2PAZu"}, {"tweet_text": "Maybe I'm going a bit overboard on this family Birthday Cake... Nah. What's your favorite kind of… https://t.co/uItciAzq5w"}, {"tweet_text": "@lovemelikeadude well this guy is in a band so it's not like a normal account or anything. She's going way overboard."}, {"tweet_text": "Niggas outchere eating ass smh dats a nono dat shit overboard a bitch going fart in yall mouth one day dumb niggas💩"}, {"tweet_text": "@tententacles If I went back today, I think I'd enjoy it too. But I remember that was around the time WoW started going overboard w dailies."}, {"tweet_text": "People are going too overboard,on the whole 'eco-friendly' crap. WTF is wrong W/ them? Same thing with fucking 'kid-friendly' crap. Ugh&amp;smh!"}, {"tweet_text": "Pacquiao is going overboard with the God talk"}, {"tweet_text": "RT @searls: \"I'm going to take it easy this year for @railsconf and not go overboard on slides\"\n\n*See attached screenshot*\n\nWelp. http://t.…"}, {"tweet_text": "RT @paulasiaaa: @410BOY_ no my nigga I ain't going overboard"}, {"tweet_text": "@410BOY_ no my nigga I ain't going overboard"}, {"tweet_text": "people be going overboard with shit 😂😂😂💀"}, {"tweet_text": "People Going Overboard w/ the Black Emojis😒"}, {"tweet_text": "\"I'm going to take it easy this year for @railsconf and not go overboard on slides\"\n\n*See attached screenshot*\n\nWelp. http://t.co/Is1sdcnLak"}, {"tweet_text": "I want to get a food scale to measure out portions or am I just going overboard??"}, {"tweet_text": "RT @pabohan: this fandom is going slightly too overboard http://t.co/W6JdPurR2k"}, {"tweet_text": "RT @pabohan: this fandom is going slightly too overboard http://t.co/W6JdPurR2k"}, {"tweet_text": "RT @pabohan: this fandom is going slightly too overboard http://t.co/W6JdPurR2k"}, {"tweet_text": "RT @pabohan: this fandom is going slightly too overboard http://t.co/W6JdPurR2k"}, {"tweet_text": "@the_hindu came bck from Mars r moon? why is media going overboard on this, guys there are lot more things in our country which need ur attn"}, {"tweet_text": "RT @pabohan: this fandom is going slightly too overboard http://t.co/W6JdPurR2k"}, {"tweet_text": "No going overboard wth praise, n no sulking either. Everything is so cold, detached, pragmatic, strategic n clinical (3/3) #ReformerInChief"}, {"tweet_text": "RT @pabohan: this fandom is going slightly too overboard http://t.co/W6JdPurR2k"}, {"tweet_text": "59 posts on SPYR in the last 1/2hr by you, don't you think you are going a little overboard?    $SPYR http://t.co/S9SNH4dmg4"}, {"tweet_text": "RT @pabohan: this fandom is going slightly too overboard http://t.co/W6JdPurR2k"}, {"tweet_text": "this fandom is going slightly too overboard http://t.co/W6JdPurR2k"}, {"tweet_text": "Now y'all going overboard .. My tweets ain't even about y'all no more df"}, {"tweet_text": "You're going overboard Sheri. kainis ka.\n#ForevermoreAlamNa\nLizQuen TheBet SOON"}, {"tweet_text": "#CoastGuard: Coast Guard continues search for cruise ship Horizon passenger suspected of going overboard in the Ca… http://t.co/0BJ7kefOT0"}, {"tweet_text": "Agree, Not sure why RW is going overboard RT @s_navroop: Words from US President about PM Modi Good Gesture is all i would say !! Thats All"}, {"tweet_text": "Irish man (67) missing after 'going overboard' cruise ship in Caribbean Sea: http://t.co/kheArnc5ke http://t.co/1VvZsn4pHq"}, {"tweet_text": "Irish man (67) missing after 'going overboard' cruise ship in Caribbean Sea, http://t.co/bEAO0skuD2"}, {"tweet_text": "@NightOwl866 Sorry for going a little overboard there. :P"}, {"tweet_text": "I get jealous, but I'm working on not going overboard."}, {"tweet_text": "He going way overboard...probation...even first time offenders with dope get seconds chances http://t.co/fjF94KT46m"}, {"tweet_text": "@knedge @TarekFatah @sodatta @Abhi_D_ @bhakt11 Going overboard is never justified. lt always creates problems in long run."}, {"tweet_text": "@TarekFatah We may appear to be going overboard while setting the records straight. But its justifiable.  @sodatta @Abhi_D_ @bhakt11"}, {"tweet_text": "Irish man (67) missing after 'going overboard' cruise ship in Caribbean Sea http://t.co/XTmARyrluz"}, {"tweet_text": "Trish told me I was going overboard with the fabric flowers this year but I think it looks fine"}, {"tweet_text": "@TheXentertainer maybe he will, but I think people are going way overboard on the influence SNP could have."}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "@sean_longfoot is Moran def not going to be here today and do you have it ?"}, {"tweet_text": "@AyeeDrizzyDre thats going overboard.😂 i caaaant lol."}, {"tweet_text": "Girls be going overboard with the combing of baby hairs boy."}, {"tweet_text": "RT @srivatsayb: Hindutva bigots are going overboard in coastal Karnataka bcos @thekjgeorge's Home dept is tightening the noose around Kalla…"}, {"tweet_text": "@Jay82_LFC You're going a little overboard with this Rodgers out, Klopp in. Disgrace of a \"fan\" IMO. Changed times."}, {"tweet_text": "Irish man (67) missing after 'going overboard' cruise ship in Caribbean Sea http://t.co/yqcvWXqvhm via @Independent_ie"}, {"tweet_text": "I need to start going to bed earlier... 😴"}, {"tweet_text": "Maxis may be going overboard on animated gifs from TV shows"}, {"tweet_text": "@I_Am_Iris_   I think I'm going to go overboard and just Q up Good Morning Vietnam.  love that movie."}, {"tweet_text": "Y'all may think i'm going overboard but that's really how I feel. He has such a beautiful soul.. http://t.co/MJrf18vIK4"}, {"tweet_text": "Irish man (67) missing after 'going overboard' cruise ship in Caribbean Sea http://t.co/2xfS2FLPNX"}, {"tweet_text": "RT @Independent_ie: Irish man (67) missing after 'going overboard' cruise ship in Caribbean Sea http://t.co/MEzn4xBUgO"}, {"tweet_text": "Irish man (67) missing after 'going overboard' cruise ship in Caribbean Sea http://t.co/MEzn4xBUgO"}, {"tweet_text": "I'm going a little overboard on dubsmash"}, {"tweet_text": "very few producers have such a balance of melody and rhythm and texture without going overboard in any department"}, {"tweet_text": "RT @RubiAcuna: Some fans are going overboard by camping outside of Luke and Michael's house, really guys come on they need privacy. Not coo…"}, {"tweet_text": "RT @RubiAcuna: Some fans are going overboard by camping outside of Luke and Michael's house, really guys come on they need privacy. Not coo…"}, {"tweet_text": "I'm going a little overboard but its cute😋"}, {"tweet_text": "@_FairytaleDiva_ @aiysha91 @StarPlus thy r going overboard jus fa Drama. Bass."}, {"tweet_text": "RT @RubiAcuna: Some fans are going overboard by camping outside of Luke and Michael's house, really guys come on they need privacy. Not coo…"}, {"tweet_text": "RT @RubiAcuna: Some fans are going overboard by camping outside of Luke and Michael's house, really guys come on they need privacy. Not coo…"}, {"tweet_text": "RT @RubiAcuna: Some fans are going overboard by camping outside of Luke and Michael's house, really guys come on they need privacy. Not coo…"}, {"tweet_text": "Some fans are going overboard by camping outside of Luke and Michael's house, really guys come on they need privacy. Not cool guys chill."}, {"tweet_text": "RT @srivatsayb: Hindutva bigots are going overboard in coastal Karnataka bcos @thekjgeorge's Home dept is tightening the noose around Kalla…"}, {"tweet_text": "Video: Religion Going Overboard | Bigots | judgement |Anti human rights http://t.co/ikBGMgnlCl #FJ"}, {"tweet_text": "RT @srivatsayb: Hindutva bigots are going overboard in coastal Karnataka bcos @thekjgeorge's Home dept is tightening the noose around Kalla…"}, {"tweet_text": "My mother is going overboard for my grad party. She's hiring servers and bartenders. Plural. SOS halp she's losing it"}, {"tweet_text": "RT @viametanoia: @ItsJustLeya for real! going overboard. like, pipe down."}, {"tweet_text": "@ItsJustLeya for real! going overboard. like, pipe down."}, {"tweet_text": "RT @killaghanz: WE GOING OVERBOARD ON THIS 1!!! LIVE PERFORMANCE BY @THEBRUTHAHOOD http://t.co/PekrDiIist"}, {"tweet_text": "RT @killaghanz: WE GOING \"OVERBOARD\" ON THIS 1!!!!! BIRTHDAY PARTY 4 URS TRULY!!! PERFORMANCE BY @THEBRUTHAHOOD (4-24) @ THE STING http://t…"}, {"tweet_text": "@ciaras8 well shit I'll take that! Thank you. I think she's stunning naturally but she's going overboard on her body &amp; face lately"}, {"tweet_text": "I've always been the one going overboard or going out my way to do something for somebody else and I'm tired of it"}, {"tweet_text": "Kylie is just going overboard first her lips now her ass and hips 😂😂 stop boo we all know you a twig"}, {"tweet_text": "#kreuzfahrt #cruise Irish man (67) missing after 'going overboard' cruise ship in Caribbean Sea... http://t.co/Byf2C0QWor #cruisejournal"}, {"tweet_text": "RT @Sho2daPan: @VapedUpGaming @Spinfuel_News @SenatorBoxer This Going Overboard!why should Jim beam be able to advertise and Not a #vaping …"}, {"tweet_text": "@AndrewJParker Also, and I hate to say this, it's not *really* that scary. Creepy, sure, but some people are going overboard with it."}, {"tweet_text": "RT @ASAP_TB: Niggas was going overboard.\n\"@FilthyAli: Remember the \"Yall niggas hiring\" trend\""}, {"tweet_text": "ok ill stop talking about this im going overboard"}, {"tweet_text": "@haydenthereal4 don't call me that 😒 lol he's going a little overboard over a win."}, {"tweet_text": "Niggas was going overboard.\n\"@FilthyAli: Remember the \"Yall niggas hiring\" trend\""}, {"tweet_text": "hate going so overboard with someone and they see shit"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "RT @Sho2daPan: @VapedUpGaming @Spinfuel_News @SenatorBoxer This Going Overboard!why should Jim beam be able to advertise and Not a #vaping …"}, {"tweet_text": "@Munkeesgomu Well now you're just going overboard mister."}, {"tweet_text": "RT @MadisonDelia12: Sunnyvale's going WAY overboard with this dress code and shaving stuff."}, {"tweet_text": "#kreuzfahrt #cruise Irish man (67) missing after 'going overboard' cruise ship in Caribbean Sea... http://t.co/Mhj0nwdyMB #cruisejournal"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "@VapedUpGaming @Spinfuel_News @SenatorBoxer This Going Overboard!why should Jim beam be able to advertise and Not a #vaping company? #shame"}, {"tweet_text": "@BadTeacher1107 I don't get them I know some do it for comedic reasons but I feel it's going overboard now, every guy is doing it"}, {"tweet_text": "My mom thinks she's cool because she has emoji's. She just be going overboard with that stuff! Lbvs! 😂"}, {"tweet_text": "@_kimgibbons about ten minutes in I realized I was gonna be going a little overboard but by then it was too late🏆 http://t.co/VfneHy4OYt"}, {"tweet_text": "@NaptimeJones She'll probably be like Jason and be pissed at Oliver / start going overboard with her fighting. And yeah, Lance is annoying."}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "RT @jmcrenny: Joe and Avery are putting me to sleep. They doing way too much trying to redeem him. Going overboard. #YR"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "#CoastGuard #USCG: Irish man (67) missing after 'going overboard' cruise ship in Caribbean Sea http://t.co/m9H0AOV47d"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "Joe and Avery are putting me to sleep. They doing way too much trying to redeem him. Going overboard. #YR"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "@ScholarofSands If I were going overboard, you'd get belly rubs ontop of all this, so count yourself lucky."}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "RT @OhDAMNitsMindy: I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "I've always been the one going overboard &amp; out of my way to make things work , I'm just tired of it"}, {"tweet_text": "NOBODY IS CALLING HER FAT geez y'all are going overboard"}, {"tweet_text": "RT @MadisonDelia12: Sunnyvale's going WAY overboard with this dress code and shaving stuff."}, {"tweet_text": "It seems like the refs are going overboard in trying to make sure this series doesn't get violent...again. #SensvsHabs"}, {"tweet_text": "I literally have no idea how I'm going to fit everything I made for the awards banquet in my tiny car, I went a little overboard 😁😳"}, {"tweet_text": "RT @srivatsayb: Hindutva bigots are going overboard in coastal Karnataka bcos @thekjgeorge's Home dept is tightening the noose around Kalla…"}, {"tweet_text": "Folks on Instagram be going overboard with these women crushes. 😑"}, {"tweet_text": "@ZFlu_ @Boogie2Chainz yea I agree. Nigga be going overboard with the auto tune."}, {"tweet_text": "@sean_longfoot @SnappyMcgiggles @IrwinWainwright YO ya it's an old crappy board but if I dig it I'm going to buy a batman board"}, {"tweet_text": "These \"deeznuts\" video is going overboard and kinda annoying...chill with that shit"}, {"tweet_text": "RT @KyleWithASmiile: Sometimes girls be going overboard with their outfits when really all they need to do is wear jeans and a t shirt to l…"}, {"tweet_text": "RT @forevertracy_: @NIRA_sistable she going overboard putting ova ppl in it🙌"}, {"tweet_text": "@NIRA_sistable she going overboard putting ova ppl in it🙌"}, {"tweet_text": "Sometimes girls be going overboard with their outfits when really all they need to do is wear jeans and a t shirt to look cute lol."}, {"tweet_text": "my love for kanon is like going overboard but i really don't care"}, {"tweet_text": "#kreuzfahrt #cruise Irish man (67) missing after 'going overboard' cruise ship in Caribbean Sea... http://t.co/FY7G9xNKpf #cruisejournal"}, {"tweet_text": "I can literally see Westbrook scoring 81 points tonight 😂😂😂 I'm not even going overboard...if the everybody start bluffing smh lookout man"}, {"tweet_text": "RT @michexxee: i think im going overboard with these tweets but like let's be real rn school is a preview of hell"}, {"tweet_text": "When it comes to Makai Ouji, thinking about the worst case scenarios always seems like I'm going a bit overboard"}, {"tweet_text": "i think im going overboard with these tweets but like let's be real rn school is a preview of hell"}, {"tweet_text": "How to renovate without going overboard - http://t.co/8GrH61t9dS"}, {"tweet_text": "@soledadobrien @Jezebel I couldn't say it better. These ppl are going overboard."}, {"tweet_text": "Jileys going a bit overboard...get it http://t.co/eCK5VSIASR"}, {"tweet_text": "This is probably going a bit overboard, but with \"Goodbye to Language\" has finally found its Rite of Spring."}, {"tweet_text": "RT @Independent_ie: Irish man (67) missing after 'going overboard' cruise ship in Caribbean Sea: http://t.co/7hsRX1VI8G"}, {"tweet_text": "RT @Independent_ie: Irish man (67) missing after 'going overboard' cruise ship in Caribbean Sea: http://t.co/7hsRX1VI8G"}, {"tweet_text": "RT @Independent_ie: Irish man (67) missing after 'going overboard' cruise ship in Caribbean Sea: http://t.co/7hsRX1VI8G"}, {"tweet_text": "Irish man (67) missing after 'going overboard' cruise ship in Caribbean Sea http://t.co/379n9r6kPt http://t.co/DaXMOgzWZ5"}, {"tweet_text": "He was a man, not Christ. You're going overboard. #JackieRobinsonDay #MLB #42 @Nic_O_tine"}, {"tweet_text": "Irish man (67) missing after 'going overboard' cruise ship in Caribbean Sea http://t.co/vrkp1depfB"}, {"tweet_text": "RT @Independent_ie: Irish man (67) missing after 'going overboard' cruise ship in Caribbean Sea: http://t.co/7hsRX1VI8G"}, {"tweet_text": "Irish man (67) missing after 'going overboard' cruise ship in Caribbean Sea: http://t.co/7hsRX1VI8G"}, {"tweet_text": "I got an amazon gift card, do I buy ANOTHER flash?\nShould I have THREE flashes?\nAm I going overboard?"}, {"tweet_text": "Photoset: I swear the local cops are going overboard now. http://t.co/NtKPafQvBm"}, {"tweet_text": "@Akitron Well and \"going overboard\" can come down to the fact that some people are so gun-shy because of the trauma of racism and all its"}, {"tweet_text": "just because I forgot to put trash bags in the trash cans doesn't mean I'm going overboard"}, {"tweet_text": "RT @THEBRUTHAHOOD: WE GOING \"OVERBOARD\" ON THIS 1!!!!! BIRTHDAY PARTY 4 URS TRULY!!! PERFORMANCE BY @THEBRUTHAHOOD (4-24) @ THE STING http:…"}, {"tweet_text": "RT @CourtneyLeiva: In three different shimmery shades, this lightweight, luminous @ValerieBevHills Shimmer Dust is totally #NYE perfect! ht…"}, {"tweet_text": "Is too much coffee bad you because recently I've been going overboard"}, {"tweet_text": "RT @letmalikjosh: We are such complicated beings there's just too much going on in all our cells .. And my word count is going to go overbo…"}, {"tweet_text": "We are such complicated beings there's just too much going on in all our cells .. And my word count is going to go overboard too"}, {"tweet_text": "Some people are going WAY too overboard with this #GoldenShawnAccessPass I mean buying about 12 copies that are probably like $10? Damn."}, {"tweet_text": "RT @_ErythingTaylor: Niggas going overboard with the prom shit. Wasnt that serious when we was in school. 😂😂"}, {"tweet_text": "RT @_ErythingTaylor: Niggas going overboard with the prom shit. Wasnt that serious when we was in school. 😂😂"}, {"tweet_text": "RT @_ErythingTaylor: Niggas going overboard with the prom shit. Wasnt that serious when we was in school. 😂😂"}, {"tweet_text": "RT @_ErythingTaylor: Niggas going overboard with the prom shit. Wasnt that serious when we was in school. 😂😂"}, {"tweet_text": "Hah, alright, that really is enough now, I'm going way overboard with this. I'm sorry."}, {"tweet_text": "@sayemab54 ps you're going overboard with treating yourself lately! #jel"}, {"tweet_text": "Egyptians are srsly going overboard with the whole \"الحسد\" situation. I mean, don't you think that just happened because \"karma\"????????????"}, {"tweet_text": "I wish I could make that sloth person vanish from the fandom, a great example of going overboard on an issue so no one takes it seriously"}, {"tweet_text": "@SamKornfeld1 @evanbarber_26 evan it's going to be hard to find someone around here that hasn't fucked your mom"}, {"tweet_text": "@CeliJohn Like I am loving the way Bombay Velvet promotion has started. Not going overboard even when they have Publicity King KJo."}, {"tweet_text": "RT @_ErythingTaylor: Niggas going overboard with the prom shit. Wasnt that serious when we was in school. 😂😂"}, {"tweet_text": "going overboard with chara designs again"}, {"tweet_text": "Just Chelsea fans having a good laugh @BelaVida17: Y'all going overboard on DL.\""}, {"tweet_text": "Y'all going overboard on DL."}, {"tweet_text": "Niggas going overboard with the prom shit. Wasnt that serious when we was in school. 😂😂"}, {"tweet_text": "@Neoavatara Excessive risk aversion to the point of obsessive control.  Committing a gaffe by going overboard to prevent gaffes."}, {"tweet_text": "i miiiiiiiight be going overboard with the fitness-related purchases today, but that’s okay."}, {"tweet_text": "They are going overboard with that flavored shit"}, {"tweet_text": "@StayGoldLaura I kept falling asleep during that! Not as good as I had expected/hoped 😔 are you guys going man overboard?"}, {"tweet_text": "@AmalieBenjamin Did you see the reaction to Campbell going? There's total blood lust out there, most of which is completely overboard."}, {"tweet_text": "Don't get me wrong, I understand their initial morals &amp; their cause but come on. There's supporting a cause &amp; then there's going overboard."}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "Only reason I'm going to man overboard in fibbers is for @ROAMse, they will be incredible live"}, {"tweet_text": "@kelspx right like I thought it was just me! like a tan is nice and all but going overboard is not okay or healthy"}, {"tweet_text": "@ObeyAlastor I personally dislike them, they take up way too much space and some people go so overboard with em, idek whats going on"}, {"tweet_text": "@dinasztie13 Not a fan of LisaR lately. I thought Brandi didn't go overboard from her usual self. Kim though was going for blood."}, {"tweet_text": "Saw a perfect tweet: All those \"intellectuals\" mocking Karwa Chauth, were the same going overboard issuing mubaraks for the animal kill day."}, {"tweet_text": "@evanbarber_26 your mom's going to see me after I take her to pound town after prom"}, {"tweet_text": "They are going overboard and not to mention these damn eyebrows😧😟"}, {"tweet_text": "Neymar's going overboard with the tattoos. Way too many. Another neck tattoo?"}, {"tweet_text": "RT @srivatsayb: Hindutva bigots are going overboard in coastal Karnataka bcos @thekjgeorge's Home dept is tightening the noose around Kalla…"}, {"tweet_text": "When you have a 92 page packet worth of information for one project, you may be going a bit overboard. So, calm down professor."}, {"tweet_text": "@AlindenMc @Techno36 @Armagh_GAA  my OCD is going overboard right now"}, {"tweet_text": "Ok, now you're going overboard ✋"}, {"tweet_text": "@Kevin_Overboard going to my dads job why?"}, {"tweet_text": "RT @CaribbeJan: #Cruise Ship passenger missing after going overboard in the #Caribbean - http://t.co/j0nlL4tQWg… @EvokeToday #Travel http:/…"}, {"tweet_text": "RT @srivatsayb: Hindutva bigots are going overboard in coastal Karnataka bcos @thekjgeorge's Home dept is tightening the noose around Kalla…"}, {"tweet_text": "bf and me have been going a little bit overboard for the past few days EVERY SINGLE MUSCLE IN MY BODY HURTS"}, {"tweet_text": "RT @CaribbeJan: #Cruise Ship passenger missing after going overboard in the #Caribbean - http://t.co/j0nlL4tQWg… @EvokeToday #Travel http:/…"}, {"tweet_text": "RT @srivatsayb: Hindutva bigots are going overboard in coastal Karnataka bcos @thekjgeorge's Home dept is tightening the noose around Kalla…"}, {"tweet_text": "RT @srivatsayb: Hindutva bigots are going overboard in coastal Karnataka bcos @thekjgeorge's Home dept is tightening the noose around Kalla…"}, {"tweet_text": "RT @CaribbeJan: #Cruise Ship passenger missing after going overboard in the #Caribbean - http://t.co/j0nlL4tQWg… @EvokeToday #Travel http:/…"}, {"tweet_text": "RT @srivatsayb: Hindutva bigots are going overboard in coastal Karnataka bcos @thekjgeorge's Home dept is tightening the noose around Kalla…"}, {"tweet_text": "#Cruise Ship passenger missing after going overboard in the #Caribbean - http://t.co/j0nlL4tQWg… @EvokeToday #Travel http://t.co/7Dq8OUMPbx"}, {"tweet_text": "RT @srivatsayb: Hindutva bigots are going overboard in coastal Karnataka bcos @thekjgeorge's Home dept is tightening the noose around Kalla…"}, {"tweet_text": "RT @srivatsayb: Hindutva bigots are going overboard in coastal Karnataka bcos @thekjgeorge's Home dept is tightening the noose around Kalla…"}, {"tweet_text": "RT @srivatsayb: Hindutva bigots are going overboard in coastal Karnataka bcos @thekjgeorge's Home dept is tightening the noose around Kalla…"}, {"tweet_text": "RT @srivatsayb: Hindutva bigots are going overboard in coastal Karnataka bcos @thekjgeorge's Home dept is tightening the noose around Kalla…"}, {"tweet_text": "Hindutva bigots are going overboard in coastal Karnataka bcos @thekjgeorge's Home dept is tightening the noose around Kalladka Bhat."}, {"tweet_text": "Would be going overboard to install an insulin pump except it monitors and augments my caffeine levels? Brave new world much??"}, {"tweet_text": "@AmberIsAGinge: This update is apple going overboard with political correctness 👍🏻👍🏼👍🏽👍🏾👍🏿👍🏿👍👍🏻"}, {"tweet_text": "It's one thing to advertise for your company. It's another to do it so much until it feels so fake and going overboard with it."}, {"tweet_text": "RT @smickeyrn: Love the camera angles on #DeadliestCatch of F/V Wizard's pots going overboard! Really cool!! @OriginalProds, @crabwizard, @…"}, {"tweet_text": "@yokozuna_zeek son they're going overboard with those prices wtf"}, {"tweet_text": "Parcel wasn't what I thought it would be, but not going to complain when it includes this bit by @MattiasInk http://t.co/mRx1sRv1ol"}, {"tweet_text": "Think ma dads going a bit overboard with the security in the garage.. He's literally got 5 TVs on the walls displaying the cameras😂"}, {"tweet_text": "Chicks be going overboard with makeup to the point where they look like a whole different person literally.. Lol"}, {"tweet_text": "@hxpelessopus sometimes i use your freakout moments as a gauge to make sure im not going overboard, and i LOVE THAT."}, {"tweet_text": "@RobPollard_ Nah, it was good, but then everyone went waaaaay overboard about it and I got a bit annoyed 'cos everyone was going on about"}, {"tweet_text": "when you take too many good selfies and must face the struggle of which one to post without it going overboard"}, {"tweet_text": "RT @Duivelsei: #Cruise Ship passenger missing after going overboard in the #Caribbean - http://t.co/J8oaEsml1r @EvokeToday #Travel http://t…"}, {"tweet_text": "His name is cristoff and I feel like that's how college is going to be"}, {"tweet_text": "#Cruise Ship passenger missing after going overboard in the #Caribbean - http://t.co/J8oaEsml1r @EvokeToday #Travel http://t.co/L1vL4WbJxK"}, {"tweet_text": "@mashable Don't police watch the news. Stop going overboard!  That camera in your car IS RECORDING! EVERYONE IS RECORDING"}, {"tweet_text": "@LydiasDesigns Every comment in the video [aside from punnyness] is things i've heard women in real life say. they aren't going overboard"}, {"tweet_text": "@nydwracu however i think it may be going a bit overboard to claim that italy at the time was some unique emergent flower"}, {"tweet_text": "Y'all going overboard http://t.co/ItTdWIxcBR"}, {"tweet_text": "@mattintheflesch @StealingHearts_ Smh every time I see parents going overboard verbal or physical I'm so tempted to step in...just sad"}, {"tweet_text": "Love like there's no tomorrow, but don't send yourself to hell by going overboard."}, {"tweet_text": "Can this fandom leave NB alone, please? He was immature to start shit the first time but you people are going overboard. Stop it, seriously."}, {"tweet_text": "Them McDonalds workers gotta be high talking bout $15 an hour lol that's going overboard I can see $10 tho"}, {"tweet_text": "We need to stop praising Coquelin all the time, let him to do the job and focus on his improvement, i think we are going overboard sometimes"}, {"tweet_text": "Giving No parole is really going overboard with it"}, {"tweet_text": "Sunnyvale's going WAY overboard with this dress code and shaving stuff."}, {"tweet_text": "@dougludmann Don't go overboard w/water,drink as much as you COMFORTABLY can. If you are going to use electrolyte drinks..."}, {"tweet_text": "RT @themightyleeds: I try to talk sense without going overboard in regards to Cellino. I really think we should do something about the curr…"}, {"tweet_text": "I try to talk sense without going overboard in regards to Cellino. I really think we should do something about the current situation.."}, {"tweet_text": "RT @hafifaumitis: KNETZ ARE GOING WAY OVERBOARD OMG I HATE THEM!!! 😡😡 \n#AlwaysWithYixing #YixingProtectionSquad \n\nhttp://t.co/9wb5H2daFz"}, {"tweet_text": "The only thing STUPID abt twitter is these accounts who post all these corny ass sayings like come on now y'all going overboard"}, {"tweet_text": "My mom's going to kill me when she gets the call from the nurse but awh screw it"}, {"tweet_text": "💀 srsly going overboard. like damn."}, {"tweet_text": "Irish cruise ship passenger missing after going overboard in the Caribbean Sea http://t.co/rABJZBfznF"}, {"tweet_text": "phandom is going overboard on memes this month http://t.co/Lp7tDW067d"}, {"tweet_text": "RT @EvokeToday: An Irish cruise ship passenger is missing after going overboard in the Caribbean Sea:\nhttp://t.co/FATaSqNUF2 http://t.co/bW…"}, {"tweet_text": "An Irish cruise ship passenger is missing after going overboard in the Caribbean Sea:\nhttp://t.co/FATaSqNUF2 http://t.co/bWI7As7p6T"}, {"tweet_text": "RT @SturgisJay: @xo_briaaaaa But me and you can do it tho everybody else be going overboard they be saying i can walk through walls and shit"}, {"tweet_text": "@xo_briaaaaa But me and you can do it tho everybody else be going overboard they be saying i can walk through walls and shit"}, {"tweet_text": "Tolerated ur nonsense for a few months but now ur really going overboard."}, {"tweet_text": "@Big_Reg2015 @jsingh6596 right. He could have restrained him without going that overboard"}, {"tweet_text": "@MatthewPWoods @widster think everyone is going overboard in Scotland we are lucky we can do independence"}, {"tweet_text": "All right Mother Nature you're going a little overboard with this rain."}, {"tweet_text": "Kendrick is going overboard now,you aren't that superior bro,telling people try harder, some off those responses were better than your verse"}, {"tweet_text": "I wish bitches would really HOP OFF his dick damn, its one thing to be a fan but damn bitches really be going overboard 😒"}, {"tweet_text": "Y'all do be going overboard with the trends every damn time though.  https://t.co/pPYaAaCh9z"}, {"tweet_text": "RT @GrowthHackersUK: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/ZK2sQCMYoA http://t.co/lD4SGSpX4R"}, {"tweet_text": "My mom is going to kill me for going overboard with my plan in Globe. 😰"}, {"tweet_text": "This jokes is going overboard 😂"}, {"tweet_text": "RT @OptimusSuperior: Originally this was only going to be a sketch of @VenthosAE 's Venthia, but I kinda went overboard. http://t.co/zTVwSJ…"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) #SEO #PPC http://t.co/Lh3APj0Lr9"}, {"tweet_text": "@MykonosFan I think people are going overboard in general."}, {"tweet_text": "@taylafinnecy it's my first time going overboard on twitter 😂"}, {"tweet_text": "I foresee myself going overboard for Ines' first Raya. All the kurungs, gowns, pretty little shoes &amp; accessories oh magadddd 😱"}, {"tweet_text": "Going for the 90s aesthetic of \"what the heck am I going to do with my life\" - complete with look alike crimped hair"}, {"tweet_text": "Kendrick is going overboard now,you aren't that superior bro,telling people try harder, some off those responses were better than your verse"}, {"tweet_text": "Forever going overboard with the chilli"}, {"tweet_text": "RT @OptimusSuperior: Originally this was only going to be a sketch of @VenthosAE 's Venthia, but I kinda went overboard. http://t.co/zTVwSJ…"}, {"tweet_text": "RT @OptimusSuperior: Originally this was only going to be a sketch of @VenthosAE 's Venthia, but I kinda went overboard. http://t.co/zTVwSJ…"}, {"tweet_text": "@HeselhausMarion yes and no risk of going overboard with the speed limit lol"}, {"tweet_text": "@AlllBoyzz that's going overboard imo, not like he is 30, and we seem to be forgetting the small fact that he was injured for a year"}, {"tweet_text": "RT @hafifaumitis: KNETZ ARE GOING WAY OVERBOARD OMG I HATE THEM!!! 😡😡 \n#AlwaysWithYixing #YixingProtectionSquad \n\nhttp://t.co/9wb5H2daFz"}, {"tweet_text": "Probably going to go way overboard with the book buying today"}, {"tweet_text": "@aidenhw_ it's funny because some females think that that's what guys like and end up going overboard 😂"}, {"tweet_text": "RT @hafifaumitis: KNETZ ARE GOING WAY OVERBOARD OMG I HATE THEM!!! 😡😡 \n#AlwaysWithYixing #YixingProtectionSquad \n\nhttp://t.co/9wb5H2daFz"}, {"tweet_text": "@tsm_leffen You have every right to be reacting like this. Going that overboard when you had previously expressed discomfort is not cool."}, {"tweet_text": "RT @hafifaumitis: KNETZ ARE GOING WAY OVERBOARD OMG I HATE THEM!!! 😡😡 \n#AlwaysWithYixing #YixingProtectionSquad \n\nhttp://t.co/9wb5H2daFz"}, {"tweet_text": "KNETZ ARE GOING WAY OVERBOARD OMG I HATE THEM!!! 😡😡 \n#AlwaysWithYixing #YixingProtectionSquad \n\nhttp://t.co/9wb5H2daFz"}, {"tweet_text": "Kendrick is going overboard now,you aren't that superior bro,telling people try harder, some off those responses were better than your verse"}, {"tweet_text": "@clintonjeff so true. Things are going overboard now. The only difference I can see in Lumia 540 and 640 is the CPU."}, {"tweet_text": "RT @QualarooInc: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/O2eL0dmiDI http://t.co/u9l4SKcGmd"}, {"tweet_text": "@MeltzVegas I thought high-wind events were (semi) common in Vegas? Sounds like our news going overboard every time it snows."}, {"tweet_text": "@pixiesivan i think the shading I going a bit too overboard"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "@waveyvibess ard you going overboard 😂"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "RT @OptimusSuperior: Originally this was only going to be a sketch of @VenthosAE 's Venthia, but I kinda went overboard. http://t.co/zTVwSJ…"}, {"tweet_text": "RT @OptimusSuperior: Originally this was only going to be a sketch of @VenthosAE 's Venthia, but I kinda went overboard. http://t.co/zTVwSJ…"}, {"tweet_text": "Top story: How to Evoke Emotion on Your Landing Pages (Without Going Overboard)… https://t.co/flpYrisQBH, see more http://t.co/j4K077pSRg"}, {"tweet_text": "RT @OptimusSuperior: Originally this was only going to be a sketch of @VenthosAE 's Venthia, but I kinda went overboard. http://t.co/zTVwSJ…"}, {"tweet_text": "Originally this was only going to be a sketch of @VenthosAE 's Venthia, but I kinda went overboard. http://t.co/zTVwSJYrd5"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "Let's be real here, we both know what really going on in these sub text. 😉😂😘"}, {"tweet_text": "hoya is me when I see a couple going overboard on PDA http://t.co/TNzIU9za30"}, {"tweet_text": "RT @QualarooInc: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/O2eL0dmiDI http://t.co/u9l4SKcGmd"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/WpHlZAiirS vía @hubspot @neilpatel"}, {"tweet_text": "RT @QualarooInc: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/O2eL0dmiDI http://t.co/u9l4SKcGmd"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "@aman_overboard im well aware of this, mom. im going to bed now. lol."}, {"tweet_text": "RT @QualarooInc: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/O2eL0dmiDI http://t.co/u9l4SKcGmd"}, {"tweet_text": "I know I'm going a little overboard with #picathecat photos lately, but ... look at that f… http://t.co/f8WEj8AZnh http://t.co/BYibuOqEhw"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "RT @GrowthHackersUK: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/ZK2sQCMYoA http://t.co/lD4SGSpX4R"}, {"tweet_text": "Making A New Twitter Too Many Plp Have My Account On There Shit Going Overboard 😒"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "RT @QualarooInc: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/O2eL0dmiDI http://t.co/u9l4SKcGmd"}, {"tweet_text": "@arunjaitley sir, of late some specific channels are going overboard in false reporting. As I&amp;B minister please do the needful."}, {"tweet_text": "@StevenHerbert There is such thing as going overboard.... pressuring the GF is ridiculous, IMO"}, {"tweet_text": "@redpenandfern @callistawolf she did ... but I think she was trying soften her disapproval /distaste for going overboard."}, {"tweet_text": "Sometimes I feel like I'm going overboard with how much I write about @RyanBoyling for class assignments but he means alot to me. So ohwell😅"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/ZK2sQCMYoA http://t.co/lD4SGSpX4R"}, {"tweet_text": "Ard now y'all going overboard with deez nuts.. Shit ain't even funny anymore. Yall always over-do it"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/Rafq4LMqu0 http://t.co/VXvxg4foBh #growthHacking #Startup"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "@gerbwrld hahaha. I just don't know where people even find me but how do they not feel they're going overboard"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "That Seventies Show: 10 Ways to Incorporate 70s Glam Without Going Overboard http://t.co/fzeiokxuQL.."}, {"tweet_text": "This bitch going overboard tryin to make plans to fight me &amp; my home girl just because I blocked her on here &amp; ig 😅"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "@YungxWillay @ImExampLz @Ghost_eVn chill lol your going overboard"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "RT GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/iJzNFkD55z http://t.co/ySumOWjPBf"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/LwfBqutiow http://t.co/mlL7Emr1oI #growthHacking #Startup"}, {"tweet_text": "RT @QualarooInc: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/O2eL0dmiDI http://t.co/u9l4SKcGmd"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "yoo homeboy going overboard.."}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/EhriwamuoI http://t.co/xzMNipB1eZ via GrowthHackers #G…"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "@arkcub @DukeOfVinings @HoJoLego @silversly80 just don't go...OVERBOARD!\nAhahahahah-wait. Where are you all going?"}, {"tweet_text": "@bqn_bunny wow that’s going overboard :|"}, {"tweet_text": "\"@GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/caHE7v5j0X http://t.co/UUstLov2BP\""}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) by @GrowthHackers http://t.co/PBuJxUYstP http://t.co/sRftWvYxOe"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "@HonnnneyBee I think for many including myself, it has to do with a wide majority of feminist being more of misandrist and going overboard."}, {"tweet_text": "RT @QualarooInc: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/O2eL0dmiDI http://t.co/u9l4SKcGmd"}, {"tweet_text": "RT @QualarooInc: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/O2eL0dmiDI http://t.co/u9l4SKcGmd"}, {"tweet_text": "RT @QualarooInc: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/O2eL0dmiDI http://t.co/u9l4SKcGmd"}, {"tweet_text": "Destiny going overboard 😀"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/sCgycbXnBV … http://t.co/JFh4SKmrhb"}, {"tweet_text": "RT @MAlvarez02: The Cypress football team is going a bit too overboard. They mean well though. @OCSidelines"}, {"tweet_text": "RT @QualarooInc: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/O2eL0dmiDI http://t.co/u9l4SKcGmd"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/O2eL0dmiDI http://t.co/u9l4SKcGmd"}, {"tweet_text": "My grandma be going overboard on Facebook 😩😩"}, {"tweet_text": "RT @smickeyrn: Love the camera angles on #DeadliestCatch of F/V Wizard's pots going overboard! Really cool!! @OriginalProds, @crabwizard, @…"}, {"tweet_text": "Today's cuttings: sticky monkey flower! Might be going a little overboard. http://t.co/tBsJpJ55WJ"}, {"tweet_text": "RT @smickeyrn: Love the camera angles on #DeadliestCatch of F/V Wizard's pots going overboard! Really cool!! @OriginalProds, @crabwizard, @…"}, {"tweet_text": "RT @smickeyrn: Love the camera angles on #DeadliestCatch of F/V Wizard's pots going overboard! Really cool!! @OriginalProds, @crabwizard, @…"}, {"tweet_text": "RT @smickeyrn: Love the camera angles on #DeadliestCatch of F/V Wizard's pots going overboard! Really cool!! @OriginalProds, @crabwizard, @…"}, {"tweet_text": "RT @smickeyrn: Love the camera angles on #DeadliestCatch of F/V Wizard's pots going overboard! Really cool!! @OriginalProds, @crabwizard, @…"}, {"tweet_text": "RT @smickeyrn: Love the camera angles on #DeadliestCatch of F/V Wizard's pots going overboard! Really cool!! @OriginalProds, @crabwizard, @…"}, {"tweet_text": "Love the camera angles on #DeadliestCatch of F/V Wizard's pots going overboard! Really cool!! @OriginalProds, @crabwizard, @MonteColburnDC"}, {"tweet_text": "now u going overboard"}, {"tweet_text": "@The_Book_Queen He's going stupidly overboard to try and stay healthy, and hurting himself in the process. :("}, {"tweet_text": "A little bit is fine but damn ! Y'all be going waaay overboard😂😂😂"}, {"tweet_text": "@theblaze Blacks going overboard again milking 'racism.'"}, {"tweet_text": "Trying stuff on and going overboard 💍💍💍💍💍💍💍💍💍💍💍💍💍 https://t.co/nlxusD9jzL"}, {"tweet_text": "@ShadowboltScout I like to take my time and enjoy my drinks. Going overboard isn't fun."}, {"tweet_text": "@elmaidot @PepperDempsey I wish I had. This is going so overboard it's crazy."}, {"tweet_text": "RT @the_blazerman: @GovernorBentley the ship is going down. Question is will you jump overboard before it does? You have a chance to clear …"}, {"tweet_text": "I feel like some people are going overboard with their Daredevil and Arrow/Flash comparisons. Both brands are doing great in the TV space."}, {"tweet_text": "Some of y'all really be going overboard with the makeup… 😓"}, {"tweet_text": "RT @the_blazerman: @GovernorBentley the ship is going down. Question is will you jump overboard before it does? You have a chance to clear …"}, {"tweet_text": "@sophsthings agreed but I've already set out which side shows I'm going to so I don't go overboard with $$$."}, {"tweet_text": "My friend texts me something ridiculous, I text back going more overboard with the ridiculousness, the conversation ends. #iJumpTheGun"}, {"tweet_text": "@scratcherbadger jen. if i catch you eatin cereal late night on the cruise you're going #overboard"}, {"tweet_text": "RT @the_blazerman: @GovernorBentley the ship is going down. Question is will you jump overboard before it does? You have a chance to clear …"}, {"tweet_text": "@hughhewitt I have to agree with that caller-a week before the election Christie's going overboard in praise/hug of O changed momentum to O."}, {"tweet_text": "RT @the_blazerman: @GovernorBentley the ship is going down. Question is will you jump overboard before it does? You have a chance to clear …"}, {"tweet_text": "@swimd0wn are you going to man overboard in May? 🙏🏻"}, {"tweet_text": "RT @MAlvarez02: The Cypress football team is going a bit too overboard. They mean well though. @OCSidelines"}, {"tweet_text": "The Cypress football team is going a bit too overboard. They mean well though. @OCSidelines"}, {"tweet_text": "RT @the_blazerman: @GovernorBentley the ship is going down. Question is will you jump overboard before it does? You have a chance to clear …"}, {"tweet_text": "remind me again why i'm not going to see man overboard, moose blood and roam?"}, {"tweet_text": "RT @the_blazerman: @GovernorBentley the ship is going down. Question is will you jump overboard before it does? You have a chance to clear …"}, {"tweet_text": "Brb going to sell a limb to be able to afford all of the merch at the future hearts tour"}, {"tweet_text": "@RoryMcAnuff @maffff @RFC_Phil if you buy shit food you don't then scream abuse at the chef, you complain without going overboard"}, {"tweet_text": "Hey man, I understand you gotta shake after you piss.. But you're going overboard when you start jerking yourself dude😐"}, {"tweet_text": "RT @gittgoldy: : i be telling him 3 strikes and das it , but bih I be going overboard . he done more den 3 strikes"}, {"tweet_text": "RT @anyiaaa_: @Stephanie_Denae @x_jaylahhh right but we be going overboard😂😭💀"}, {"tweet_text": "@Stephanie_Denae @x_jaylahhh right but we be going overboard😂😭💀"}, {"tweet_text": "RT @doowop002: Yall really be going overboard with the \"deez nuts\" videos💀😭"}, {"tweet_text": "RT @doowop002: Yall really be going overboard with the \"deez nuts\" videos💀😭"}, {"tweet_text": "RT @doowop002: Yall really be going overboard with the \"deez nuts\" videos💀😭"}, {"tweet_text": "RT @doowop002: Yall really be going overboard with the \"deez nuts\" videos💀😭"}, {"tweet_text": "Fredi is going overboard."}, {"tweet_text": "RT @doowop002: Yall really be going overboard with the \"deez nuts\" videos💀😭"}, {"tweet_text": "@claytonjcb you are going a bit overboard cause you dislike my opinion. I think you need to relax."}, {"tweet_text": "@screenjunkies Is Marvel/Disney going overboard with the onslaught of promo clips with scenes from the Avengers: Age of Ultron? #MovieFights"}, {"tweet_text": "RT @gittgoldy: : i be telling him 3 strikes and das it , but bih I be going overboard . he done more den 3 strikes"}, {"tweet_text": "RT @doowop002: Yall really be going overboard with the \"deez nuts\" videos💀😭"}, {"tweet_text": "RT @doowop002: Yall really be going overboard with the \"deez nuts\" videos💀😭"}, {"tweet_text": "RT @doowop002: Yall really be going overboard with the \"deez nuts\" videos💀😭"}, {"tweet_text": "RT @doowop002: Yall really be going overboard with the \"deez nuts\" videos💀😭"}, {"tweet_text": "Yall really be going overboard with the \"deez nuts\" videos💀😭"}, {"tweet_text": "Gotta lower the number of times I tweet lyrics, shit's going overboard yo"}, {"tweet_text": ": i be telling him 3 strikes and das it , but bih I be going overboard . he done more den 3 strikes"}, {"tweet_text": "RT @semzyxx: Respect &amp; love going overboard lol @MGKaleem @owais00"}, {"tweet_text": "Respect &amp; love going overboard lol @MGKaleem @owais00"}, {"tweet_text": "I want my hair even shorter lmaooooo I'm going overboard"}, {"tweet_text": "@Spincut @laevantine I was talkin to @Mandaray about this yesterday, it's cool that it's going a bit overboard, but it ought to TELL US"}, {"tweet_text": "@Tittrell you're going overboard now"}, {"tweet_text": "@VocalMinoritySD Yes. However there is \"going easy\" and then thereis FSSD going overboard."}, {"tweet_text": "@XIXMusic issue, esp in America's treatment of its minorities, but I also feel people are going waaay overboard with it."}, {"tweet_text": "#BoraBora by syald http://t.co/qcE58tefQ4 http://t.co/Aq8NG1HnwX"}, {"tweet_text": "@CoachFaulkRHS @bengland11 agreed Evan. We are professionals. Let us act like it and let our principals decide if we are going overboard"}, {"tweet_text": "All I hear these days is \"I think you're going overboard with it\"\n\nI ain't addicted, I'm committed!"}, {"tweet_text": "@SoulBassAddict today is going overboard, do you not think so?"}, {"tweet_text": "RT @JuicyGray: RT @xtatiiianaaa: Femenist be going so overboard like chilllllll"}, {"tweet_text": "RT @JuicyGray: RT @xtatiiianaaa: Femenist be going so overboard like chilllllll"}, {"tweet_text": "RT @xtatiiianaaa: Femenist be going so overboard like chilllllll"}, {"tweet_text": "I think you guys are going overboard! It was a sensible &amp; good interview. Just watched it &amp; I don't understand why this #ShameOnArunJaitley"}, {"tweet_text": "\"I'm selotaping bin bags to the floor, to protect from all the fluid\" - Jez is going overboard with the flat."}, {"tweet_text": "about your favorite actor/actress? I understand everyone can have an opinion but there's a certain level &amp; going overboard causes[cont]"}, {"tweet_text": "apparently 30 of my facebook friends are going to Man Overboard lmao \\m/ XdublinpoppunkcruX \\m/"}, {"tweet_text": "RT @xtatiiianaaa: Femenist be going so overboard like chilllllll"}, {"tweet_text": "I'm going to be more emotional at this one Man Overboard show than I have ever been in my life"}, {"tweet_text": "Y'all going overboard with this Madonna kiss drake thing."}, {"tweet_text": "@SpaceAgNicole I'd predict regional trends if I was designing a systemattic study. LA=either way ahead of curve or going way overboard."}, {"tweet_text": "Okay Bangalore. I think we are going overboard. Let's stop trolling other cities by incessantly tweeting about rains and our awesome weather"}, {"tweet_text": "“@QualarooInc: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/F42oHPJpxT http://t.co/OavMRFx4V8”"}, {"tweet_text": "RT @xtatiiianaaa: Femenist be going so overboard like chilllllll"}, {"tweet_text": "RT @dauntlesshaw: @SleepntheHrding hey, ignore the negativity! people are just going overboard and need to chill! I agree with you 100%. Yo…"}, {"tweet_text": "@SleepntheHrding hey, ignore the negativity! people are just going overboard and need to chill! I agree with you 100%. You do you."}, {"tweet_text": "Told myself I was going to selfie today but I think I went overboard http://t.co/9j9qhcC8WI"}, {"tweet_text": "Asskom is going overboard now..."}, {"tweet_text": "RT @xtatiiianaaa: Femenist be going so overboard like chilllllll"}, {"tweet_text": "Femenist be going so overboard like chilllllll"}, {"tweet_text": "i think i'm going a bit overboard w/ details in the art i'm drawing rn but idc i'm not obsessed not at all NOOOO"}, {"tweet_text": "RT @QualarooInc: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/O2eL0dmiDI http://t.co/u9l4SKcGmd"}, {"tweet_text": "RT @QualarooInc: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/O2eL0dmiDI http://t.co/u9l4SKcGmd"}, {"tweet_text": "RT @QualarooInc: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/O2eL0dmiDI http://t.co/u9l4SKcGmd"}, {"tweet_text": "is my dad really pulling the 'it's during the week' excuse for not going to buy me tickets to man overboard (((((((:"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/sCgycbXnBV … http://t.co/11O7lNWIEl"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/O2eL0dmiDI http://t.co/u9l4SKcGmd"}, {"tweet_text": "RT @GrowthHackerSMB: How to Evoke Emotion on Your #LandingPages (Without Going Overboard) http://t.co/w4abeWQ1wT http://t.co/CjZgI1eeCj"}, {"tweet_text": "dont go Overboard RT @LotaElixir: Funny how in about a year from now my life is going to change. I'm going (cont) http://t.co/ZZfVfLGS05"}, {"tweet_text": "RT @HT_JayReeves: \"@wsbtv: #APS http://t.co/DyVLU9tfyO\" going a tad overboard"}, {"tweet_text": "\"@wsbtv: #APS http://t.co/DyVLU9tfyO\" going a tad overboard"}, {"tweet_text": "S/o to @galvan_naomi for being a great and patient geom teacher, always going overboard to help her students understand any equation, -Sosa💯"}, {"tweet_text": "Hype is a nice thing but only if it isn't going overboard. And everybody suddenly changes their minds just because it is mainstream now lel"}, {"tweet_text": "Vin Diesel is going overboard. I believe he misses Paul Walker but now it seems like a circus.  Please don't make another FF"}, {"tweet_text": "RT @CoastGuardNews: Coast Guard continues search for cruise ship Horizon passenger suspected of going overboard.http://t.co/csvL8jyyGD"}, {"tweet_text": "RT @the_blazerman: @GovernorBentley the ship is going down. Question is will you jump overboard before it does? You have a chance to clear …"}, {"tweet_text": "RT @the_blazerman: @GovernorBentley the ship is going down. Question is will you jump overboard before it does? You have a chance to clear …"}, {"tweet_text": "RT @the_blazerman: @GovernorBentley the ship is going down. Question is will you jump overboard before it does? You have a chance to clear …"}, {"tweet_text": "RT @GrowthHackerSMB: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/kjJ3aTFWYw http://t.co/VDDWcOvI7k"}, {"tweet_text": "i also ship chanhun,chanbaek,sebaek,sekai kaisoo i don't think their gay,they just want to make fans happy but some fans are going overboard"}, {"tweet_text": "If you think I'm going overboard then you need a lesson, from me, in electromagnetism to make your head click, in person."}, {"tweet_text": "RT @lovelyLetha: If rihanna stops posting things on snapchat bc yall niggas going overboard with this coke thing.. Imma be salty lol"}, {"tweet_text": "RT @lovelyLetha: If rihanna stops posting things on snapchat bc yall niggas going overboard with this coke thing.. Imma be salty lol"}, {"tweet_text": "If rihanna stops posting things on snapchat bc yall niggas going overboard with this coke thing.. Imma be salty lol"}, {"tweet_text": "@Bergyonce tbh, I can only really imagine her going overboard at parties or the odd wine at a table"}, {"tweet_text": "RT @gypcqueen83: When going overboard remember you appear either full of shit or full of shit. No, that's not an error."}, {"tweet_text": "When going overboard remember you appear either full of shit or full of shit. No, that's not an error."}, {"tweet_text": "@MorgoJ08 lolbcomes down to what considered attractive, and going overboard with makeup at times isn't"}, {"tweet_text": "This judge is going hella overboard to me is this APS case. 20 years is excessive IMO."}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QD9nENZXqR http://t.co/M0QfiHj8bk GrowthHackerSMB #gro…"}, {"tweet_text": "RT @GrowthHackerSMB: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/kjJ3aTFWYw http://t.co/VDDWcOvI7k"}, {"tweet_text": "RT @GrowthHackerSMB: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/kjJ3aTFWYw http://t.co/VDDWcOvI7k"}, {"tweet_text": "@jdbalart; Jose, U're going a BIT OVERBOARD - Attempting 2 Explain Away \"RUBY-O's\" OPPOSITION 2 DREAM Act &amp; Rejecting A Path to Citizenship."}, {"tweet_text": "RT @GrowthHackerSMB: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/kjJ3aTFWYw http://t.co/VDDWcOvI7k"}, {"tweet_text": "@thatreenagirl @Avengers I haven't watched anything since the second trailer. They are going overboard with this promoting."}, {"tweet_text": "RT @GrowthHackersUK: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/ZK2sQCMYoA http://t.co/lD4SGSpX4R"}, {"tweet_text": "man overboard and title fight are only 3 weeks away! who's all going?"}, {"tweet_text": "RT @GrowthHackerSMB: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/kjJ3aTFWYw http://t.co/VDDWcOvI7k"}, {"tweet_text": "RT @GrowthHackersUK: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/ZK2sQCMYoA http://t.co/lD4SGSpX4R"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/kjJ3aTFWYw http://t.co/VDDWcOvI7k"}, {"tweet_text": "Anyone watching the live trail about the APS teachers!? This judge is going overboard"}, {"tweet_text": "RT @GrowthHackersUK: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/ZK2sQCMYoA http://t.co/lD4SGSpX4R"}, {"tweet_text": "RT @GrowthHackersUK: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/ZK2sQCMYoA http://t.co/lD4SGSpX4R"}, {"tweet_text": "RT @GrowthHackersUK: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/ZK2sQCMYoA http://t.co/lD4SGSpX4R"}, {"tweet_text": "RT @GrowthHackersUK: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/ZK2sQCMYoA http://t.co/lD4SGSpX4R"}, {"tweet_text": "RT @GrowthHackersUK: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/ZK2sQCMYoA http://t.co/lD4SGSpX4R"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/ZK2sQCMYoA http://t.co/lD4SGSpX4R"}, {"tweet_text": "RT @CoastGuardNews: Coast Guard continues search for cruise ship Horizon passenger suspected of going overboard.http://t.co/csvL8jyyGD"}, {"tweet_text": "RT @BreakinNewz01: Coast Guard continues search for cruise ship Horizon passenger suspected of going overboard in the Caribbean Sea http://…"}, {"tweet_text": "nigga going overboard with the shit @SnowBeatz803"}, {"tweet_text": "@timesofindia let him come back from vacation. Her son will get the boot for the family going overboard in opposing prince of #congress"}, {"tweet_text": "Coast Guard continues search for cruise ship Horizon passenger suspected of going overboard.http://t.co/csvL8jyyGD"}, {"tweet_text": "It's just some of the make-up tricks people are doing to obtain your natural beauty are going overboard...people don't know when to stop 😂"}, {"tweet_text": "RT @GrowthHackers: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QSW1ZMegiC http://t.co/tva18gQplV"}, {"tweet_text": "Y'all know how Mexicans are going overboard with everything saying there's a Tornado watch... #Yatusabes"}, {"tweet_text": "Wisdom go get his 💩 split Fr...He going overboard 😤"}, {"tweet_text": "Guys, I know we're all excited but please stop sending me black emojis.I know I'm your token black friend but you're going a bit overboard."}, {"tweet_text": "@mello_y3llo well at least something close to that price..I'm not going overboard with it"}, {"tweet_text": "@TODAYshow going overboard gushing over #HillaryClinton trip to chipotle is what we are up against.   #GOP I hope you are ready"}, {"tweet_text": "@cosmos4u @michael_w_busch A lot of the work is arguably aimed at avoiding nukes plus not going totally overboard."}, {"tweet_text": "The trash can of the church near my apartment was filled with PBR cans this morning. I'm going to Monday night mass next week"}, {"tweet_text": "US Coast Guard searching for cruise ship passenger suspected of going overboard in Caribbean Sea --&gt; http://t.co/rZ0YtMDHY7)"}, {"tweet_text": "@yixingmadness eyy you re going overboard Aseanne dont say like that .. we re all pretty since we were born :)) but with diff charms"}, {"tweet_text": "@TheIndyPeople emphasis on body issues going overboard. I kept my weight down and found out small thin women are prone to osteoporosis."}, {"tweet_text": "RT @uscoastguard: Coast Guard continues search for cruise ship Horizon passenger suspected of going overboard in the Caribbean Sea http://t…"}, {"tweet_text": "@GovernorBentley the ship is going down. Question is will you jump overboard before it does? You have a chance to clear your name &amp; do right"}, {"tweet_text": "RT @_leeanng: tbh... I don't think the \"PINK\" waistband showing thing that bitches got going on is cute..... At all............"}, {"tweet_text": "#CoastGuard #USCG: Coast Guard continues search for cruise ship Horizon passenger suspected of going overboard in ... http://t.co/pTJxOOhYPX"}, {"tweet_text": "RT @uscoastguard: Coast Guard continues search for cruise ship Horizon passenger suspected of going overboard in the Caribbean Sea http://t…"}, {"tweet_text": "RT @uscoastguard: Coast Guard continues search for cruise ship Horizon passenger suspected of going overboard in the Caribbean Sea http://t…"}, {"tweet_text": "I may be going a bit overboard with this costume. I'm currently drawing a shopping list. Not \"drawing up\", actually sketching what I need"}, {"tweet_text": "YG talking about his artists looks as if he is the most handsome person on earth..Sometimes he is going overboard.\n#2NE1"}, {"tweet_text": "RT @uscoastguard: Coast Guard continues search for cruise ship Horizon passenger suspected of going overboard in the Caribbean Sea http://t…"}, {"tweet_text": "Why the hell would we need an 8th installment of #Furious8? They are going overboard with all these damn movies."}, {"tweet_text": "RT @uscoastguard: Coast Guard continues search for cruise ship Horizon passenger suspected of going overboard in the Caribbean Sea http://t…"}, {"tweet_text": "Coast Guard continues search for cruise ship Horizon passenger suspected of going overboard in the Caribbean Sea http://t.co/GBt3PXnf9G"}, {"tweet_text": "Coast Guard continues search for cruise ship Horizon passenger suspected of going overboard in the Caribbean Sea http://t.co/6tclUpBY6q"}, {"tweet_text": "#CoastGuard: Coast Guard searches for cruise ship Horizon passenger suspected of going overboard in the Caribbean Sea http://t.co/ifkBcm0anK"}, {"tweet_text": "@Mishsyafini said abt kai's skin color which he's just kidding. Some fans misinterpreted him and thought that he was going overboard and"}, {"tweet_text": "@de_merlyn are you guys going man overboard in like less than two weeks btw?"}, {"tweet_text": "@doctoratlarge stop going overboard. Only good reason to follow @rahulroushan on twitter is - his regular updates about #कुमकुमभाग्या"}, {"tweet_text": "Wonder why IESM is going overboard on Social Media saying OROP approved\n#OROP @defenceOROP  https://t.co/rmCDGQwk0G"}, {"tweet_text": "@7UPIndia #ChatpatakaTwist #contest i heard of a face pack but this is going overboard"}, {"tweet_text": "@Fritolay Finally tried the Jalapeño Cheetos! YES, they were crazzzy good! Just enough spice without going overboard! @ChesterCheetah"}, {"tweet_text": "RT @explicitjay__: EVERYBODY WAS GOING OVERBOARD SAYING DEEZ NUTS TODAY"}, {"tweet_text": "@HIPurrfection I used to like them until they started going overboard af with their stuff (making fun of physical appearance, harassment)"}, {"tweet_text": "You're going a lil too overboard!😂😂"}, {"tweet_text": "RT @hunterpaschke23: Why all these high schoolers making prom pics seem like wedding pics going overboard with that shit...y'all gotta chill"}, {"tweet_text": "Everything on tumblr is not to be trusted ppl be going overboard to brain wash others"}, {"tweet_text": "@zhaaaaane_ you going overboard now b 😂"}, {"tweet_text": "Why all these high schoolers making prom pics seem like wedding pics going overboard with that shit...y'all gotta chill"}, {"tweet_text": "@mkost13 nah it's perfectly normal haha I've been going overboard with the South Park lately"}, {"tweet_text": "maybe i was going overboard but still"}, {"tweet_text": "@wyldfamtravel hahaha I may have gone overboard, but I figure if I'm going to go overboard on anything, first aid is the way to do it lol"}, {"tweet_text": "RT ebookpromoters: A yacht party in Strictly Business had the beauty holding on and almost going overboard AlSlate… http://t.co/RLbAprQNFf"}, {"tweet_text": "A yacht party in Strictly Business had the beauty holding on and almost going overboard @AlSlaterErotica http://t.co/DYx6Racykd"}, {"tweet_text": "A yacht party in Strictly Business had the beauty holding on and almost going overboard @AlSlaterErotica http://t.co/eVyCEj5X1m"}, {"tweet_text": "A yacht party in Strictly Business had the beauty holding on and almost going overboard @AlSlaterErotica http://t.co/bXGTOgsMwS"}, {"tweet_text": "A yacht party in Strictly Business had the beauty holding on and almost going overboard @AlSlaterErotica http://t.co/ciPgF2osYd"}, {"tweet_text": "@kikiphillip lmbooo they be going overboard"}, {"tweet_text": "RT @explicitjay__: EVERYBODY WAS GOING OVERBOARD SAYING DEEZ NUTS TODAY"}, {"tweet_text": "Ok MTV, seriously. True Life is going a little overboard. Chick is lathering herself in pigs blood to make... http://t.co/0fqOA2StYZ"}, {"tweet_text": "My sister going say I'm overboard 😂 like I'm sad"}, {"tweet_text": "RT @GrowthHackerSMB: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/kjJ3aTFWYw http://t.co/VDDWcOvI7k"}, {"tweet_text": "RT @explicitjay__: EVERYBODY WAS GOING OVERBOARD SAYING DEEZ NUTS TODAY"}, {"tweet_text": "RT @benny_bwead: @Baby_lewis4 ok you going overboard"}, {"tweet_text": "@Baby_lewis4 ok you going overboard"}, {"tweet_text": "This makes me so sad... People are going overboard with this. #EXOLLovesChanyeol  !!!!! Hope our happy virus can stay positive ❤"}, {"tweet_text": "RT @explicitjay__: EVERYBODY WAS GOING OVERBOARD SAYING DEEZ NUTS TODAY"}, {"tweet_text": "@RyanNiederer @WeLoveRobDyrdek @Patrick76843662 this is going overboard😂"}, {"tweet_text": "RT @explicitjay__: EVERYBODY WAS GOING OVERBOARD SAYING DEEZ NUTS TODAY"}, {"tweet_text": "RT @explicitjay__: EVERYBODY WAS GOING OVERBOARD SAYING DEEZ NUTS TODAY"}, {"tweet_text": "sometimes yall be going overboard with them dubsmashes😭"}, {"tweet_text": "RT @explicitjay__: EVERYBODY WAS GOING OVERBOARD SAYING DEEZ NUTS TODAY"}, {"tweet_text": "RT @explicitjay__: EVERYBODY WAS GOING OVERBOARD SAYING DEEZ NUTS TODAY"}, {"tweet_text": "RT @explicitjay__: EVERYBODY WAS GOING OVERBOARD SAYING DEEZ NUTS TODAY"}, {"tweet_text": "RT @GrowthHackerSMB: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/kjJ3aTFWYw http://t.co/VDDWcOvI7k"}, {"tweet_text": "I'm going overboard with snapchat now😂😂😂"}, {"tweet_text": "i feel like if i have the same post on 2 social media sites, its going overboard to put it on a 3rd #me"}, {"tweet_text": "@fish3320 I may have been going overboard. But I was raised republican and don't agree with many of her opinions. Too long to tweet haha"}, {"tweet_text": "RT @GrowthHackerSMB: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/kjJ3aTFWYw http://t.co/VDDWcOvI7k"}, {"tweet_text": "RT @GrowthHackerSMB: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/kjJ3aTFWYw http://t.co/VDDWcOvI7k"}, {"tweet_text": "RT @GrowthHackerSMB: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/kjJ3aTFWYw http://t.co/VDDWcOvI7k"}, {"tweet_text": "RT @GrowthHackerSMB: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/kjJ3aTFWYw http://t.co/VDDWcOvI7k"}, {"tweet_text": "I have a love hate relationship with the grocery store. I already know I'm going to go overboard."}, {"tweet_text": "Are they not going to throw the bomb overboard or something ? #Wayne71"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/QD9nENZXqR http://t.co/M0QfiHj8bk GrowthHackerSMB #gro…"}, {"tweet_text": "RT @GrowthHackerSMB: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/kjJ3aTFWYw http://t.co/VDDWcOvI7k"}, {"tweet_text": "but if you are like me and like going overboard on everything you can use the root powder and then after filtering it add the extract"}, {"tweet_text": "I'm going to Man Overboard at Hollywood Casino Amphitheatre in Maryland Heights, MO - Jul 27 http://t.co/4xe56WVrup"}, {"tweet_text": "RT @GrowthHackerSMB: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/kjJ3aTFWYw http://t.co/VDDWcOvI7k"}, {"tweet_text": "RT @GrowthHackerSMB: How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/kjJ3aTFWYw http://t.co/VDDWcOvI7k"}, {"tweet_text": "How to Evoke Emotion on Your Landing Pages (Without Going Overboard) http://t.co/kjJ3aTFWYw http://t.co/VDDWcOvI7k"}, {"tweet_text": "RT @ItsRaniiiii: Twitter be going overboard with shit. I never wanna hear the word nuts again. They take funny shit and make it unfunny."}, {"tweet_text": "OMG this is going overboard now! http://t.co/vuLjhFobWR"}, {"tweet_text": "Ppl going a little overboard with the promposals like its not even cute anymore"}, {"tweet_text": "RT @ItsRaniiiii: Twitter be going overboard with shit. I never wanna hear the word nuts again. They take funny shit and make it unfunny."}, {"tweet_text": "RT @ItsRaniiiii: Twitter be going overboard with shit. I never wanna hear the word nuts again. They take funny shit and make it unfunny."}, {"tweet_text": "RT @ItsRaniiiii: Twitter be going overboard with shit. I never wanna hear the word nuts again. They take funny shit and make it unfunny."}, {"tweet_text": "RT @ItsRaniiiii: Twitter be going overboard with shit. I never wanna hear the word nuts again. They take funny shit and make it unfunny."}, {"tweet_text": "RT @ItsRaniiiii: Twitter be going overboard with shit. I never wanna hear the word nuts again. They take funny shit and make it unfunny."}, {"tweet_text": "RT @ItsRaniiiii: Twitter be going overboard with shit. I never wanna hear the word nuts again. They take funny shit and make it unfunny."}, {"tweet_text": "RT @ItsRaniiiii: Twitter be going overboard with shit. I never wanna hear the word nuts again. They take funny shit and make it unfunny."}, {"tweet_text": "RT @ItsRaniiiii: Twitter be going overboard with shit. I never wanna hear the word nuts again. They take funny shit and make it unfunny."}, {"tweet_text": "Twitter be going overboard with shit. I never wanna hear the word nuts again. They take funny shit and make it unfunny."}, {"tweet_text": "@mattbarrows \"Prominent\", that's going a bit overboard for a 3rd or 4th string WR(if he stayed with 9ers), don't you think?"}, {"tweet_text": "Can't ask niggas one question with out them going overboard"}, {"tweet_text": "@its_cici10 you're going overboard on this project dude. Literally mine is just scribbles on a box 😂😂😅"}, {"tweet_text": "Enhancing #NaturalBeauty is about doing what makes you feel gorgeous + confident. #SeltzerStyle http://t.co/WxpimaO10p"}, {"tweet_text": "@kyle_spellman I'm hoping 10 is the lucky number cops stop pulling you over at nah I saw some shit going on at walgreens"}, {"tweet_text": "Theo...that pornstasche is going a bit overboard. #TheFollowing"}, {"tweet_text": "WoW! That's what I'd say is going overboard! https://t.co/qUwNMgDdMa"}, {"tweet_text": "HATE U PPL WHO BE WANT SING ON SC!!!!!!!!😡 YALL BE GOING OVERBOARD WITH THE MUSIC"}, {"tweet_text": "RT @_iHeartVintage: Let's be realistic you going overboard if you feel like you need a $20,000 ring! #PrettyPeculiarVersion"}, {"tweet_text": "RT @laylaybby_: Quanni knows that shit ain't that deep SMH. Now she's going completely overboard. Quanni &amp; Puma are wackkk to me now frfr. …"}, {"tweet_text": "RT @_iHeartVintage: Let's be realistic you going overboard if you feel like you need a $20,000 ring! #PrettyPeculiarVersion"}, {"tweet_text": "RT @_iHeartVintage: Let's be realistic you going overboard if you feel like you need a $20,000 ring! #PrettyPeculiarVersion"}, {"tweet_text": "Let's be realistic you going overboard if you feel like you need a $20,000 ring! #PrettyPeculiarVersion"}, {"tweet_text": "Quanni knows that shit ain't that deep SMH. Now she's going completely overboard. Quanni &amp; Puma are wackkk to me now frfr. #BlackInkCrew"}, {"tweet_text": "RT @SinsOfMyFather_: She just needs to end the NY series RT @_CoDiddy: Mona going overboard with all 30 of these cast members. It's too man…"}, {"tweet_text": "RT @SinsOfMyFather_: She just needs to end the NY series RT @_CoDiddy: Mona going overboard with all 30 of these cast members. It's too man…"}, {"tweet_text": "@OpTicMiDNiTE Now that's going overboard"}]