[{"tweet_text": "In a confined, crowded and humid space lack of A/C its pure torture. It would be more likely to start a mutiny than starvation."}, {"tweet_text": "RT @actionberg: Why did no one tell me John Milius wrote a Miami Vice episode called \"Viking Bikers from Hell\" starring Space Mutiny's Reb …"}, {"tweet_text": "Why did no one tell me John Milius wrote a Miami Vice episode called \"Viking Bikers from Hell\" starring Space Mutiny's Reb Brown?"}, {"tweet_text": "I will drink beer while I watch Space Mutiny. #MST3K #BuffDrinklots"}, {"tweet_text": "Hmm, I haven't watched Space Mutiny in ages. Time to fix that. #MST3K #BigMcLargeHuge"}, {"tweet_text": "@Blast_Thickneck Good to find an MSTK3K Space Mutiny fan."}, {"tweet_text": "@teespring @franzenmuth ^^^ just bought that space mutiny shirt with no regrets"}, {"tweet_text": "@PuddinWolf Nice! So many good ones. Horrors of Spider Island, Time Chasers, The Puma Man, Space Mutiny, Warrior of the Lost World..."}, {"tweet_text": "@Mobute @chrissyteigen \"Space Mutiny\" for the proletariat."}, {"tweet_text": "@theaaronfiles space mutiny, right?"}, {"tweet_text": "1964 Avram Davidson MUTINY IN SPACE Pyramid #R1069 \"army of death-dealing women\" http://t.co/MCX1sXmTzf http://t.co/PgiyJaAAuy"}, {"tweet_text": "MST3K - Space Mutiny -  The many names of David Ryder https://t.co/4zNyqTB2Bc via @YouTube"}, {"tweet_text": "the new Space Mutiny trailer looks sick"}, {"tweet_text": "@NameThatMST3K 'Space Mutiny!'"}, {"tweet_text": "@hyenahyenahyena Same reason I wouldn't recommend people straight up watch Space Mutiny, or Manos Hands of Fate without MST3K."}, {"tweet_text": "When British troops marched in during the 1857 mutiny,Redfort didnt have engh space to accommodate them. They demolished several structures"}, {"tweet_text": "I want to start a new game of XCOM solely so I can give everyone in the squad David Ryder from Space Mutiny nicknames."}, {"tweet_text": "@mochachick8 lol, yeah, I love those guys. I saw he was in Space Mutiny even, which is a trip."}, {"tweet_text": "every time i start a new game of Coming Out On Top i pick a new Space Mutiny name"}, {"tweet_text": "watching 2001: A Space Odyssey, reminds me of my great uncle HAL, and the mutiny on his ship, very sad story"}, {"tweet_text": "All the nicknames from the Space Mutiny episode of MST3K: http://t.co/R6MduERw2v"}, {"tweet_text": "Ah, in which case, we're kinda simpatico then! I misunderstood what you were get... — Either MANOS or SPACE MUTINY. http://t.co/3oW92G1Stv"}, {"tweet_text": "1 out of 5 – Would Recommended: Space Mutiny - Welcome back to 1 out of 5 – Would Recommend, where Reb Brown is th... http://t.co/NDEExJCnZj"}, {"tweet_text": "RT @PiedboeufP: Dolores Faith best known for V.D. (1961), Mutiny in Outer Space (1965) and Wild Harvest (1962) http://t.co/qWnSzVWxrx"}, {"tweet_text": "Dolores Faith best known for V.D. (1961), Mutiny in Outer Space (1965) and Wild Harvest (1962) http://t.co/qWnSzVWxrx"}, {"tweet_text": "Watching 'Space Mutiny'. This movie never fails to make me cry... from laughing so hard!"}, {"tweet_text": "RT @Cukeman: Space Mutiny http://t.co/WafjPMaCIm"}, {"tweet_text": "Space Mutiny http://t.co/WafjPMaCIm"}, {"tweet_text": "Now I want to watch 'Space Mutiny'! It's my favorite shitty movie of all time!"}, {"tweet_text": "For those who don't know about these names, please enjoy this:\n\nMST3K - Space Mutiny -  The many names of David R…: http://t.co/7Fj7oMfi4K"}, {"tweet_text": "\"In terms of the space ship Earth, the wrong crew is in command, and it is time for a mutiny\""}, {"tweet_text": "Holy crap, does that count as a railing kill? It was total Space Mutiny action and I could hear Tom Servo's excitement. #Gotham"}, {"tweet_text": "RT @GaryLazer_Eyes: @flexbulkhead Just a question. Is your twitter handle (not display name) a reference from the MST3K episode: Space Muti…"}, {"tweet_text": "@flexbulkhead Just a question. Is your twitter handle (not display name) a reference from the MST3K episode: Space Mutiny?"}, {"tweet_text": "@mizabitha it's basically Space Mutiny"}, {"tweet_text": "I'm making up for it by adding Space Mutiny references in my comic. That should cheer me up."}, {"tweet_text": "Last Second OutBid RT↺http://t.co/dGYxkyIDfS Mystery Science Theater 3000 Volume 4 Rare Out Of Print Box Set Space Mutiny ↺Please Fa"}, {"tweet_text": "@michaeljnelson They go there and not Space Mutiny? What's wrong with them?"}, {"tweet_text": "@HurakanWorks You have Space Mutiny to thank for THAT one &gt;&gt;"}, {"tweet_text": "RT @neonbubble: @akiva Checking Wikipedia and the two stars of Space Mutiny are married to one another. I love discovering things like that."}, {"tweet_text": "@akiva Checking Wikipedia and the two stars of Space Mutiny are married to one another. I love discovering things like that."}, {"tweet_text": "RT @Bro_Pair: Some men produce 35 vaccines in their lifetimes. And others, like me, can list all the fake male lead names in the MST3K \"Spa…"}, {"tweet_text": "@retsygamer I've got you covered. https://t.co/SNG6H06Lgg This is gold if you've seen Space Mutiny already."}, {"tweet_text": "RT @thud4444: @NameThatMST3K \"Finally Christmas comes to Santa.\" Space Mutiny!"}, {"tweet_text": "RT @mindfulzoo: @NameThatMST3K Space Mutiny!"}, {"tweet_text": "RT @flamefingered1: @NameThatMST3K Space Mutiny"}, {"tweet_text": "RT @bookworm1225: @NameThatMST3K That is, of course, 'Space Mutiny.'"}, {"tweet_text": "RT @wpwend42: Space Mutiny! https://t.co/2QncClt67I"}, {"tweet_text": "@NameThatMST3K \"Finally Christmas comes to Santa.\" Space Mutiny!"}]