[{"tweet_text": "RT @ArchaicKoala: Soul Blade - Some of the Edge Master Mode challenges were just brutal! 44/52 #52GameChallenge @ninjabearhug http://t.co/1…"}, {"tweet_text": "Soul Blade - Some of the Edge Master Mode challenges were just brutal! 44/52 #52GameChallenge @ninjabearhug http://t.co/1AElXxYjKm"}, {"tweet_text": "\"Cassie Cage? The daughter of Johnny Cage and Sonya Blade? I've heard of her. Hearing she talked to Master Hand recently.\""}, {"tweet_text": "@JamesTaggar getting his hair cut...hugging a bin...@TashaYasminJade the blade master http://t.co/I5whJYZekL"}, {"tweet_text": "Blade of the Phantom Master is a weird ass movie."}, {"tweet_text": "RT @Variety: ICYMI, Ryan Gosling will star in the #BladeRunner sequel: http://t.co/8XpeSd5oTo http://t.co/WQhroltRha"}, {"tweet_text": "\"I'd rather drink a cup of acid after chewing on a razor blade.\" Yeah, Shepard is the master of the put down. #MassEffect"}, {"tweet_text": "Blade Master (The First Chronicles of Kohr) / Jeffrey N Albert\nhttp://t.co/6TtK3l6XVN\n \n#キンドル #BladeMaster"}, {"tweet_text": "Paul Inman, master blade smith. Could be the next cont ed offering. Fantastic artisan. https://t.co/NLdy39tJ7E"}, {"tweet_text": "@B_Twisted_ Instead of baby dolls, it should have had some of the killer toys from Puppet Master. Blade and Pinhead would shred some ass."}, {"tweet_text": "@BladeLunara @Serene_Master @GreyTrooper @PeskyPadawan -guard with he blade held horizontally above his head and pointed to the side with-"}, {"tweet_text": "RT @Limey417: Davie is the master of style, always an infusion of intensity &amp; never threatens to flag. http://t.co/qygPvxTzjY https://t.co/…"}, {"tweet_text": "RT @Limey417: Davie is the master of style, always an infusion of intensity &amp; never threatens to flag. http://t.co/qygPvxTzjY https://t.co/…"}, {"tweet_text": "Ducks are meant to be getting firewood for the master, but this plateau's been picked cleaner than a new blade."}, {"tweet_text": "RT @Limey417: Davie is the master of style, always an infusion of intensity &amp; never threatens to flag. http://t.co/qygPvxTzjY https://t.co/…"}, {"tweet_text": "mmm blade stabbed the master https://t.co/CPg5jBeksP"}, {"tweet_text": "@_tigerine Iwatooshi's last master died standing up, and a Doutanuki blade would do the same"}, {"tweet_text": "RT @Limey417: Davie is the master of style, always an infusion of intensity &amp; never threatens to flag. http://t.co/qygPvxTzjY https://t.co/…"}, {"tweet_text": "Davie is the master of style, always an infusion of intensity &amp; never threatens to flag. http://t.co/qygPvxTzjY https://t.co/nUyxQa67da"}, {"tweet_text": "News from @BuddymanWorld: I have earned \"Master Of The Blade\" achievement! http://t.co/YsqPptVb8s http://t.co/1FxC43UXeB"}, {"tweet_text": "@Hayliaasf101 because I'm the banana blade master"}, {"tweet_text": "RT @Wideeyeddays: @Wideeyeddays: Hurry hurry hurry for a riot of thrills! Introducing professor Vernon Hines master of the flying blade! 🌸🌸🌸"}, {"tweet_text": "RT @Wideeyeddays: @Wideeyeddays: Hurry hurry hurry for a riot of thrills! Introducing professor Vernon Hines master of the flying blade! 🌸🌸🌸"}, {"tweet_text": "@Wideeyeddays: Hurry hurry hurry for a riot of thrills! Introducing professor Vernon Hines master of the flying blade! 🌸🌸🌸"}, {"tweet_text": "RETRO PUPPET MASTER THE ACTION FIGURE SERIES RETRO BLADE ACTION FIGURE http://t.co/67r56hPq2V #ActionFigures #ActionFigure"}, {"tweet_text": "#Toys #Baby RETRO PUPPET MASTER THE ACTION FIGURE SERIES RETRO BLADE ACTION FIGURE http://t.co/Jy67NA32lv #Kids #Toy #Forsale"}, {"tweet_text": "The unseen blade is the deadliest\n-Zed, Master of Shadows"}, {"tweet_text": "@Guided_Blade \n\n'Twas good, Seth the Salt Master.\n\n/bows"}, {"tweet_text": "News from @BuddymanWorld: I have earned \"Master Of The Blade\" achievement! http://t.co/xmBAwcESbw http://t.co/CylfSgpX1S"}, {"tweet_text": "Resurrecting the same Injured Blade master twice, fun combo"}, {"tweet_text": "To master the use of a blade, one must have mental balance. Natural ability is allowed, but it's rare."}, {"tweet_text": "Baila(19 ogre arcane blade) was mutilated to death by a master slinger on The Arena 25.\nhttp://t.co/x16a8MHnlo"}, {"tweet_text": "How am I supposed to be getting firewood for the master, but this plateau's been picked cleaner than a new blade."}, {"tweet_text": "What a sword fight as they fight with replica Blade swords. http://t.co/BVRE0swQ2Q"}, {"tweet_text": "as Fate would have it, trouble and chance entwined a servant of the lord w/ a master of the blade http://t.co/f6cWUI4cr2"}, {"tweet_text": "@HancokUndead You need the blade master's side swords though. Makes the set look complete."}, {"tweet_text": "Cut the grass off the surface.. Pray the lawnmower blade catch the back of a serpent nigga shit.. https://t.co/y62NZE6RC4"}, {"tweet_text": "Blade 'the non-white' Nzimande doesn't want to deal with UCT and step on his master's toe."}, {"tweet_text": "It shall be a blade to be getting firewood for the master, but this plateau's been picked cleaner than a new blade."}, {"tweet_text": "Revenge of the blade master warcraft 3 http://t.co/qE2q8womb0"}, {"tweet_text": "Listen to King Diamond \"The Puppet Master\" by Metal Blade Records #np on #SoundCloud https://t.co/d2ONflT73D"}, {"tweet_text": "The Sword - Barael's Blade: https://t.co/s1sjL7s6Kc via @YouTube"}, {"tweet_text": "@ZESTlRIA raven from elsword, blade master class, the hot dad of the gang"}, {"tweet_text": "And I master every trade under the sun. Talk sharp like a razor blade Ha, uh"}, {"tweet_text": "RT @ebkbonfan: Blade Master (The First Chronicles of Kohr) / Jeffrey N Albert\nhttp://t.co/SvzNu7YJv1\n \n#キンドル #BladeMaster"}, {"tweet_text": "Blade Master (The First Chronicles of Kohr) / Jeffrey N Albert\nhttp://t.co/SvzNu7YJv1\n \n#キンドル #BladeMaster"}, {"tweet_text": "@shinkaikanata It was stated that Horikawa the sword was only 59cm long when his master was thought to have never made a blade less than 60"}, {"tweet_text": "@SadisticDiamond --give Link hints, advice, and analysis. Making the blade glow in a slow pulsing rate, she warned her master again*"}, {"tweet_text": "assassins creed brotherhood copernico mission: kill the master with hidden blade full sync 100%: http://t.co/VQrwrCQ7ku via @YouTube"}, {"tweet_text": "The edge of the sharpest blade is no match for the calm of the peaceful mind - Master Yi"}, {"tweet_text": "Watching Blade of the Phantom Master"}, {"tweet_text": "@TheStarsQueen *does his side taught a little bit more* \"look keep the blade I'll have master hand to make another you'll probably get---"}, {"tweet_text": "@Incestception Will they stop and try to protect their master? [I sneer, pressing the blade into Greyback's throat.] In the event that --"}, {"tweet_text": "-believing @FemaleEnkidu was in danger. Once she called the beast ‘master’ Saber released the blade, letting it vanish once more. She then-"}, {"tweet_text": "animation Blade Of The Phantom Master action movie HD: http://t.co/jL100qFGSe via @YouTube"}, {"tweet_text": "1st PB original. Jeffrey Lord: Master of the Hashomi. Blade 27: Pinnacle 929441 http://t.co/wYYT8CEtst http://t.co/1ZuVjMKq6J"}, {"tweet_text": "@ShadowBonnie_RP @ColdWinterFrost You think the blade can beat its master?"}, {"tweet_text": "@WendyMA_Darling Oh! I almost forgot. Have you seen the key blade master Sora lately"}, {"tweet_text": "The master of his blade is gracious even to those who attempt to induce his failure. One who knows the breadth... http://t.co/cdsbf7kzwT"}, {"tweet_text": "@AEROFFICIAL and if movies counted, I also seen kite and blade of the phantom master"}, {"tweet_text": "this is what i was tryna tell you guys the other day about blade master http://t.co/WcuINULqvD"}, {"tweet_text": "Sasha is The Master of Word and Blade"}, {"tweet_text": "News from @BuddymanWorld: I have earned \"Master Of The Blade\" achievement! http://t.co/nFBbH3RYwM http://t.co/ULTKDvgLW1"}, {"tweet_text": "RT @1BrownNative: 94 \"gave few blacks seats at the master's table. These 'privileged' blacks assist white masters in maintaining status quo…"}, {"tweet_text": "I won the Tempered Blade achievement in Halo: The Master Chief Collection for 8 #TrueAchievement pts"}, {"tweet_text": "@coda753 her master till the day she wont be needed and have her life taken under the blade of an ax"}, {"tweet_text": "Gotfreid II(23 higher arcane blade) was treehugged to death by Borfast the Broken and offered to his dark Master on Dreadfell 1."}, {"tweet_text": "Wannabe hipster and blade master at the same time #bestofbothworlds http://t.co/QInxPfedsC"}, {"tweet_text": "@PokeRangers Make aegislash the master sword and Hyrule shield and then honedge can be Fi from skyward sword (when she's the blade)"}, {"tweet_text": "@BoItonBastard - you, master Ramsay *her fingers squeezed his hand more. She could not move too much, or the blade of his knife -"}, {"tweet_text": "RT @minionvickik8: Get that #FridayFeeling with Jezzet Vel'urn, blade master in The Heresy Within http://t.co/kyWtqd8ymD dark #fantasy http…"}, {"tweet_text": "RT @TheJoMarch: I just beat @JustLaurieToYou so badly in a race I can't even see him. I am the Blade Master!"}, {"tweet_text": "I just beat @JustLaurieToYou so badly in a race I can't even see him. I am the Blade Master!"}, {"tweet_text": "@Red_Death_Blade You're not a no life, trust. I did the whole thing on veteran - including strike force(WHY) - and got master in league play"}, {"tweet_text": "Get that #FridayFeeling with Jezzet Vel'urn, blade master in The Heresy Within http://t.co/kyWtqd8ymD dark #fantasy http://t.co/UicvoPjPN2"}, {"tweet_text": "Born master, with the faster blade, track slasher, manufacture poems to microphones, bones fracture - @INSpectahDECKWU"}, {"tweet_text": "@Raiden_the_supe -both helped Kirito and as the master Sith swordswoman unknown name pulls out a double blade out and it's fierce."}]