[{"tweet_text": "@RickyCC_1787 have passed our score of 156 with 2 wkts down and therefore won. They are now batting out the overs to give people a bat."}, {"tweet_text": "@_BCT_ Excellent time had at the north bat workers conference. good to catch up with lovely people #bats"}, {"tweet_text": "http://t.co/OZNZabcU7u I WANT THI!! (the 'hank' one) in size L but husband would be super mad if i spent $18 for a shirt :("}, {"tweet_text": "@NineCovens srsly the TVD fandom goes from one bat-shit crazy drama showdown to another. You people just can't find peace, can you? 😂"}, {"tweet_text": "i don't need to depend on anyone other than my self. you of all people made me realize that right off the bat."}, {"tweet_text": "People will hate when you tell the truth. But won't bat an eye when you tell a lie."}, {"tweet_text": "Beat the girl with a metal bat. Had people there watching and taping it. It was posted on the internet. The girl also took pics of the"}, {"tweet_text": "RT @EL_Seancon: @Adolfhibsta Feminist want equality but most are more sexist and more bat shit insane than the people they complain about."}, {"tweet_text": "@CYvers No doubt.  Hopefully today turns out to have the first HR bat and people forget about the first K bat"}, {"tweet_text": "RT @joshgroban: It's #RecordStoreDay and the streets of Soho are filled with people, music, empty beer bottles and awesomeness. Go support …"}, {"tweet_text": "honestly if people aren't excited to just see bat and supes for the first time in live action ever together idk what to tell those people"}, {"tweet_text": "keiichi is an average protag most of the time but he sleeps with a bat and beats people who hurt his friends 2 death nd i can respect that"}, {"tweet_text": "RT @Daddy_Warpig: So disappointed a reporter would use his position to punish and silence people.\n\nHow fascist.\n\n@dauthaz @PlayDangerously …"}, {"tweet_text": "@Banzai_the_Bat Ah hopefully hasn't gone too far downhill then, people still actually play then. That's good."}, {"tweet_text": "\"The reality is people usually pay more attention to you when you have more followers. Buy 1000 followers for $12...\" Bat naman ganon? :'( 😂"}, {"tweet_text": "Am I the only one who is equating Hilary's ordinary people campaign to Nicola Murray's \"quiet bat people\" initiative? #thickofit"}, {"tweet_text": "RT @RealStrongfacts: These are the most awkward photos ever. They will haunt the people in them for life!  http://t.co/CGIAggDwzM http://t.…"}, {"tweet_text": "People actually took the old bat man beating superman in a super suit as a legit point"}, {"tweet_text": "people don't like the Bat because he's \"too regular\". newsflash: so are you."}, {"tweet_text": "&gt;Bat Appreciation Day\nAs if the aristocratic bitch gave too much of a shit about people earning less than seven figures a month."}, {"tweet_text": "People will notice the change in your attitude towards 'em. Bat won't notice their behavior that made you change."}, {"tweet_text": "RT @mariawtvr: I got to thinking that poems were like people. Some people you got right off the bat. Some people you just didn't get--and n…"}, {"tweet_text": "And how on the world emma watson is a wallflower. The people around are blind like a bat. Bodoh."}, {"tweet_text": "I love meeting random people and having great conversation right off the bat"}, {"tweet_text": "If BAT really owns COMSAT and they get the right people to manage it, they can put DSTV on the defensive"}, {"tweet_text": "@purelovenjh you are one of the bat people I ever met and I'm really glad that I have you in my life I literally coldnt ask for a better +"}, {"tweet_text": "It begins by saying people have \"misinterpret[ed]\" his actions, which is basically a way of saying right off the bat \"I did nothing wrong!\""}, {"tweet_text": "that feeling when you’ve dealt with people’s shit so much in the past and didn’t even bat an eye, then now... http://t.co/pmv6pJ1QTb"}, {"tweet_text": "RT @Peeta_is_aBAKER: RAD: why do bad things happen to good people\nHilburn: I said that to the woman at the humane society when there was a …"}, {"tweet_text": "Seriously only a handful of people are complaining about the possible bat voice?!?! I can't believe people actually like it 0.0"}, {"tweet_text": "RT @ummyaseen123: Don't bat an eyelid at the madness happening to other black people all over the world but will go nuts to defend a white …"}, {"tweet_text": "Don't bat an eyelid at the madness happening to other black people all over the world but will go nuts to defend a white girl with braids"}, {"tweet_text": "RT @SpaceMonstersMa: I added a video to a @YouTube playlist http://t.co/XHMjshOSVQ The Bat People (A.K.A It Lives By Night) (1974) - Full M…"}, {"tweet_text": "I added a video to a @YouTube playlist http://t.co/XHMjshOSVQ The Bat People (A.K.A It Lives By Night) (1974) - Full Movie"}, {"tweet_text": "Do you ever just hit Jiggly Puff in the face with a home run bat so advanced, people actually think you're stupid."}, {"tweet_text": "People complaining about the bat vs Supes trailer read this. http://t.co/0a1fvtNmgB"}, {"tweet_text": "RT @MinPalmsResort: @iResistAll So very sorry.. I know its inadequate.. just know there are people out there who would go to bat for the Je…"}, {"tweet_text": "http://t.co/BBmD0DKL0q Smith etc t 100% RESPONSIBLE! I WILL NOT stop, until they stand trial 4 treason against the people!"}, {"tweet_text": "@HydrophobicFish @PalaverousM @Calgaryexpo @Bat_In_The_Hat Either people like to throw SPLC's name around like a scare word, or their idiots"}, {"tweet_text": "RT @MinPalmsResort: @iResistAll So very sorry.. I know its inadequate.. just know there are people out there who would go to bat for the Je…"}, {"tweet_text": "RT @MinPalmsResort: @iResistAll So very sorry.. I know its inadequate.. just know there are people out there who would go to bat for the Je…"}, {"tweet_text": "RT @MinPalmsResort: @iResistAll So very sorry.. I know its inadequate.. just know there are people out there who would go to bat for the Je…"}, {"tweet_text": "@iResistAll So very sorry.. I know its inadequate.. just know there are people out there who would go to bat for the Jewish people.. I will."}, {"tweet_text": "RT @NakedFace: In the end, a lot of people don't get what they want because they don't know what they really want."}, {"tweet_text": "Bat all knocked in thanks to the experts and lovely people at @MrCricketHockey, thanks for the recommendation @SouthwoldCC"}, {"tweet_text": "RT @AboutMiniion: \"Some people just need a kiss...on the side of the head...with a metal bat.\""}, {"tweet_text": "RT @XplodingUnicorn: Me: Do you want to take a ballet class?\n\n4-year-old daughter: Is that the thing where I get to kick people?"}, {"tweet_text": "RT @EL_Seancon: @Adolfhibsta Feminist want equality but most are more sexist and more bat shit insane than the people they complain about."}, {"tweet_text": "When it comes down to it, there are very few people who will swing the bat.\n --Amaro (FLCL)"}, {"tweet_text": "RT @EL_Seancon: @Adolfhibsta Feminist want equality but most are more sexist and more bat shit insane than the people they complain about."}, {"tweet_text": "I got to thinking that poems were like people. Some people you got right off the bat. Some people you just didn't get--and never would get."}, {"tweet_text": "A what's the difference between black people Nd bat man? ?? Lol"}, {"tweet_text": "RT @EL_Seancon: @Adolfhibsta Feminist want equality but most are more sexist and more bat shit insane than the people they complain about."}, {"tweet_text": "RT @EL_Seancon: @Adolfhibsta Feminist want equality but most are more sexist and more bat shit insane than the people they complain about."}, {"tweet_text": "@Adolfhibsta Feminist want equality but most are more sexist and more bat shit insane than the people they complain about."}, {"tweet_text": "I'm a ass to 300% of the people I meet straight off the bat ....if you can't deal with it why talk to me ? I need people like me in my life!"}, {"tweet_text": "RT @Anime_Quotes: When it comes down to it, there are very few people who will swing the bat. -Amaro (FLCL) #anime"}, {"tweet_text": "When it comes down to it, there are very few people who will swing the bat. -Amaro (FLCL) #anime"}, {"tweet_text": "@notchrisortega saw the bat squad at a light and they had like 10 people in the car 😂"}, {"tweet_text": "I wonder if people will ever realize, that the 8th batter's at bat in the second inning is just as important as the #4 batter in the 9th...💭"}, {"tweet_text": "The one thing I hate about meeting New people....is that they judge you off the bat like damn give a nigga a chance 😭😢"}, {"tweet_text": "@Leo_LaLepra Well, usually people who disagree with you on the internet are rude off the bat. You seem nice, I think I will like you."}, {"tweet_text": "RT @Peeta_is_aBAKER: RAD: why do bad things happen to good people\nHilburn: I said that to the woman at the humane society when there was a …"}, {"tweet_text": "Anybody who say there gonna be there forever is a off the bat great liar. Cuz forever don't exist , people aren't perfect."}, {"tweet_text": "RAD: why do bad things happen to good people\nHilburn: I said that to the woman at the humane society when there was a bat in my house"}, {"tweet_text": "Why don't people like me right off the bat ?? I always have to prove to people im fantastic"}, {"tweet_text": "@corey_briggs @EAStarWars I can't fucking wait. Wonder if the computerized people crash into walls when they try to drive?"}, {"tweet_text": "@kalibmcbride The people you find wearing white sox are the people who are also wearing sandals with them."}, {"tweet_text": "Hate it when you make an interesting question or statement and people tell you straight off the bat if you're high. Hate itttttttt. Wtf yall"}, {"tweet_text": "why do people assume im a player off the bat? thats crazy"}, {"tweet_text": "@slashfilm @MizTification That image makes me think of Injustice. Also was that the bat-plane gunning down and killing people?"}, {"tweet_text": "@DFTBArecords http://t.co/nAI5VIwQXV I love the song so much that I had to get both! Sorry @hankgreen!"}, {"tweet_text": "Just watched the @HBO Scientology documentary. My god that is some disturbing shit. Those people are bat shit crazy"}, {"tweet_text": "and when my mama tell the buffet people i'm 11, they don't bat an eyelash. they just be like \"okay.\""}, {"tweet_text": "Only 4 days...still need over 100K. Let's not be Casey at the Bat here people. Help @ThatChrisGore #SaveFilmThreat!\nhttps://t.co/le6SWt3ghK"}, {"tweet_text": "People say batman just gotta lot of money\rNaw fam its more than the bat suit.."}, {"tweet_text": "@kaisymwoo It's definitely just you. HBCUs are shitted on all the time and people never bat an eye. Yet it is a CRIME to question PWIs."}, {"tweet_text": "@KanekiKenIRL @LaidByYourMom \n\nLike a ball\n\nOr a ball-er\nThe people who swing the bat\n\nOr is that a batter"}, {"tweet_text": "@BladesOfGlory10 I think it’s outrageous people are cheering him when he’s at bat. Great message. Cheat &amp; ruin the game &amp; we still love you."}, {"tweet_text": "@VecTron5 @Userlich @Bat_In_The_Hat @MyOwnGalPal Wow I mean that's crazy people would be upset about getting kick out for their posters-"}, {"tweet_text": "@TessaVermilyea @Userlich @Bat_In_The_Hat @MyOwnGalPal the only people who would boycott a con for banning GGers would be other GGers."}, {"tweet_text": "People wanna talk shit on A-Rod like he had no talent without steroids lol steroids dont put the bat on the ball my friend"}, {"tweet_text": "RT @GailSimone: We'll see. I get why people don't like it.\n\nBut what are the classic Bat/Super stories? They don't quip. They are weightier…"}, {"tweet_text": "So the Batman v Superman trailer showed the bat-plane gunning down and killing people. Really hope its a red hearing. Batman isnt a murderer"}, {"tweet_text": "@Userlich @Bat_In_The_Hat @TessaVermilyea No, I get to label them hate groups when they associate with people under the same banner..."}, {"tweet_text": "Ever had the feeling where you want to line up a group of people and take a baseball bat and smack them all! That... http://t.co/GIXjJrZnuf"}, {"tweet_text": "I went thru and unfollowed people that I didn't recognize off the bat so sorry if I broke mutuals!"}, {"tweet_text": "RT @VTSimone: BARTOLO COLON AT BAT WITH THE BASES LOADED! THIS IS NOT A DRILL PEOPLE!"}, {"tweet_text": "BARTOLO COLON AT BAT WITH THE BASES LOADED! THIS IS NOT A DRILL PEOPLE!"}, {"tweet_text": "Superman Against The People (Including Bat-People)"}, {"tweet_text": "RT @GailSimone: We'll see. I get why people don't like it.\n\nBut what are the classic Bat/Super stories? They don't quip. They are weightier…"}, {"tweet_text": "RT @tittymiIk: @BBY_BAT &amp; @deathfuI are the two people i will never ever unfollow"}, {"tweet_text": "You don't have to be agitated or despondent alone. There's a whole fuckton of people here for ya. All you gotta do is ask, or look around."}, {"tweet_text": "@BBY_BAT &amp; @deathfuI are the two people i will never ever unfollow"}, {"tweet_text": "RT @fyzzgiggidy: I can't handle this anymore.\nThe fighting.\nThe hate.\nThe stigma for so much as not hating people that have done nothing wr…"}, {"tweet_text": "RT @GailSimone: We'll see. I get why people don't like it.\n\nBut what are the classic Bat/Super stories? They don't quip. They are weightier…"}, {"tweet_text": "But Harmony steps up to the bat and lays it on the dotted line."}, {"tweet_text": "RT @GailSimone: We'll see. I get why people don't like it.\n\nBut what are the classic Bat/Super stories? They don't quip. They are weightier…"}, {"tweet_text": "RT @GailSimone: We'll see. I get why people don't like it.\n\nBut what are the classic Bat/Super stories? They don't quip. They are weightier…"}, {"tweet_text": "RT @James_May_Not: .@Calgaryexpo \"#GamerGate is forcing women out of games!\" say the people who JUST FORCED WOMEN OUT OF A GAMING CONVENTIO…"}, {"tweet_text": "@JonnyTheBrit Or how The Bat in Rises totally SHOT THAT TRUCK UP AND MURDERED THE PEOPLE IN IT"}, {"tweet_text": "RT @GailSimone: We'll see. I get why people don't like it.\n\nBut what are the classic Bat/Super stories? They don't quip. They are weightier…"}, {"tweet_text": "RT @GailSimone: We'll see. I get why people don't like it.\n\nBut what are the classic Bat/Super stories? They don't quip. They are weightier…"}, {"tweet_text": "RT @GailSimone: We'll see. I get why people don't like it.\n\nBut what are the classic Bat/Super stories? They don't quip. They are weightier…"}, {"tweet_text": "RT @GailSimone: We'll see. I get why people don't like it.\n\nBut what are the classic Bat/Super stories? They don't quip. They are weightier…"}, {"tweet_text": "I gotta stop watching the investigative discovery channel, I'm ruining my innocence. People are really bat shit crazy 😭"}, {"tweet_text": "RT @GailSimone: We'll see. I get why people don't like it.\n\nBut what are the classic Bat/Super stories? They don't quip. They are weightier…"}, {"tweet_text": "RT @GailSimone: We'll see. I get why people don't like it.\n\nBut what are the classic Bat/Super stories? They don't quip. They are weightier…"}, {"tweet_text": "RT @GailSimone: We'll see. I get why people don't like it.\n\nBut what are the classic Bat/Super stories? They don't quip. They are weightier…"}, {"tweet_text": "RT @GailSimone: We'll see. I get why people don't like it.\n\nBut what are the classic Bat/Super stories? They don't quip. They are weightier…"}, {"tweet_text": "Why are people bitching about the bat voice, @elmayimbe? Haven't they ever seen #Arrow? No more growling: voice alteration."}, {"tweet_text": "Seen the Star Wars trailer &amp; Bat vs Sups trailer &amp; I'm not sure why people are putting them head to head. I'm damn sure gonna see them both"}, {"tweet_text": "RT @GailSimone: We'll see. I get why people don't like it.\n\nBut what are the classic Bat/Super stories? They don't quip. They are weightier…"}, {"tweet_text": "RT @GailSimone: We'll see. I get why people don't like it.\n\nBut what are the classic Bat/Super stories? They don't quip. They are weightier…"}, {"tweet_text": "RT @GailSimone: We'll see. I get why people don't like it.\n\nBut what are the classic Bat/Super stories? They don't quip. They are weightier…"}, {"tweet_text": "RT @GailSimone: We'll see. I get why people don't like it.\n\nBut what are the classic Bat/Super stories? They don't quip. They are weightier…"}, {"tweet_text": "We'll see. I get why people don't like it.\n\nBut what are the classic Bat/Super stories? They don't quip. They are weightier in tone."}, {"tweet_text": "RT @AboutMiniion: \"Some people just need a kiss...on the side of the head...with a metal bat.\""}, {"tweet_text": "lmao this kid was swinging a bat at other people and kicked a grown man and then the parents get pissed when he's slapped I'm crying"}, {"tweet_text": "RT @AboutMiniion: \"Some people just need a kiss...on the side of the head...with a metal bat.\""}, {"tweet_text": "@Kristian7Ross The difference..Botham could bat a little bit as well..not in the same classroom..so sad that people are comparing #clueless"}, {"tweet_text": "RT @AboutMiniion: \"Some people just need a kiss...on the side of the head...with a metal bat.\""}, {"tweet_text": "People think Kris Bryant will be dynamite right out of the bat. Gets struck out 3 times in a row by James Shields #MLB"}, {"tweet_text": "The most important debate of our time: http://t.co/mPtr5tWD7F"}, {"tweet_text": "About 10 people from work huddled around the TV to watch Bryant bat with 2 on 2 out down 1. Gets a standing ovation, grounds out. 0-4"}, {"tweet_text": "RT @VincentBinder45: @Bat_In_The_Hat @Calgaryexpo \n#GamerGate\n It’s hard to keep the Narrative when people keep interrupting with facts. \n …"}, {"tweet_text": "@Bat_In_The_Hat @Calgaryexpo \n#GamerGate\n It’s hard to keep the Narrative when people keep interrupting with facts. \n Spoils the illusion."}, {"tweet_text": "I have met some real bat shit crazy people in the last 12 months. Wow"}, {"tweet_text": "I imagine I'm in the minority @hankgreen We are not all bat people."}, {"tweet_text": "People should do their homework before moaning about the bat suit in the new movie!"}, {"tweet_text": "@StephRoseBeaton So much effed up stuff happens in Florida. The people are bat shit crazy and it's hot. http://t.co/TSKyr6PEFZ"}, {"tweet_text": "RT @jdvorka: @TheEvilChris So to be inclusive, you want to exclude thousands of people just because they have different opinion? #gamergate"}, {"tweet_text": "@iglvzx What the absolute burning bat of dog poop is wrong with people? Stay strong, @ashleylynch"}, {"tweet_text": "@TopShelfBreaks @badbrad1987 Naw, a ton of people strike out in their 1st at bat. The fans put too much pressure on the kid, w/ Standing O"}, {"tweet_text": "My grandfather is complaining about these people \"flying like a bat out of hell\" I'm like they're going 5 above the speed limit. Calm down!"}, {"tweet_text": "@SarahSpain I loved the goofballs sitting by me who were literally crying when he came up to bat.  people need to get a life."}, {"tweet_text": "RT @Korig: .@Calgaryexpo If It's getting too crowded you could just force more people to leave. :) #CalgaryExpo"}, {"tweet_text": "\"...yet people here on Earth go their diddly ways blind as a bat 'keeping up with the Jones...'\""}, {"tweet_text": "RT @KotaWhite: @Calgaryexpo @dwellman21 AHAHAHAHAHA\nholy shit I didn't know baseless rumors were enough to get people kicked out of a conve…"}, {"tweet_text": "RT @Scrumpmonkey: Wow. Just.... you people are shameless \n@Calgaryexpo @dwellman21"}, {"tweet_text": "RT @MX5MONROE: Britt McHenry is the epitome of everything I can't stand about people. That video makes me want a baseball bat and 5 mins wi…"}, {"tweet_text": "RT @MX5MONROE: Britt McHenry is the epitome of everything I can't stand about people. That video makes me want a baseball bat and 5 mins wi…"}, {"tweet_text": "Britt McHenry is the epitome of everything I can't stand about people. That video makes me want a baseball bat and 5 mins with her face."}, {"tweet_text": "\"Some people just need a kiss...on the side of the head...with a metal bat.\""}, {"tweet_text": "People were calling them \"fake nerds\" so they came back with some humorous satire which you morons missed. \n\n@Calgaryexpo"}, {"tweet_text": "superman fighting batman is dumb!! Batman is kiiling people in the bat jet !! so many jesus and religious references !!"}, {"tweet_text": "Only 1 Major League at bat and people are already talking shit about Kris Bryant, and they were the same people that were hyping him up LOL"}, {"tweet_text": "#BaatKuchYounHai Ke Sometimes people don't wanna face the truth. So tie the truth to a bat and beat the shit outta them with it."}, {"tweet_text": "RT @iamjmiiX5: There are many things you don't know about people, so don't go based off what you see right off the bat. We all have differe…"}, {"tweet_text": "There are many things you don't know about people, so don't go based off what you see right off the bat. We all have different backgrounds"}, {"tweet_text": "Kris Bryant strikes out in his first major-league at-bat. http://t.co/044VY2f7i1\n\nWrote this for the people."}, {"tweet_text": "people need to chill over Kris Bryant's ONE at bat... give the kid a chance!"}, {"tweet_text": "Some people strike out in their first at bat in the majors, and some smack a Home run.\nJust saying.\n#OT18"}, {"tweet_text": "@GuitarAnthony @MommyGotGamed @9voltmonster @Bat_In_The_Hat \n\nIt's the same standard @Calgaryexpo applied to the people it kicked out right?"}, {"tweet_text": "What are those people going to do with the video of Kris Bryant's first at bat from their phones?"}, {"tweet_text": "@MisterEsoteric I wouldn't mind a lighter Superman. But I can't believe some people think the Adam West show is the best version of the Bat."}, {"tweet_text": "It is kind of amazing how many people tuned in to watch Bryant's first at bat. Immediately one of the most polarizing players in the game."}, {"tweet_text": "All I needed to complete this day was Kris Bryant striking out in his first pro at-bat. Enough with the hype, people. Let him prove himself."}, {"tweet_text": "Shields is a man of the people.  Just walks Rizzo nonchalantly to get Kris Bryant his first MLB at bat."}, {"tweet_text": "RT @russbengtson: At least people can't be in the bathroom for Bryant's first at-bat since Wrigley doesn't have any."}, {"tweet_text": "At least people can't be in the bathroom for Bryant's first at-bat since Wrigley doesn't have any."}, {"tweet_text": "who needs chastity rings...people can tell i'm not getting laid"}, {"tweet_text": "RT @TruDiceChandler: LOLOLOL if you hashtag about freeing the people that beat a man with a baseball bat and robbed him then we ain't frien…"}, {"tweet_text": "The way to avoid people hating you who used to like you is to make sure everyone hates you right off the bat"}, {"tweet_text": "RT @EricPetersen84: Watched the Scientology documentary on HBO last night, these people are bat 💩 crazy, best Ponzi scheme ever!!!! #billio…"}, {"tweet_text": "Watched the Scientology documentary on HBO last night, these people are bat 💩 crazy, best Ponzi scheme ever!!!! #billionsofdollars"}, {"tweet_text": "I hope that guy the Cubs called up just turns into a player that people will look at their phone when he's at bat, because @ESPN is annoying"}, {"tweet_text": "I'm not sure Kris Bryant will be able to even swing a bat with all the people hanging from his nuts right now"}, {"tweet_text": "@ubiquitousidiot @Calgaryexpo @Bat_In_The_Hat Shouldn't we be able to feel safe at these things?  Apparently, these people-"}, {"tweet_text": "@Calgaryexpo @Bat_In_The_Hat Im sorry that is not good enough. The reasons why you came to ban people must be transparent."}, {"tweet_text": "When your teacher plays the We Are All Bat People in science @johngreen @hankgreen #NerdfighterTeacher http://t.co/22piW1VWK7"}, {"tweet_text": "RT @4EverPlayer2: @GuitarAnthony @9voltmonster @Bat_In_The_Hat @Calgaryexpo\n\nDarn these anti-censorship people, let's censor them."}, {"tweet_text": "@CalgaryExpo People are concerned about the well-being of attendees due to a #GamerGate logo, but bat an eye at Sons of Anarchy presence?"}, {"tweet_text": "@GuitarAnthony @9voltmonster @Bat_In_The_Hat @Calgaryexpo\n\nDarn these anti-censorship people, let's censor them."}, {"tweet_text": "@Calgaryexpo @Bat_In_The_Hat Is your idea of \"not getting involved\" to unambiguously take the anti side and ban people for a GG poster?"}, {"tweet_text": "@Bat_In_The_Hat @Calesto31 @Calgaryexpo \nI think the people running the Calgary Expo might be a bit 'touched' in the head really \nlol"}, {"tweet_text": "What a team!  So many people have stepped up to the plate, and we're so grateful! In less than two weeks, 56... http://t.co/WjBFa02ool"}, {"tweet_text": "@Calgaryexpo @Bat_In_The_Hat &gt;merchandise, and instead of looking into the people who made threats, you look into the booth with the"}, {"tweet_text": "@Calgaryexpo @Bat_In_The_Hat So there are people making threats complaining to you about people being aggressive for simply having"}, {"tweet_text": "RT @Team__mischief: A GG booth was shut down because it made people feel \"unsafe\"\n\nLet's call it was it is\n\nUsing an excuse to shut someone…"}, {"tweet_text": ".@Calgaryexpo @PersonofAwesome People who don't like GG and wanted to censor the booth's art, apparently."}, {"tweet_text": "RT @schalart: @Calgaryexpo @Bat_In_The_Hat Probably not but people will lie to make it seem that way,"}, {"tweet_text": "RT @schalart: @Calgaryexpo @Bat_In_The_Hat The people complaining are all part of a bigoted shut them up campaign. IS the booth harassing p…"}, {"tweet_text": "RT @schalart: @Calgaryexpo @Bat_In_The_Hat Trust me, it's part of a targeted hate campaign against people who don't worship feminism."}, {"tweet_text": "@Calgaryexpo @Bat_In_The_Hat Probably not but people will lie to make it seem that way,"}, {"tweet_text": "@Calgaryexpo @Bat_In_The_Hat The people complaining are all part of a bigoted shut them up campaign. IS the booth harassing people?"}, {"tweet_text": "RT @jamessime: When people ask me why DOCTOR STRANGE is my favorite comic character I tell them \"He's the only superhero who cares about bo…"}, {"tweet_text": "@Calgaryexpo @Bat_In_The_Hat Trust me, it's part of a targeted hate campaign against people who don't worship feminism."}, {"tweet_text": "Things to cheer people up: Picture a small mechanical bat putting the moves on a cantaloupe"}, {"tweet_text": "I'm such a people person but there are so many people I wanna bash in the face with a bat😑"}, {"tweet_text": "RT @TheDamnedReport: @Calgaryexpo @Bat_In_The_Hat erm, there seem to be people saying the booth was forced to take its sign down\n\ncan I get…"}, {"tweet_text": "People expected the match to go down the wire.The only possibility for it would be if CSK bat for only 10 overs.\n#MIvsCSK"}, {"tweet_text": "RT @tjbierschbach: @TheDamnedReport Nothing yet that I've seen but the knees are jerking. Wish people would not antagonize. @Calgaryexpo @B…"}, {"tweet_text": "RT @TheDamnedReport: @Calgaryexpo @Bat_In_The_Hat erm, there seem to be people saying the booth was forced to take its sign down\n\ncan I get…"}, {"tweet_text": "@TheDamnedReport Nothing yet that I've seen but the knees are jerking. Wish people would not antagonize. @Calgaryexpo @Bat_In_The_Hat"}, {"tweet_text": "@Bat_In_The_Hat They're being investigated because people complained to them forcing them to look into it."}, {"tweet_text": "@Calgaryexpo @Bat_In_The_Hat erm, there seem to be people saying the booth was forced to take its sign down\n\ncan I get a confirmation?"}, {"tweet_text": "I hate when people strike out &amp; hit the ground with their bat."}, {"tweet_text": "@Calgaryexpo @Bat_In_The_Hat If people are acting out of sorts GG or not, I expect you to deal with them appropriately. Just hope that's all"}, {"tweet_text": "RT @TheDamnedReport: @Calgaryexpo @Bat_In_The_Hat I would really appreciate you making sure no harm comes to these people"}, {"tweet_text": "This isn't a \"GG debate,\" this is about you looking into \"complaints\" by people who wanted to ASSAULT the booth owners. @Calgaryexpo"}, {"tweet_text": "Yeah I definitely won't be attending, ever, if THAT is the type of people @Calgaryexpo counts as \"fans.\" Unsafe.\n\n@TheDamnedReport"}, {"tweet_text": "This is pretty despicable that you'd respond to such hateful people, @Calgaryexpo . I don't feel safe going there. https://t.co/Nu8oz2OjrR"}, {"tweet_text": "@Calgaryexpo @Bat_In_The_Hat I would really appreciate you making sure no harm comes to these people"}, {"tweet_text": "This is one of the people who registered a \"complaint\" about the both with GG merch, @Calgaryexpo .\n\nYour \"fans,\" eh https://t.co/QPtoydNDMN"}, {"tweet_text": "RT @ReLiC71: @Calgaryexpo Have the people working the booth done anything beyond put a sign up?"}, {"tweet_text": "As long as they're people you find \"acceptable,\" apparently.\n\nI haven't seen you fielding complaints from pro-GG, only haters.\n@Calgaryexpo"}, {"tweet_text": "\"Many people.\"\n\nOne complaint and a few people chiming in on twitter are not many people. And they are NOT panelists either.\n\n@Calgaryexpo"}, {"tweet_text": "@eber1676  Bats avoid people. If you are bitten by a bat, go to the doctor, but don't start making funeral arrangements"}, {"tweet_text": "RT @KeeperoftheNyx: @Calgaryexpo @James_May_Not @Professor_D &gt;people this scared of ethics"}, {"tweet_text": "@NatalieGRoman Nope. It's such a simple step that people miss; it would make those that do it stand out right off the bat. 👍"}, {"tweet_text": "Oh please. @Calgaryexpo has never stood for \"tolerance,\" only tolerance of people they find acceptable. \n\n@Scrumpmonkey"}, {"tweet_text": "RT @TruDiceChandler: LOLOLOL if you hashtag about freeing the people that beat a man with a baseball bat and robbed him then we ain't frien…"}, {"tweet_text": "RT @kukuruyo: I can't sell my #GamerGate poster if i go to @Calgaryexpo ? Just asking because it seems some people think so http://t.co/92f…"}, {"tweet_text": "@Anon9589504\n\nGames are for more than just tryhards y'know\n\nPlenty of people just play games for fun, not tournaments"}, {"tweet_text": "@Bat_In_The_Hat @a_man_in_red @_icze4r @JustusMerchant People still play sf4, is mk9 still at evo?"}, {"tweet_text": "RT @TheDamnedReport: PEOPLE OF #GAMERGATE\n\nSJW ARE LITERALLY SHITTING THEMSELVES IN RAGE OVER FEMALE GG'ERS BEING ALLOWED INTO @CALGARYEXPO…"}, {"tweet_text": "@Meowsticgoesnya \n\nI'll still keep voting independent and trying to get others to do the same. If more people STOP voting, it doesn't fix it"}, {"tweet_text": "@rhowlingcoyote @_icze4r @flexbulkhead \n\nTru but people were whining about character dlc too, covering all the bases"}, {"tweet_text": "@Bat_In_The_Hat EXACTLY BUT IT'S NOT LIKE MY ONE THING WILL CHANGE IT, SURE IF MOST PEOPLE CHANGED WE WOULD HAVE AN EFFECT"}, {"tweet_text": "@Meowsticgoesnya \n\nFrankly this is the exact reason we're in this mess, because enough people DON'T vote. Turnout was horrible last election"}, {"tweet_text": "@Meowsticgoesnya \n\nI'm saying it's a more a fault of being trapped in a two party system for so long, not really the people's fault"}, {"tweet_text": "RT @rickygervais: \"I kill lions, giraffes &amp; bears with guns &amp; bows and arrows then pose grinning. Why don't people like me? Must be because…"}, {"tweet_text": "RT @TruDiceChandler: LOLOLOL if you hashtag about freeing the people that beat a man with a baseball bat and robbed him then we ain't frien…"}, {"tweet_text": "@Bat_In_The_Hat \"Independent only doesn't work because not enough people do it\" exactly, society is stuck"}, {"tweet_text": "@Meowsticgoesnya \n\nNo shit but it's better than giving either of them a vote.\n\nIndependent only doesn't work because not enough people do it"}, {"tweet_text": "\"@XVII_Black: spent time with the Irwins 💕😁\nlovely people http://t.co/lTeODsdlmG\"            parte din ako ng Irwin fam oy bat wala ako pota"}, {"tweet_text": "twitter is cool bc u can easily spot the people you don't want to associate w right off the bat based on how hard they try to get noticed\n\n😪"}, {"tweet_text": ".@flexbulkhead @_icze4r \n\nSo why does it matter then? Let people was their money, I already know the kombos.\n\nY'all sperging over nothing"}, {"tweet_text": "RT @sad_tree: Named my son \"The Beat\" and people keep dropping him plz he is too young to be dropped he is my only son"}, {"tweet_text": "@KovsieFM97 with a tennis ball, its like cricket w/o a bat just two people throwing the ball while others dodge"}, {"tweet_text": "@CaliBredDrew oh duh lol I already don't gaf lol but I I don't want people to hate me off the bat"}, {"tweet_text": "@Bat_In_The_Hat @_icze4r @JustusMerchant Fair point. Though some people certainly are donating many fucks to the cause!"}, {"tweet_text": "I'm excited to see what Kris Bryant can do as well, but I get the feeling many people will be disappointed if he doesn't homer in 1st at-bat"}, {"tweet_text": "School makes me wanna hit people in the face....with a baseball bat"}, {"tweet_text": "Why are people so mad about DLC kharacters? They did that in MK2011 for ones that weren't part of story mode too. \n@_icze4r @JustusMerchant"}, {"tweet_text": "@CodyRusse11 he is a beast. I love the bat suits too. However you know people who aren't familiar with this comic will hate it."}, {"tweet_text": "@Browns people trashin him  are total losers. Hes tryin to fix the issues. Remember this is a kid you douchebags."}, {"tweet_text": "@alexMaben will go bat shit crazy. (not really but careful of the people from Canada that come they will cut you)"}, {"tweet_text": "Truly many of the worlds problems would be solved if the right people got a bat to the head"}, {"tweet_text": "RT @TobaccoFree254: Is Kenya still under colonial rule? Why cant we protect our people? @BATPress http://t.co/4fynHm3ND7 @KETCA1 @PhilipOgo…"}, {"tweet_text": "RT @RacingDownUnder: @chachport The dude's blind as a bat and beats up people with knives and guns. Never runs into desks or anything… Amaz…"}, {"tweet_text": "@chachport The dude's blind as a bat and beats up people with knives and guns. Never runs into desks or anything… Amazing 😐"}, {"tweet_text": "Look at some people on Twitter who have over 1,000 followers and wonder how the frig that happened? You're boring as bat shit 😉"}, {"tweet_text": "@elizabethdanger \"hm I could write \"hello\" or mansplain, well uh, something right off the bat. I'll do that people love that with their ment"}, {"tweet_text": "I knew people would bitch about Affleck's Bat-Voice. The best we'll ever get is Conroy's of course. Least it's not throat cancer in progress"}, {"tweet_text": "@BrandonEgley I am seeing some people say the stick could be used like a bat. Depending on its construction, I suppose that is possible"}, {"tweet_text": "RT @Fearofgrowup: people like them make the world a better place 👍👍 http://t.co/REl04bpLtQ"}, {"tweet_text": "RT @Azad_Phoenix: We Request The People Of Karachi To Break The Walls Of Fear &amp; On Election Day Visit Polling Station To Vote For #Bat Vote…"}, {"tweet_text": "@JesusGraces But didn't Jesus show a quick temper when He went bat-crazy in the temple - flipping tables and whipping people?"}, {"tweet_text": "RT @EU_COPD: So the same people who sue governments 4 bigger health warnings on cig packs want 2 do harm reduction? http://t.co/X5ciVyzeYn …"}, {"tweet_text": "@m_maclennan People are moaning about the Bat-Voice. It's a cam copy.... Looks stylish"}, {"tweet_text": "@Jessiica_emmx Oh aye you do get the bat shit cazy people who just wanna be on t.v but there is genuine people who just wan't help as well x"}, {"tweet_text": "So the same people who sue governments 4 bigger health warnings on cig packs want 2 do harm reduction? http://t.co/X5ciVyzeYn @martinmckee"}, {"tweet_text": "RT @VlNSON: It makes me happy seeing two bat shit crazy people dating because that's two batshit crazy people out of the dating pool"}, {"tweet_text": "RT @TobaccoFree254: Is Kenya still under colonial rule? Why cant we protect our people? @BATPress http://t.co/4fynHm3ND7 @KETCA1 @PhilipOgo…"}, {"tweet_text": "Hope that Glamorgan win the toss Sunday and decide to bat so people don't get the change to see @KP24 bat. BTW I like the guy as a sportsman"}, {"tweet_text": "RT @TobaccoFree254: Is Kenya still under colonial rule? Why cant we protect our people? @BATPress http://t.co/4fynHm3ND7 @KETCA1 @PhilipOgo…"}, {"tweet_text": "Is Kenya still under colonial rule? Why cant we protect our people? @BATPress http://t.co/4fynHm3ND7 @KETCA1 @PhilipOgola #PassTCRegulations"}, {"tweet_text": "@dazbagg What the hell is this snake eating- if you have bat people in australia were fukkin not waitin @asherahcat http://t.co/qta60HDfjb"}, {"tweet_text": "@allstaremanuel looks like I'm next up to bat people.move aside here comes the agony aunt."}, {"tweet_text": "No negativity people. Let's just all be thankful we live in a world where we finally get to see a movie with the bat and supes live action."}, {"tweet_text": "Really wanna get a Bat &amp; beat the shit out of some certain people right now -,-"}, {"tweet_text": "RT @WilliamShatner: Here's an example of things getting very out of hand by young people on Twitter. They were \"kidding\"? Wow. http://t.co/…"}, {"tweet_text": "“We will evacuate our people if the Xenophobic attacks worsens” – FG http://t.co/dfEFm1QTX5 |Via @waduponline"}, {"tweet_text": "@YouthfulTome \"What about 'em? I can tell you right off the bat that the people I did know aren't even worth my thoughts.\""}, {"tweet_text": "@FizzVsTheWorld Guessing they're going by the box office grosses of The Dark Knight films and Man of Steel. People want the bat apparently!"}, {"tweet_text": "She is so damn lucky I didn't grab the bat 😒 or twist her arm like shit watch people around you like is it that freaking hard and stop"}, {"tweet_text": "When it comes down to it, there are very few people who will swing the bat."}, {"tweet_text": "RT @RealStrongfacts: You can't help but be jealous of these people who are having the best day ever!  http://t.co/nCBx4brrao http://t.co/2W…"}, {"tweet_text": "@wi1dxh0ran yes but I message them all the time and nothing. Yet people can DM them mean things and they get noticed right off the bat wtf"}, {"tweet_text": "RT @Liberal_Lunacy: \"No!! We can't lets people we disagree with congregate! We must stop it! How dare they?!\" @Nero @CHSommers #GamerGate h…"}, {"tweet_text": "@Bat_Boss I've found 3 blue runes, and most people consider those the covenants."}, {"tweet_text": "One man that can fly and helps people praise to be the false god\n\nWhen suddenly the man with a bat costume wildly appear\n\nCok!"}, {"tweet_text": "RT @Caballs93: @Caballs93 it all ended cause I beat the neighborhood bully with my foam bat and my mom got pissed. Shit I was just protecti…"}, {"tweet_text": "When it comes down to it, there are very few people who will swing the bat. -Amaro (FLCL) #anime"}, {"tweet_text": "Two types of people : ones who trust people right off the bat &amp; ones who make people earn it ."}, {"tweet_text": "I never vibe well with people who put on a front of being  \"too cool\" for others. Like off the bat too. Smh"}, {"tweet_text": "@Caballs93 it all ended cause I beat the neighborhood bully with my foam bat and my mom got pissed. Shit I was just protecting my people"}, {"tweet_text": "RT @VlNSON: It makes me happy seeing two bat shit crazy people dating because that's two batshit crazy people out of the dating pool"}, {"tweet_text": "Don't you think if people could change right off the bat they would?? But the problem with that is that it takes a certain amount of time"}, {"tweet_text": "RT @VlNSON: It makes me happy seeing two bat shit crazy people dating because that's two batshit crazy people out of the dating pool"}, {"tweet_text": "RT @VlNSON: It makes me happy seeing two bat shit crazy people dating because that's two batshit crazy people out of the dating pool"}, {"tweet_text": "It makes me happy seeing two bat shit crazy people dating because that's two batshit crazy people out of the dating pool"}, {"tweet_text": "@fay_rayy jeez it sounds kinda scary actually do you not like recognize people right off the bat? Lol"}, {"tweet_text": "CAN YOU SPELL  DING BAT........only the poor get welfare dip shit!! http://t.co/3Ftjyn5yF4"}, {"tweet_text": "Things I can gather from people who've seen the leaked BvS teaser\n\n- Ben Affleck's Bat-voice is 😍😍\n- there's a line about bleeding\n- it"}, {"tweet_text": "@HiVoltWriter Didn't miss a whole lot anyway.\nI think people were going crazy because they want to see what Ben is like as Bruce/the Bat."}, {"tweet_text": "To the people who are walking past my house rn being loud af, i hope you get attacked by a bat... im trying to sleep. ✋🏻👌🏻"}, {"tweet_text": "Too late people. We are now back in the shadows with Batman waiting in the bat cave. Sitting in the bat futon. https://t.co/3iNfoaypzm"}, {"tweet_text": "I laugh be people know off the bat me and Andie are cousins bc we look so alike😁😌❤️"}, {"tweet_text": "@peddoc63 @Callisto1947 Hillary can't face genuine people with tough questions. It has to be staged to make the old bat look good."}, {"tweet_text": "When i meet cool new people and they have the best personality off the bat with nothing to hide, they tend to stick with me for a while"}, {"tweet_text": "I see people flip the fuck out about people lurking so much. Unless you're just bat shit crazy. Lol"}, {"tweet_text": "RT @baileylipscomb1: Congrats on the win @piratepride2, your boys swung the bat and that's a part of baseball...forget what people say #bul…"}, {"tweet_text": "I hate when people say \"everyone leaves eventually.\" Bitch, they only leave once you turn bat shit insane.  Like sit the hell down."}, {"tweet_text": "Now I know why I liked being a brunette. People don't think you're stupid right off the bat like they do when I'm blonde."}, {"tweet_text": "Congrats on the win @piratepride2, your boys swung the bat and that's a part of baseball...forget what people say #bulldogmentality"}, {"tweet_text": "@NorthCounty3303 @BearPhobia yeah but you still have to be a good hitter to bat .303. Batting .303 automatically gets most people in the HOF"}, {"tweet_text": "Cuddyer was a horrible signing people said. He's a pros pro in the middle of the lineup. He's a legit bat"}, {"tweet_text": "RT @seanhfitz: There's no sound quite as satisfying as the thunk-crack of the baseball bat in my mind against the skulls of idiots and usel…"}, {"tweet_text": "i really blew on this girl today i said \"keep telling people shit you don't know and imma bat you in the face\" i was so mad 💀😤"}, {"tweet_text": "@Banzai_the_Bat notably when main stuff like Betas and that Mewtwo. The very wird triggers people's notifications"}, {"tweet_text": "@Banzai_the_Bat that happens when it involves a code. People are like vultures"}, {"tweet_text": "Bat naman hindi? — Well, most people say that I'm scary or intimidating. I guess that's also the reason why. And... http://t.co/R9KwWgnO0h"}, {"tweet_text": "Oh\nmy\ngod\nSo many desperate people scrabbling for the Mewtwo code\nLol this is hilarious\nI'm only giving it to be who deserve it\nGo away"}, {"tweet_text": "Some people piss me of to the extent I want to Just grab a bat make them swallow some teeth!!"}, {"tweet_text": "RT @Chriss_m: Humiliating for @SarahKSilverman. How many people lie in 'nameless anecdotes'? #EverydaySexism http://t.co/InXYfBsB6F http://…"}, {"tweet_text": "Ok people it's the playoffs but it doesn't give you the right to go bat shit crazy on everyone... FFS have mercy on yourself"}, {"tweet_text": "RT @TruDiceChandler: LOLOLOL if you hashtag about freeing the people that beat a man with a baseball bat and robbed him then we ain't frien…"}, {"tweet_text": "RT @TruDiceChandler: LOLOLOL if you hashtag about freeing the people that beat a man with a baseball bat and robbed him then we ain't frien…"}, {"tweet_text": "RT @TruDiceChandler: LOLOLOL if you hashtag about freeing the people that beat a man with a baseball bat and robbed him then we ain't frien…"}, {"tweet_text": "@1clarez @a_man_in_red They are, but people like YOU always shoot the ideas down\n\nOr firebomb the shelters\n\nOr picket in front of them"}, {"tweet_text": "RT @TruDiceChandler: LOLOLOL if you hashtag about freeing the people that beat a man with a baseball bat and robbed him then we ain't frien…"}, {"tweet_text": "@isaialoha there's hella people. And they started mobbin' in the streets! The little Micro's was using boards, so Maka went to grab his bat."}, {"tweet_text": "RT @Abtaheer: @Billy_Wams I dnt need anger management I just need beating the shit out of people like you with baseball bat legalized."}, {"tweet_text": "Yeah and they're horrible people for it. The internet is not a support group, it's just a resource.\n\n@a_man_in_red @1clarez @Dekashoko"}, {"tweet_text": "@Bat_In_The_Hat @1clarez @Dekashoko To be fair, I bet a lot of people on Tumblr actually think this way."}, {"tweet_text": "Crazy people. Guy at a walmart while exercising the second amendment gets attacked with a baseball bat."}, {"tweet_text": "@Billy_Wams I dnt need anger management I just need beating the shit out of people like you with baseball bat legalized."}, {"tweet_text": "You can tell some people are really nice right off the bat"}, {"tweet_text": "Bat', speaking in the name of all the people who crossed your way, you can go to hell and fuck yourself in there forever, anyway."}, {"tweet_text": "The leader singer from train used his car to run over another young family Christmas shopping whilst kim kardashian hit people with a bat."}, {"tweet_text": "So NOW @1clarez only cares about people if they're in the US and not men. TOTAL bigot.\n\n@mhrby1985"}, {"tweet_text": "@Dekashoko People like @1clarez will never lift a finger to help someone that isn't their own gender. She expects men to \"man up\" &amp; do it."}, {"tweet_text": "Yeah the US has an ABYSMALLY low number of male DV support shelters. Only a handful for FAR more people than the UK.\n\n@Dekashoko @1clarez"}, {"tweet_text": "Dude. You people are gonna be so frantic when the polls on the doddering old bat start rolling in. @dfwlibrarian @cspanwj @maddow @dailykos"}, {"tweet_text": "@Dekashoko @1clarez @Bat_In_The_Hat Just naive, I think. Most people aren't aware what a big deal domestic abuse is for women AND men."}, {"tweet_text": "ngl there's a handful of people I miss other than my family that I can name off the bat"}, {"tweet_text": "@joeovies it's not the bat flip people have a problem with, it's the walking to 1st like a jackass #puig"}, {"tweet_text": "i know people make promises all the time \nthen they turn right around and break them🎶"}, {"tweet_text": "@bengoldacre MAD relies on people believing their leaders are bat shit crazy enough to press the button. Stops us getting sane leaders."}, {"tweet_text": "RT @thesecondrussia: On reflection I am sad no-one stood up for the Quiet Bat People in this #BBCDebate"}, {"tweet_text": "Why do people insist on getting walked in slow pitch. It's already boring enough. Just swing the bat and hit the ball. It's not hard. 😡"}, {"tweet_text": "@fajar_siddiqui people right off the bat don't like me Idek why I'm funny and nice"}, {"tweet_text": "On reflection I am sad no-one stood up for the Quiet Bat People in this #BBCDebate"}, {"tweet_text": "@psychicleaking it LOL  So big bat man flying around eating people, no.Kid who reappears 10yrs later the same age as when he disappeared,yes"}, {"tweet_text": "I work late night &amp; people call me Owl I would rather consider myself calling Bat because I'm not the slave of nights I'm the King of Night"}, {"tweet_text": "Oh i see well some people don't need a baseball bat to do the talking. .what a muppet he must of been..big hardman...not!!"}, {"tweet_text": "RT @DarkSideBat: A couple of people I hung out with in Pittsburgh who sorta became friends of mine call me The Crypt Keeper. @Comatose_Bat …"}, {"tweet_text": "Next time you think that people don't have a really fucked up desire for revenge, read the comments of an article concerning bat flips"}, {"tweet_text": "they really need to start hitting the ball when they're up to bat so they can actually get some people on base."}, {"tweet_text": "@honnie__ agreed since the show is entertainment! But again, rarely do people get to see how bad/crazy dependence is. It was bat💩💩💩💩💩"}, {"tweet_text": "RT @H_lucas13: People that immediately hit their brake when getting on an exit ramp need hit in the face, repeatedly with a spiked bat."}, {"tweet_text": "People that immediately hit their brake when getting on an exit ramp need hit in the face, repeatedly with a spiked bat."}, {"tweet_text": ".@sashapixlee is one of the few people I know who actually goes to bat for marginalized groups that he isn't a part of."}, {"tweet_text": "@Ant_Burns That busy old bat telling people they can't park across the road. They were kicking off at Gary turning his van around in there."}, {"tweet_text": "@socialleap flashing the bat signal if you're around - some of my favorite restaurant industry people are on a twitter chat at #SBrandCamp!"}, {"tweet_text": "@Hitomimyhomie14 usually the security doesn't allow that  &amp; they make people wait on the top of the stairs when someone's at bat"}, {"tweet_text": "I just want to hit people in the head with a bat that tags on people's property no reason. Fuck yo hood &amp; tag crew."}, {"tweet_text": "RT @TWCTheatre: \"URINETOWN: The Musical\" opens tomorrow, Friday April 17 at 7:30! \"FREE, PEOPLE ARE FREE!\" Tickets are ALSO free for @TNWes…"}, {"tweet_text": "I am really terrible at debating on the internet. People who have bat-shit crazy ideas, I can't talk to them. I just want to walk away."}, {"tweet_text": "Ideally, devs should stop making tutorials that treat people as braindead, and go back to how they used to teach gamers to play. \n\n@emdroid"}, {"tweet_text": "RT @domuqn: eight diff people have called me a gem in the last 3 days so either im just the dopest person or yall need to chill on the stev…"}, {"tweet_text": "RT @emotionlessjoy: #GamerGate You're very nice people. Abusive, no. Horrible, no. None of those things describe you in any way. You rock h…"}, {"tweet_text": "Hey, people who scam seniors,\nWhen we meet, I'm going to hit you in the throat with a baseball bat and watch your face turn blue.\nJust FYI."}, {"tweet_text": "Yasiel Puig's agents/PR reps need to stop translating for him what the rude people are saying about him. KEEP FLIPPING YOUR BAT, YASIEL!"}, {"tweet_text": "RT @TruDiceChandler: LOLOLOL if you hashtag about freeing the people that beat a man with a baseball bat and robbed him then we ain't frien…"}, {"tweet_text": "RT @TruDiceChandler: LOLOLOL if you hashtag about freeing the people that beat a man with a baseball bat and robbed him then we ain't frien…"}, {"tweet_text": "@JeffKingTV @carlopagulayan @DanielKalban Convergence, its owning the New 52 sales-wise: http://t.co/lr5FiFfOeA"}, {"tweet_text": "@FrankTieri @WeirdScienceDC @Emabulator The sales, disagree with the \"Convergence basher's\" http://t.co/lr5FiFfOeA"}, {"tweet_text": "RT @TruDiceChandler: LOLOLOL if you hashtag about freeing the people that beat a man with a baseball bat and robbed him then we ain't frien…"}, {"tweet_text": "RT @TruDiceChandler: LOLOLOL if you hashtag about freeing the people that beat a man with a baseball bat and robbed him then we ain't frien…"}, {"tweet_text": "LOLOLOL if you hashtag about freeing the people that beat a man with a baseball bat and robbed him then we ain't friends"}, {"tweet_text": "And that's in the US, with a population of over 300 MILLION PEOPLE, half of that being men.\n\n@Dekashoko @supahmod"}, {"tweet_text": "I simply said that people like you so often ask for proof of male victims but provide none supporting your own claims.\n\n@supahmod @Dekashoko"}, {"tweet_text": "best friend - Foster the people"}, {"tweet_text": "is everyone bat-shit crazy or just the people I cross paths with."}, {"tweet_text": "KHS starts selling coffee and right off the bat there’s a fight white people can’t deal with this caffeine"}, {"tweet_text": "Today is #NationalHighFiveDay and I'm reminded of all the people I'd like to #HighFive with a baseball bat."}, {"tweet_text": "People who say you should be in the on deck circle like planning your at bat just baffle me"}, {"tweet_text": "@blue_bat_butt kinda but just the past few months people have been asking me about it and it was when I was giving fa/twitter a break"}, {"tweet_text": "RT @GavlarLFC: People who think Klopp would come to #LFC and win stuff straight off the bat need to give their head a wobble. BR is the man…"}, {"tweet_text": "RT GavlarLFC: People who think Klopp would come to #LFC and win stuff straight off the bat need to give their head a wobble. BR is the man …"}, {"tweet_text": "RT @GavlarLFC: People who think Klopp would come to #LFC and win stuff straight off the bat need to give their head a wobble. BR is the man…"}, {"tweet_text": "RT @GavlarLFC: People who think Klopp would come to #LFC and win stuff straight off the bat need to give their head a wobble. BR is the man…"}, {"tweet_text": "@anton612 I think the people going to bat for McGuire fear MLS won't actually come here. That's just not realistic."}, {"tweet_text": "RT @AFemalesOpinion: Some people just need a kiss...on the side of the head...with a metal bat."}, {"tweet_text": "RT @Jpb5415: @BrandiWine__ As a comics and wrestling fan, watching Brock toss people is like watching Bane or Doomsday beat the tar of Supe…"}, {"tweet_text": "@BrandiWine__ As a comics and wrestling fan, watching Brock toss people is like watching Bane or Doomsday beat the tar of Supes or the Bat."}, {"tweet_text": "@KyotoWuff @Banzai_the_Bat Get those people some help!! Tea bag first is the only way ;P"}, {"tweet_text": "RT @AFemalesOpinion: Some people just need a kiss...on the side of the head...with a metal bat."}, {"tweet_text": "RT @ruskertweets: for people that need to be told this right now http://t.co/u86dquAKKG"}, {"tweet_text": "@Banzai_the_Bat I know people that put the milk in first then the teabag and water, it's so wrong D:"}, {"tweet_text": "the best people in life are free x"}, {"tweet_text": "Photo: Bat Marty NAME: Bat Marty FAV TEA: The People’s Tea FAV MOVIE: Cabaret FAV SONG: Baby Got Back,... http://t.co/20rkpFiWQr"}, {"tweet_text": "I find it hilarious that the curses we’d find shocking now people in the past wouldn’t bat an eye at and vice verse."}, {"tweet_text": "RT @AFemalesOpinion: Some people just need a kiss...on the side of the head...with a metal bat."}, {"tweet_text": "RT @AFemalesOpinion: Some people just need a kiss...on the side of the head...with a metal bat."}, {"tweet_text": "Some people just need a kiss...on the side of the head...with a metal bat."}, {"tweet_text": "Heathrow is 'Fruit Bat Central'...people walking round with the wrong heads on the wrong bodies!!😂"}, {"tweet_text": "Even bat crap crazy people can change the world.  \n\n#WhatIlearnedtoday @DocThompsonShow @skiplacombe @TheWeldingRoom @KAL79"}, {"tweet_text": ".@ARothNYT fun to watch how many people start noticing cough of somebody who swings the nuclear bat. promising cough lol"}, {"tweet_text": "@thegnc Well, he never figured out which were the appropriate contexts to block people. One more subtle aspect of being a bat defender."}, {"tweet_text": "A couple of people I hung out with in Pittsburgh who sorta became friends of mine call me The Crypt Keeper. @Comatose_Bat @GirluniqueXXX"}, {"tweet_text": "That is what Abbott made it. Abbott doesn't understand, he was the loser. People didn't want his pick. He is takng bat home."}, {"tweet_text": "RT @ListerTheFister: hey if any congressmen are watching maybe don't side with these people, we wont vote for you otherwise\n#StopWebH8 http…"}, {"tweet_text": "RT @dauthaz: @conrad1on @Johnny_Medieval We never said people should put up with games they dislike, neither do we ruin games we hate."}, {"tweet_text": "RT @DevastatenDave: People that don't like #GamerGate and post in it in anyway http://t.co/zpqkbuNMaw"}, {"tweet_text": "RT @GOBBBluth: Before continuing down this hashtag, congress people, please take this to heart:\n#StopWebH8 http://t.co/DHghpKxhpG"}, {"tweet_text": "At least we don't have to see the bat people again. #smallblessings #WTT2015"}, {"tweet_text": "RT @GavlarLFC: People who think Klopp would come to #LFC and win stuff straight off the bat need to give their head a wobble. BR is the man…"}, {"tweet_text": "Wonder how many people will set their profile or header picture to the Bat suit from that teaser today."}, {"tweet_text": "When I meet new people imma just give them a fair warning right off the bat\n\"Hi I'm Kailey. I'm messed up &amp; I'm good at fucking things up!\"😀"}, {"tweet_text": "but then there's people who approach me and start trying to flirt and stuff off the bat and i'm like um excuse me back off a bit plz;;"}, {"tweet_text": "RT @BrentBriggeman: Not an exaggeration, there are 30 people in the stands as the Sky Sox bat in the ninth trailing 9-3. This frigid wind i…"}, {"tweet_text": "The Silver Lining on the Bat http://t.co/LAvdsooFNl via @redbubble"}, {"tweet_text": "RT @BrentBriggeman: Not an exaggeration, there are 30 people in the stands as the Sky Sox bat in the ninth trailing 9-3. This frigid wind i…"}, {"tweet_text": "Not an exaggeration, there are 30 people in the stands as the Sky Sox bat in the ninth trailing 9-3. This frigid wind is brutal."}, {"tweet_text": "People who, off the bat, say that SC justices are on the take often betray their ignorance of how the legal system works."}, {"tweet_text": "Disrespectful people need to be hit in the face...with a bat...with nails in it...HARD!!!"}, {"tweet_text": "when other people see it, it looks sort of like a flying fish. when I look down at it, I can see a bat.\nI think the duality is super neat."}, {"tweet_text": "RT @Jaz_mine13: I gotta stop trusting people right off the bat."}, {"tweet_text": "Dear @MLB, your at-bat app is so bad that you are literally stealing money from the people who paid to use it."}, {"tweet_text": "RT @Anime_Quotes: When it comes down to it, there are very few people who will swing the bat. -Amaro (FLCL) #anime"}, {"tweet_text": "RT @OverlyManlyMann: I'm afraid of a world run by people who were never spanked as a kid and given a trophy just for participating."}, {"tweet_text": "RT @Nero: . @ChrisWarcraft Sorry, I only debate people with active careers. All the best though. \n\nPS thirstiness, not a good look"}, {"tweet_text": "When it comes down to it, there are very few people who will swing the bat. -Amaro (FLCL) #anime"}, {"tweet_text": "RT @Jaz_mine13: I gotta stop trusting people right off the bat."}, {"tweet_text": "RT @Jaz_mine13: I gotta stop trusting people right off the bat."}, {"tweet_text": "RT @Jaz_mine13: I gotta stop trusting people right off the bat."}, {"tweet_text": "RT @Jaz_mine13: I gotta stop trusting people right off the bat."}, {"tweet_text": "Even the virgins, they are like dirty whores who aren't T people, spreading their Tits on Instagram, bat shitting like Clint Eastwood, etc."}, {"tweet_text": "RT @Jaz_mine13: I gotta stop trusting people right off the bat."}, {"tweet_text": "RT @Jaz_mine13: I gotta stop trusting people right off the bat."}, {"tweet_text": "RT @Jaz_mine13: I gotta stop trusting people right off the bat."}, {"tweet_text": "I gotta stop trusting people right off the bat."}, {"tweet_text": "RT @Cade4ISU: Fans expect hitters to get a hit every single at bat. 6 games into the season and people already want Wong/Adams gone. #Stlca…"}, {"tweet_text": "RT @Cade4ISU: Fans expect hitters to get a hit every single at bat. 6 games into the season and people already want Wong/Adams gone. #Stlca…"}, {"tweet_text": "RT @cicibabi: Doesn't help that I have serious resting bitch face &amp; choose not to speak 85% of the time....people think I'm mean &amp; bat shit…"}, {"tweet_text": "Fans expect hitters to get a hit every single at bat. 6 games into the season and people already want Wong/Adams gone. #Stlcards"}, {"tweet_text": "RT @jubesalt: Hate feeling like adults think I'm immature and stupid right off the bat, just cause other people my age are immature and stu…"}, {"tweet_text": "RT @VCR_Blog: With 114 RTs and 90 favorites, I don't think it's #GamerGate making people feel unsafe online. Quite the opposite. http://t.c…"}, {"tweet_text": "Of all the people to beat the pirates with his bat, Rajai Davis would be your last guess. Only ones below him would have to be pitchers."}, {"tweet_text": "RT @GavlarLFC: People who think Klopp would come to #LFC and win stuff straight off the bat need to give their head a wobble. BR is the man…"}, {"tweet_text": "Joey Crawford tumbles and it’s hilarious: Right off the bat, am I saying seeing elderly people fall to the gro... http://t.co/sf9rocDsLz"}, {"tweet_text": "the McDonalds wage topic has made it's way to Facebook. i wanna lock all these people in, set it aflame &amp; stand at the only exit with a bat"}, {"tweet_text": "@ksullivan52 kind to people right off the bat so that no one can say anything bad about you!"}, {"tweet_text": "So many people were worried about the drop-off of Pillars bat compared to Melky but his defense is Gold Glove worthy. Putting on a show"}, {"tweet_text": "RT @TylerValleGG: Hello @Intel I'm a member of the #LGBT can you please explain to me how GaymerX supports people like me? http://t.co/nsSI…"}, {"tweet_text": "RT @ProfessorF: Yeah! @GMShivers \"I support consumers and that's something I've always done... I'm going to defend those people (#GamerGate…"}, {"tweet_text": "Holy hell ! You have a kid! Its not cute to post pictures drinking like a bat out of hell when people know hes there! Like what the heck"}, {"tweet_text": "@DayNUHmite Does checking out people's asses at the bar count as structural inspections #drumroll"}, {"tweet_text": "Yo, why are the ushers letting people down to their seats during an at bat?! Especially,  in the pitcher's line of sight. #chumpmove"}, {"tweet_text": "RT @Looorrrii: I really wish you could completely forget about people and the memories you have with them."}, {"tweet_text": "P.K needs to learn stick control. You can't play the puck 10 feet in the air, and you can't swing it like a bat at people"}, {"tweet_text": "Shoutout to all the people bat supported my underage drinking, no at this age I can out drink a lot of people."}, {"tweet_text": "Don't know at bat @mscott but teenaged daughter's are repulsed at 'this' the thought old people kiss http://t.co/VRF6y5G86k via @newscomauHQ"}, {"tweet_text": "@MattyK27 she's one of the sweetest most humble people ever who will go to bat for anyone who's on her side. She's fantastic"}, {"tweet_text": "RT @GavlarLFC: People who think Klopp would come to #LFC and win stuff straight off the bat need to give their head a wobble. BR is the man…"}, {"tweet_text": "THE JESUS PEOPLE GO \"BAT-SHIT CRAZY\"! \n\n\"Global’s Alan Carter wanted to ask protesters gathered at Queen's Park... http://t.co/5gpzpc1YL3"}, {"tweet_text": "RT @DavidAnGoliath: Funny how the people who will insult you at the drop of a penny are the same ones who lose their shit if you bat it bac…"}, {"tweet_text": "Funny how the people who will insult you at the drop of a penny are the same ones who lose their shit if you bat it back at 'em."}, {"tweet_text": "I cant stand people who play victim all the time"}, {"tweet_text": "I'll repeat: the people who sneer at The National's bias and lack of actual news bat not an eyelid at front pages like today's Sun."}, {"tweet_text": "RT @cicibabi: Doesn't help that I have serious resting bitch face &amp; choose not to speak 85% of the time....people think I'm mean &amp; bat shit…"}, {"tweet_text": "RT @RealStrongfacts: These people have some of the strangest addictions of all time. You won't believe your eyes!  http://t.co/Pk5AFj8oA1 h…"}, {"tweet_text": "RT GavlarLFC: People who think Klopp would come to #LFC and win stuff straight off the bat need to give their head a wobble. BR is the man …"}, {"tweet_text": "RT @Dekashoko: .@nnedv the fact that you're holding an abuser up as a figurehead against abuse is mind-blowing. don't you research the peop…"}, {"tweet_text": "RT @GavlarLFC: People who think Klopp would come to #LFC and win stuff straight off the bat need to give their head a wobble. BR is the man…"}, {"tweet_text": "RT @Dekashoko: .@nnedv this woman actively participated in SA forum raids against a website for people with depression. she's a fraud and a…"}, {"tweet_text": "RT @GavlarLFC: People who think Klopp would come to #LFC and win stuff straight off the bat need to give their head a wobble. BR is the man…"}, {"tweet_text": "RT @GavlarLFC: People who think Klopp would come to #LFC and win stuff straight off the bat need to give their head a wobble. BR is the man…"}, {"tweet_text": "Today stats: 4 followers, One unfollower and followed 3 people via http://t.co/1MWhjui9VB"}, {"tweet_text": "RT @GavlarLFC: People who think Klopp would come to #LFC and win stuff straight off the bat need to give their head a wobble. BR is the man…"}, {"tweet_text": "@AllanTaylor93 @Sharif12 @BristonBrown Although, drunk people swinging a bat anywhere near my house may be the worst idea I've ever had"}, {"tweet_text": "RT @GavlarLFC: People who think Klopp would come to #LFC and win stuff straight off the bat need to give their head a wobble. BR is the man…"}, {"tweet_text": "RT GavlarLFC: People who think Klopp would come to #LFC and win stuff straight off the bat need to give their head a wobble. BR is the man …"}, {"tweet_text": "RT @GavlarLFC: People who think Klopp would come to #LFC and win stuff straight off the bat need to give their head a wobble. BR is the man…"}, {"tweet_text": "RT @GavlarLFC: People who think Klopp would come to #LFC and win stuff straight off the bat need to give their head a wobble. BR is the man…"}, {"tweet_text": "RT @GavlarLFC: People who think Klopp would come to #LFC and win stuff straight off the bat need to give their head a wobble. BR is the man…"}, {"tweet_text": "@omgitsjen I like watching people have fun. If that means bat flips, give me all of the bat flips. For example: http://t.co/qmA35IlYA5"}, {"tweet_text": "Hey @kmart_5 ..... most people keep the bat in their hands until they run..."}, {"tweet_text": "RT @GavlarLFC: People who think Klopp would come to #LFC and win stuff straight off the bat need to give their head a wobble. BR is the man…"}, {"tweet_text": "People who think Klopp would come to #LFC and win stuff straight off the bat need to give their head a wobble. BR is the man for us. #LFC"}, {"tweet_text": "Yasiel Puig is giving up the bat flip cuz people complain? Man, I like baseball, but that league is full of insecure pussies."}, {"tweet_text": "When it comes down to it, there are very few people who will swing the bat.\n --Amaro (FLCL)"}, {"tweet_text": "RT @Sen_Armstrong: #GamerGate \nYep, @Gratipay don't want to trigger SJW crowd.\nThey never learn they can't please those people. http://t.co…"}, {"tweet_text": "I can think of like 37 people right off the bat😂 https://t.co/knIhCQB1O9"}, {"tweet_text": "The Internet, but mostly bat-shit crazy people on Twitter make me feel so normal 🙈"}, {"tweet_text": "I never understood why white people get so mad at the bat-flip in baseball."}, {"tweet_text": "Doesn't help that I have serious resting bitch face &amp; choose not to speak 85% of the time....people think I'm mean &amp; bat shit crazy"}, {"tweet_text": "@ST_bobr :) we're currently in Alpha testing and building some software so people can control it right off the bat. Beta will be soon!"}, {"tweet_text": "There's just some people I get a bad vibe from right off the bat and half the time I'm right."}, {"tweet_text": "RT @sadityyamine: BC I'm actually funny and cool asf. people just wamma start hating right off the bat, like damnnn okayyyy 😐😂😂😂"}, {"tweet_text": "@MinchiePoo28 see my problem is the people i havent seen in a long time and they see me now and ask it right off the bat"}, {"tweet_text": "BC I'm actually funny and cool asf. people just wamma start hating right off the bat, like damnnn okayyyy 😐😂😂😂"}, {"tweet_text": "Well, all the stuff I see people post on tumblr, makes me really blind as a bat....\n\nBut this....omg\nlol, why??\n~Isabel ."}, {"tweet_text": "so the Nashville Predators painted a car full of Blackhawks logos and are charging people to hit it with a bat. how fucking stupid is that?"}, {"tweet_text": "@CloneManga @rabbit_nabokov the Bat tour is such a great idea, too. Shame people gotta be like that!"}, {"tweet_text": "@Calle_Elefante It doesn't help if people get shut down off the bat.  Working full time for min wage barely covers cost of living today."}, {"tweet_text": "Aerophysics stores marketing the top people lengthening unto except that time at bat else unregistered bank acc..."}, {"tweet_text": "You know what annoys me? When people cheer for an obvious flyball out. It's not that hard to judge where the ball is gonna land off the bat."}, {"tweet_text": "@andylassner @the_ironsheik Don't let young people see nose hairs, it drives them bat shit crazy."}, {"tweet_text": "Always meeting people's parents  right off the bat 😂😂😂"}, {"tweet_text": "British people are committing suicide to escape poverty. Is this what the State wants? http://t.co/urxTyg5BBG via @MailOnline"}, {"tweet_text": "#Convergence Shadow of the Bat 01 TOO MUCH DIALOGUE!! Seriously, shut up. Also I bet some people won´t like Batman being the alter ego."}, {"tweet_text": "Congrats crochety old white people. You’ve fought the injustice of a guy having fun playing baseball. You’ve won.\n\nhttp://t.co/bFEKWViFUf"}, {"tweet_text": "@SNstats are people surprised? He's good behind the plate, but Navarro has got a much better bat and is way way cheaper"}, {"tweet_text": "@DavQuinn Seriously David. It's completely bat-shit-crazy. I hope you are never discriminated against the way you try to with gay people"}, {"tweet_text": "another celebrity ding bat causing strife on people and aligning herself with biggest fuck tard sheriff in the... http://t.co/wBshA2CvKr"}, {"tweet_text": "@ASRomaEN Why then thousands of people who paid in advance for the season are being banned next sunday? What is your bat then ???"}, {"tweet_text": "@SimUKCricket @TheCricketGeek People take different things away from the tale. The danger of heretics and cross bat shots are both in it."}, {"tweet_text": "These people just dialated my eyes , and i cant wear my contacts , may the good lord be with me , cause lawd knows im blind as a bat"}, {"tweet_text": "@TwiztidSinner23 Think about it it you say hey here's the cake lol people would think your bat shit crazy"}, {"tweet_text": "What is the best thing for fixing problems with people? — A baseball bat, fixes problems and people at the same ... http://t.co/OmnmOolOc7"}, {"tweet_text": "#gradle question: Do people commit their gradle/ folder and the gradlew and gradlew.bat files to Git or is a build artifact?"}, {"tweet_text": "RT @geeksandcleats: MLB wonders why young people don't like the game. It's because stuff like Yasiel's bat flips are 'controversial' http:/…"}, {"tweet_text": "A lot of people been sayin I'm the next guy , bat gang got it tatted by my left eye , chain gang over here.. no neck tie!"}, {"tweet_text": "RT @RobynParker50: People are CRAZY. Just stay off the internet.\nWoman in online relationship beats man with bat at first meeting http://t.…"}, {"tweet_text": "RT @Blackamazon: people appalled by a woman who looks like Gwyneth Paltrow starving may not bat an eyelash at someone who looks like ME sta…"}, {"tweet_text": "MLB wonders why young people don't like the game. It's because stuff like Yasiel's bat flips are 'controversial' http://t.co/Tt4Z6vzgBf"}, {"tweet_text": "@CurtisScoon I think a lot of people are like that I've found. Media likes to mythologize lyrics like people get them off the bat."}, {"tweet_text": "Why do people want my social media stuff right off the bat? Can't we just know each other?"}, {"tweet_text": "Hate feeling like adults think I'm immature and stupid right off the bat, just cause other people my age are immature and stupid"}, {"tweet_text": "@Zeroviral One conversation doesn't dictate someone's worth. Not even a few. People don't open up off the bat. Shit takes time."}, {"tweet_text": "People on the bus are bat shit Crazy"}, {"tweet_text": "@MichaelPDeacon @MarinaHyde I'm appalled, there's no reference to \"Quiet Bat-People\" anywhere in the manifesto"}, {"tweet_text": "@MichaelPDeacon @MarinaHyde how very \"The Thick of It\"!!! Quiet Bat People..."}, {"tweet_text": "RT @harleybreen: Wednesday is the best night to see my show. Because it's rarely full and people who go out on Wednesday are bat shit crazy…"}, {"tweet_text": "Wednesday is the best night to see my show. Because it's rarely full and people who go out on Wednesday are bat shit crazy! #MICF #MICF2015"}, {"tweet_text": "@dothingsmyway it shocked me when they gave the Ebola vaccine only to white people and the media didn't bat an eye in protest."}, {"tweet_text": "@DarthDartagnan LEARN HOW TO READ THE BALL OFF THE BAT, PEOPLE"}, {"tweet_text": "There's a lot of people that need high fives, to the face, with a baseball bat."}, {"tweet_text": "\"Dude blind as a bat beatin' the crap outta people and I'm trippin' over my boots in the dark.\" And Justin has started watching #Daredevil"}, {"tweet_text": "@Orinthical Another bat! Let us do the dance of our people!"}, {"tweet_text": "RT @RossDiprose: @JoeyRyanOnline the most asinine thing is people that say this don't bat an eyelid when someone like Mysterio beats a Nash…"}, {"tweet_text": "RT @the_moviebob: ...(the show) thinks that ALL blind people get super bat/dolphin heightened-sense powers."}, {"tweet_text": "Certain people I tell more, instantly off the bat if I see something in them. But mostly I read in person if I don't see anything thru pics."}, {"tweet_text": "@SiriusXMFantasy @DrRoto What should people do about Alex Guerrero? His bat should keep him in the line up. You'd hope?"}, {"tweet_text": "Tonight at softball people laughed at me everytime I swung the bat. Either I'm really good or suck complete ass...\nProbably the first one."}, {"tweet_text": "Swear some people are just blind as a bat like this is notn to the team i was just playing with but 15 year olds are just plain dumb"}, {"tweet_text": "Jakey shyly goes into a club and sits at the bat watching people dancing #OpenRP"}, {"tweet_text": "However, I'm pretty busy and not all that big on keeping in touch with a lot of people, so I have to be choosy off the bat when it comes"}, {"tweet_text": "Hector my nigga now. But that day he came out with the bat was going to be horrible. Too many damn people was surrounding him."}, {"tweet_text": "My goal while bat flipping is to put as many people in the hospital as possible"}, {"tweet_text": "@johnamatias Great ??, by the way. Been on a lot of people's minds. Seems too much $$ to ride bench, but bat hasn't been strong last few yrs"}, {"tweet_text": "swing the damn bat people"}, {"tweet_text": "Pitchers are the only people who can get hurt swinging a bat"}, {"tweet_text": "those people you just click with right off the bat &gt;&gt;&gt;"}, {"tweet_text": "@OPSCentralHigh students are the best people! So many came out to volunteer for the Nebraska Wildlife Rehab bat release."}, {"tweet_text": "@shortdan I think there's a way to go to bat for your people while respecting the importance and statewide benefits of the project"}, {"tweet_text": "RT @Scrumpmonkey: \"I'm harassed and threatened on the web daily, Most the hate came from people opposed to #Gamergate\"\n\nhttps://t.co/3curLO…"}, {"tweet_text": "RT @ItsWillyFerrel: Some people just need a kiss...on the side of the head...with a metal bat."}, {"tweet_text": "RT @Scrumpmonkey: \"People with arts degrees should make as much money as people with Engineering degrees\" \n\nAHAHAH tell me when your arts d…"}, {"tweet_text": "@SBNation long live the bat flip! If people don't like it tell them to watch old baseball games from the 70s. This is 2015"}, {"tweet_text": "RT @alex_landavazo: I love meeting new people that are just genuinely a good time and fun to be around and them just being comfortable off …"}, {"tweet_text": "@YasielPuig long live the bat flip! If people don't like it tell them to watch old baseball games from the 70s. This is 2015 @Dodgers @MLB"}, {"tweet_text": "RT @brettamorgan: People in Canada are so nice that fan just tried to return the bat to Rivera. #Rays"}, {"tweet_text": "RT @brettamorgan: People in Canada are so nice that fan just tried to return the bat to Rivera. #Rays"}, {"tweet_text": "RT @brettamorgan: People in Canada are so nice that fan just tried to return the bat to Rivera. #Rays"}, {"tweet_text": "People in Canada are so nice that fan just tried to return the bat to Rivera. #Rays"}, {"tweet_text": "New York looks like half the people I follow. Minus the bat lashes and cheap weave. Nothing unattractive about her natural look."}, {"tweet_text": "Anti TLGBQIA people need to be eviscerated right of the bat. No bigot should ever be allowed to even think they... http://t.co/Zu6WGH0ZmX"}, {"tweet_text": "In baseball sometimes people get blasted in the back by a bat."}, {"tweet_text": "RT @RamzelInDistres: I bet drag race editors are the type of people who bite directly into string cheese and don't like dogs"}, {"tweet_text": "People are CRAZY. Just stay off the internet.\nWoman in online relationship beats man with bat at first meeting http://t.co/LwJfJ1ROP2 #L4060"}, {"tweet_text": "RT @Anime_Quotes: When it comes down to it, there are very few people who will swing the bat. -Amaro (FLCL) #anime"}, {"tweet_text": "BATMAN #116-1958-THE WINGED BAT PEOPLE-THRONE ROOM (DC), Uncertified, Ungraded http://t.co/omjjbE3eMb http://t.co/gPJOfIJC5D"}, {"tweet_text": "When it comes down to it, there are very few people who will swing the bat. -Amaro (FLCL) #anime"}, {"tweet_text": "The people booing Miggy are probably the same ones outraged by Yasiel Puig bat flips."}, {"tweet_text": "need to work on my people skills, I have a short fuse and I don't talk much so right off the bat people think I have a shitty attitude. 😕"}, {"tweet_text": "When I got bat shit crazy and just retweet my heart out I think of the people who have my notifications then laugh haha Britt you bitch 😘"}, {"tweet_text": "Cameron. Confirm or deny, you plan to sell off our beaches, forcing people to pay, to pay for tax cuts and the housing association sell off?"}, {"tweet_text": "RT @EDROCTEAMLILKIM: People that catch Twitter feelings is fucking hilarious,meanwhile at the bat cave we discovered @Lil'Kim is still the …"}, {"tweet_text": "I love meeting new people that are just genuinely a good time and fun to be around and them just being comfortable off the bat"}, {"tweet_text": "potential voters, these people are simply not important in her scale of values.\n\n2. She wants to be the \"champion\" and \"go to bat\""}, {"tweet_text": "People that catch Twitter feelings is fucking hilarious,meanwhile at the bat cave we discovered @Lil'Kim is still the Queen Bitch"}, {"tweet_text": "religion can make people believe\nin the most bat shit crazy things\nbecause why not make billions\nof people be taught bull shit"}, {"tweet_text": "@chandnidaina I will no longer, fight for such a selfish nasty, selfish nation as the British people have become,tho I care about MY people!"}, {"tweet_text": "Puig says he's gonna cut back on bat flips to \"show he respects the game\". Way to go old people/media way to take all the fun out the game"}, {"tweet_text": "Sorry for the delay people are irresponsible, we are in the bottom of the second and the Mustangs have the lead 4-0! Cole Chapin up to bat"}, {"tweet_text": "Today stats: One follower, 2 unfollowers and followed 3 people via http://t.co/1MWhju0z43"}, {"tweet_text": "RT @CandiceLikesYou: Want to know why people shit on games journalism? Because nobody tries to write their own pieces anymore and when they…"}, {"tweet_text": "RT @AneiDoru: &gt;not teaching women self-defense\njust because rape is bad doesn't mean fucked up people won't\nsorry snowflake this is the har…"}, {"tweet_text": "RT @CHOBITCOIN: Many people complaining about #EqualPayDay are anti-porn and anti-sex work, both fields where the pay gap is biased towards…"}, {"tweet_text": "People think I'm joking about this superhero day tomorrow. I'm not playing around...I'm going to unleash the bat!!✋🏻"}, {"tweet_text": "Great now I've got \"We're all bat people\" stuck in my head ... that's what I get from rewatching the #vlogbrothers"}, {"tweet_text": "People are worried about bat flips when their is an absurd amount of PED usage in the MLB lol.... What?"}, {"tweet_text": "RT @Meteoryan: Good lord, I'm starting to hear more and more shitty stories about GaymerX and how they've treated LGBT people. What a massi…"}, {"tweet_text": "RT @Marika_Sophie: Is #EqualPayDay the day we educate people about why the wage gap is a myth?"}, {"tweet_text": "How the hell are random people even finding out that I'm not DJing any more? Did somebody retweet something? I've even had DMs about it. :/"}, {"tweet_text": "People complain about the most mundane shit on here but don't bat an eyelash when a racist murderer is about to get off scott free. Real."}, {"tweet_text": "@meaaganb no you're literally a champ for that shit. The people who love working there are bat shit insane."}, {"tweet_text": "@JoeyRyanOnline the most asinine thing is people that say this don't bat an eyelid when someone like Mysterio beats a Nash or Big Show"}, {"tweet_text": "@Hegemommy Because I haven't gotten to them all with a baseball bat. (And many people hate change and just got the hang of them)."}, {"tweet_text": "RT @the_moviebob: ...(the show) thinks that ALL blind people get super bat/dolphin heightened-sense powers."}, {"tweet_text": "RT @the_moviebob: ...(the show) thinks that ALL blind people get super bat/dolphin heightened-sense powers."}, {"tweet_text": "...(the show) thinks that ALL blind people get super bat/dolphin heightened-sense powers."}, {"tweet_text": "@SiniDragon  Haha, it's hit or miss. Some people say the same other's meet me with \"I would have never guessed\" when I correct them. XD"}, {"tweet_text": "So, there are people with in the sports world who think the biggest issues are cursing and bat-flips? Damn Puritans. Go back to England!"}, {"tweet_text": "@The_Purple_Bat I think most people didn't like Starfox Adventures. They just wanted to fuck every character in it."}, {"tweet_text": ".@RebelKnight50 @Dragonblaze @reasonable_hank People are much too friendly.I wait for the day a parent takes his baseball bat and uses it..."}, {"tweet_text": "@SnakeBytesTV Most people are willing to listen if you're not a total dick off the bat. If they tape gators I can see how a mistake happens"}, {"tweet_text": "The only people who want Puig stopping his bat flips are the same people who won't put steroid era players in the Hall of Fame. Curmudgeons."}, {"tweet_text": "@LouisDabbs098 @The_Bat_Doctor most painful part was when people saw us..."}, {"tweet_text": "@ryanjosephv People hate him for that like they hate Puig for the bat flips. Puig should just not care, but apparently he does :/"}, {"tweet_text": "RT @reuben81691: Puig shouldn't change anything about his game just cause some people can't handle it. I say the more bat flips, the better…"}, {"tweet_text": "( #ORStatePolice ) of the (less than) equal people is to hire Haley Fox and let her stand guard outside the http://t.co/JlIYGU2p6p"}, {"tweet_text": "Puig shouldn't change anything about his game just cause some people can't handle it. I say the more bat flips, the better, keep it up."}, {"tweet_text": "There are like 3-4 kooks who keep parroting the bat flips=bad thing. Most people don't care. Pick another hill to die on."}, {"tweet_text": "\"Don't be afraid to ask the dumb question. Guys that ask the right question right off the bat.. they're trying to impress people - John Boyd"}, {"tweet_text": "People in the bleachers were literally talking about the fact Puig didn't flip his bat after his dinger last night. This is a real issue."}, {"tweet_text": "RT @RealStrongfacts: Under the worst conditions, these 21 people managed to be accidentally extremely photogenic!  http://t.co/5n6CcXYiAW h…"}, {"tweet_text": "RT @jessespector: I look forward to the hot takes bemoaning the lack of characters in baseball from the people who are in such a twist over…"}, {"tweet_text": "The people who incessantly whine about the wave aren't all that much better then the ones who do it about bat flips"}, {"tweet_text": "RT @jessespector: I look forward to the hot takes bemoaning the lack of characters in baseball from the people who are in such a twist over…"}, {"tweet_text": "RT @jessespector: I look forward to the hot takes bemoaning the lack of characters in baseball from the people who are in such a twist over…"}, {"tweet_text": "RT @jessespector: I look forward to the hot takes bemoaning the lack of characters in baseball from the people who are in such a twist over…"}, {"tweet_text": "RT @jessespector: I look forward to the hot takes bemoaning the lack of characters in baseball from the people who are in such a twist over…"}, {"tweet_text": "I look forward to the hot takes bemoaning the lack of characters in baseball from the people who are in such a twist over bat flips."}, {"tweet_text": "All the haters are trying to ruin Puig. Bat flip away Yasiel, the only people that matter (#Dodgers FANS) love it"}, {"tweet_text": "Somebody in the Dodgers organization needs to tell Puig to flip that got damn bat and fuck what these people have to say."}, {"tweet_text": "Im pretty sure 100 percent of the people who had a problem with him flipping a bat are racist."}, {"tweet_text": "#YasielPuig  Bat Flip: Being excited isn't disrespecting the game. Sad to see the people &amp; #MLB suck the fun out of him. @CaseyStern #TBTIP"}, {"tweet_text": "@RFNick148 @dylanohernandez It's fine when he bat flips on home runs. But sometimes he does it on singles...that's what bugs people the most"}, {"tweet_text": "I really, really hope this is Puig trolling people and after his next dinger the bat flip will be bigger and better than ever."}, {"tweet_text": "RT @BrendaBrezzy: Everytime I watch true life I trip the fuck out. Cause I think I'm bat shit crazy but theses people are delusional."}, {"tweet_text": "@JMastrodonato The baseball purist in me wants to see the two people swinging the bat the best on the Sox right now in the lineup together"}, {"tweet_text": "Everytime I watch true life I trip the fuck out. Cause I think I'm bat shit crazy but theses people are delusional."}, {"tweet_text": "The more time I spend around people, the more I think I'll plan to be reincarnated as a squid or a bat or something next time."}, {"tweet_text": "@CatofCass @KainYusanagi @buckybarnesing The \"8%\" part of that graphic is falling under the same pitfall as the \"wage gap\" people though."}, {"tweet_text": "@The_Purple_Bat I'll start a dedicated online community of people to rp bugs for sim bats to echolocate"}, {"tweet_text": "People who try to push the \"paygap\" narrative are always misrepresenting the data as ALL people in all fields.\n\n@buckybarnesing @CatofCass"}, {"tweet_text": "Thr reason it doesn't look that way is because people like to misrepresent the data from the wage studies. \n\n@buckybarnesing @CatofCass"}, {"tweet_text": "@Bat_In_The_Hat @buckybarnesing You should start using the #equalpayday tag, because this is some good stuff people beed to see."}, {"tweet_text": "People who harp on about the false pay gap are only interested in getting in high-pay fields that are \"easier.\"\n\n@buckybarnesing @CatofCass"}, {"tweet_text": "i love how people respond to the librarian bat-signal.  @loather @CarliSpina @purlewe you WIN today! Thanks."}, {"tweet_text": "Now you see why I often get so heated when people just throw shit out there.\n\nPeople like KoP and others did it too much.\n\n@thewtfmagazine"}, {"tweet_text": "@MichaelPDeacon @Sneekyboy 'knowledge clusters'  Didn't they learn ANYTHING from The Thick of It..\nquiet bat people \nhttps://t.co/FrFqofOfot"}, {"tweet_text": "I'll stick to my space sims, but I do admire people that are hardcore in to flight simulation. It's a cool hobby."}, {"tweet_text": "There is an entire online community of people dedicated to providing virtual air traffic control for flight simulations. I find that awesome"}, {"tweet_text": "I think people who say their ugly but know their not ugly needs to get hit in the face with a metal bat... well now your ugly"}, {"tweet_text": "My neighbor just be talkin shit to people. One day somebody on our street is gonna bat the shit outta her ass."}, {"tweet_text": "People who wait in the Einstein's line when it's past Larry's are straight up bat shit crazy. Freshmen man."}, {"tweet_text": "@dery1051 People soon forget that he had 2 good ABs prior to the 2 double plays, kid needs to try and bat his way out of the slump"}, {"tweet_text": "@snolen Thanks for \n\"going to bat\" for women and girls on this one.  The fact that people don't see it as a problem is part of the problem."}, {"tweet_text": "Love takes no pleasuwe in other people's sins, bat delights in the truth."}, {"tweet_text": "When it comes down to it, there are very few people who will swing the bat."}, {"tweet_text": "Full phase of the bat\nIt could be a FINCHY NIGHT people\n\n#ipl #RRvMI #rr v #mi #ipl8 #eit20 @SonyMAX"}, {"tweet_text": "RT @NudesForJordy: I don't like people. Like I do, but the majority of them I just wanna hit with a bat."}, {"tweet_text": "Oh and Ant-Man still looks sucky. I don't care what people say, it's gonna blow - unless it gets caught in the old Superhero Movie Hype-"}, {"tweet_text": "RT @NudesForJordy: I don't like people. Like I do, but the majority of them I just wanna hit with a bat."}, {"tweet_text": "So The Conjuring is, as many people say, a good horror film. Well played Justin Lin."}, {"tweet_text": "RT @Schantzlaw: \"In this jungle are the world's deadliest snakes. Let's go see what they're up to.\"\n\n~white people"}, {"tweet_text": "RT @mattZillaaaa: I think I skipped the part of life where I was supposed to learn to talk to people"}, {"tweet_text": "@roundhoward @ChannonSarah Im 6, 10, 7. I never get why people go to bat for 7 and 7 alone. Thus the over rated. Theres other ff games."}, {"tweet_text": "http://t.co/meIzceFdd5 4 Cameron to say, Tories are on the side of working people, is like Heinrich Himler saying Jews are his best friends!"}, {"tweet_text": "Im never giving people the benefit of the doubt again if I think you're a snake off the bat I'll treat you as such"}, {"tweet_text": "Boring as bat-shit you people make me feel so curious and I don't know why you think you'll end up in the sky"}, {"tweet_text": "I don't like people. Like I do, but the majority of them I just wanna hit with a bat."}, {"tweet_text": "RT @BigBossPeltonen: And why the hell people go bat shit carzy about MKX microtransactions? I just don't care about those at all."}, {"tweet_text": "And why the hell people go bat shit carzy about MKX microtransactions? I just don't care about those at all."}, {"tweet_text": "@_brzxl eh bat ka nagffave???!!!? Omg u should accept ur inner self, love it and people around u will do the same haha char love ü"}, {"tweet_text": "RT @kirstenjaclin: \"Vote for Hillary Clinton we need an advocate for women\". No we need a president who can do the job right. You people ar…"}, {"tweet_text": "The sad thing is that if people didn't mob the boys and go bat shit then more people could meet them."}, {"tweet_text": "RT @trumpetcake: I tell people I'm birdwatching because I'm too embarrassed to admit I'm searching for a place to play my pan flute in the …"}, {"tweet_text": "RT @lcraff: White people: I wish I lived in the 40s. Everything was so much cooler.\nJapanese people: Nope.\nBlack people: Nope\nJews: Nope.\nG…"}, {"tweet_text": "Straight off the bat.The #Tories are not the party of THE people, they are just the party of working people.#ThePoorDisabledInfirmDontMatter"}, {"tweet_text": "RT @cantdance2it: @rockportbasset @FOXXXXFIRE5 No doubt she's as bat-shit crazy as Bachmann but the \"good people\" of #Iowa still elected he…"}, {"tweet_text": "im being bad. bat of all the people, sya agad naisip ko👿😂😂😂"}, {"tweet_text": "@rockportbasset @FOXXXXFIRE5 No doubt she's as bat-shit crazy as Bachmann but the \"good people\" of #Iowa still elected her! Seriously"}, {"tweet_text": "RT @ThamsanqaNetha: Judging from SA largest companies by Market Cap, BAT, SAB Miller &amp; Naspers we the people like to smoke, drink and be en…"}, {"tweet_text": "Judging from SA largest companies by Market Cap, BAT, SAB Miller &amp; Naspers we the people like to smoke, drink and be entertained. #JSE"}, {"tweet_text": "RT @facerealitynow: Definition of racism: Treating individual people as representatives of their race\n\nDefinition of identity politics: Sam…"}, {"tweet_text": "@BlueEyedGirl_xx @Ruby_Knightly some people deserve the ultimate bitch slap with a spiked baseball bat... arghhhh hate two faced people"}, {"tweet_text": "I'm the Night. \n#nsk #siberia #russia #bat #bats #museum #museum_for_people #cute #lovethem #hands… https://t.co/vXaPVXwRNp"}, {"tweet_text": "Batman drives across Pakistan in bat-mobile accidentally locking a corner of his cape in the door\npeople: aunty dupatta bahir hai aapka  :O"}, {"tweet_text": "RT @kirstenjaclin: \"Vote for Hillary Clinton we need an advocate for women\". No we need a president who can do the job right. You people ar…"}, {"tweet_text": "\"Vote for Hillary Clinton we need an advocate for women\". No we need a president who can do the job right. You people are bat-shit crazy."}, {"tweet_text": "So I hear the hero of Gotham City took up smoking.... People say it's quite the bat-habit."}, {"tweet_text": "Some people aren't actually anti social, they're just very selective when it comes to the people they associate with."}, {"tweet_text": "The Comments people made on Fox 12 News FB regarding that Girl from Turner on their first date she bashed him with a bat. Now is released 😂"}, {"tweet_text": "I wish I could warn people right off the bat that if they leave my life, it isn't my loss ultimately, and I don't look back."}, {"tweet_text": "THE WIZARD PEOPLE VIDEOS WILL ALWAYS BE FUNNY &amp; I BELIEVE THAT THE NARRATOR IS ACTUALLY GILBERT GOTTFRIED"}, {"tweet_text": "Some people need the bat handle treatment"}, {"tweet_text": "it drives me bat shit when people say \"rennicks\"\nthere's no S anywhere in the name\nthat's not what it is\nthere's no 's for possession either"}, {"tweet_text": "@Dr_Cueds6 the thing people do while pitchers pick up balls in the outfield during batting practice I think. Pretty sure they use a bat"}, {"tweet_text": "I hate when people over hype bat flips, like nigga, he just dropped the bat."}, {"tweet_text": "RT @kianapastrano: People with colored eyes are a winner right off the bat 😍😂"}, {"tweet_text": "RT @kianapastrano: People with colored eyes are a winner right off the bat 😍😂"}, {"tweet_text": "RT @kianapastrano: People with colored eyes are a winner right off the bat 😍😂"}, {"tweet_text": "People with colored eyes are a winner right off the bat 😍😂"}, {"tweet_text": "people that wear two different sneakers at the same time are corny off the bat ."}, {"tweet_text": "@Jenn_Benn Honestly, a lot of people say that the women aren't strong and I'm like...she took it...and hit him with a bat..and is still in."}, {"tweet_text": "@CuteCasey probably gnna hate me off the bat im american most people i tell taht are half a worlders think fat obese and ingnorant"}, {"tweet_text": "the look on people's face when they call you a femnazi and you mention that 'nazis don't usually have bat mitzvahs' is priceless tbh"}, {"tweet_text": "@sam_nagy_ some people are still complaining. I just compare it to the Affleck suit and I'm filled with appreciation"}, {"tweet_text": "@CloneManga @rabbit_nabokov Maybe charge people a retainer that you return upon safe delivery of the bat."}, {"tweet_text": "3 hits \n2 runs\n6 innings \nWhy the fuck are people saying R.A. Lost this game he didn't swing one bat, we just couldn't get the bats going."}, {"tweet_text": "@KrsJams @todayscomic MANY people's childhood Batman artist (me too). This issue has 2 generations' Bat-artist with the interior by Aparo."}, {"tweet_text": "My family is watching the game &amp; my little sister said \"Id be nervous to be up to bat with all of those people. I'd ask them to turn around\""}, {"tweet_text": "@CloneManga People want to keep the cutest and bat for themselves."}, {"tweet_text": "DUDE PEOPLE STILL INTERPRET THE BIBLE LITERALLY HOW ACTUALLY BAT SHIT CRAZY IS THAT"}, {"tweet_text": "reminder that they had to put a mask on ace the bat-hound because he has a distinctive mark that people might recognize"}, {"tweet_text": "@STRIPCLUBJACKS I will hit all of those people with a bat, they can't even disrespect the stories that people are actually saying in rock"}, {"tweet_text": "Hearing what other people have done vs the shit that I just did... What little confidence I had is now gone. I think I might quit it all. :/"}, {"tweet_text": "@_icze4r @Bat_In_The_Hat I've seen people with simulator rigs have up to 15. In fact, one old setup I saw ages ago was something like..."}, {"tweet_text": "@GabbyKaram 4-2 Orioles. Top of the 7th with one out and two people on base. Jones is at bat"}, {"tweet_text": "@Dizzydeeheart @VertedN this is what I meant about bat shit crazy lol just take it on the chin,no1 cares what half these crazy people say."}, {"tweet_text": "RT @jazayerli: When some people want to be terrified, they watch a horror flick. Me? I watch J.D. Martinez bat in the 9th inning."}, {"tweet_text": "RT @twilightfan2k9: @NERDYFORLAUREN me too I never trust people but Lauren changed that I trusted her right of the bat and I trust you"}, {"tweet_text": "@NERDYFORLAUREN me too I never trust people but Lauren changed that I trusted her right of the bat and I trust you"}, {"tweet_text": "RT @B1gTruckDriver: @_icze4r \n\nIt works on people who have a fear of being humiliated. Can't humiliate people who aren't scared of them."}, {"tweet_text": "RT @_icze4r: y'know, sjws think that public humiliation is the thing you do to make people act right\n\njust consider that for a second"}, {"tweet_text": "texting new people is always so 😬 bc I can't be dry and sarcastic right off the bat bc they'll think I'm mean😅"}, {"tweet_text": "RT @jazayerli: When some people want to be terrified, they watch a horror flick. Me? I watch J.D. Martinez bat in the 9th inning."}, {"tweet_text": "RT @Anime_Quotes: When it comes down to it, there are very few people who will swing the bat. -Amaro (FLCL) #anime"}, {"tweet_text": "@BandAid91 @vegancam @junierain Not true! This is an accessory to the piece we did. I think you'll recognize some people right off the bat:)"}, {"tweet_text": "When it comes down to it, there are very few people who will swing the bat. -Amaro (FLCL) #anime"}, {"tweet_text": "People will hate on the lineup but I like what Lloyd is doing. I'd bat Paxton eighth, but that's being nitpicky."}, {"tweet_text": "RT @PeterMannionMP: \"Happy Warrior .... Quiet Bat People\" Ed Miliband's handwritten motivational notes from the #leadersdebate... #GE2015 h…"}, {"tweet_text": "RT @Azad_Phoenix: We Request The People Of Karachi To Break The Walls Of Fear &amp; On Election Day Visit Polling Station To Vote For #Bat Vote…"}, {"tweet_text": "RT @yung_ecchi: @FSketchy they couldn't handle my abrasive personality lol I knew two people off the bat wasn't feelin it"}, {"tweet_text": "@FSketchy they couldn't handle my abrasive personality lol I knew two people off the bat wasn't feelin it"}, {"tweet_text": "@Alto94 No yea ding bat. The people who don'tt say thank you"}, {"tweet_text": "@RockiesRoad exactly.  I've had many arguments in the past defending DJ cause people see no pop in his bat"}, {"tweet_text": "People are surprised I like baseball so much. Like come on guys I was raised a softball player, the whole bat and glove game is in me"}, {"tweet_text": "Okay young people in the bleachers. Learn the protocols for the wave. Never when the Sox are at bat."}, {"tweet_text": "\"@jazayerli: When some people want to be terrified, they watch a horror flick. Me? I watch J.D. Martinez bat in the 9th.\" @jvanhattem3"}, {"tweet_text": "@MaajidNawaz @TulipSiddiq only in the UK do people care about the private life of politicians! Are you that shallow?"}, {"tweet_text": "BAT must pursue the Documentary Law suit on AIT to a logical conclusion.....People must learn that Professionalism comes before Pockets."}, {"tweet_text": "RT @el_darkfish: @el_darkfish People who have had to learn English\nPeople who will have had to have learned English\n\nBat the bat with your …"}, {"tweet_text": "RT @el_darkfish: @el_darkfish People who have had to learn English\nPeople who will have had to have learned English\n\nBat the bat with your …"}, {"tweet_text": "@el_darkfish People who have had to learn English\nPeople who will have had to have learned English\n\nBat the bat with your bat."}, {"tweet_text": "RT @jazayerli: When some people want to be terrified, they watch a horror flick. Me? I watch J.D. Martinez bat in the 9th inning."}, {"tweet_text": "RT @jazayerli: When some people want to be terrified, they watch a horror flick. Me? I watch J.D. Martinez bat in the 9th inning."}, {"tweet_text": "RT @jazayerli: When some people want to be terrified, they watch a horror flick. Me? I watch J.D. Martinez bat in the 9th inning."}, {"tweet_text": "RT @jazayerli: When some people want to be terrified, they watch a horror flick. Me? I watch J.D. Martinez bat in the 9th inning."}, {"tweet_text": "RT @jazayerli: When some people want to be terrified, they watch a horror flick. Me? I watch J.D. Martinez bat in the 9th inning."}, {"tweet_text": "When some people want to be terrified, they watch a horror flick. Me? I watch J.D. Martinez bat in the 9th inning."}, {"tweet_text": "@TylerSGodfrey When I see those Tweets in advance of a guy's at-bat, they carry some weight. Not afterward. People wait for the outcome."}, {"tweet_text": "When it comes down to it, there are very few people who will swing the bat."}, {"tweet_text": "We Request The People Of Karachi To Break The Walls Of Fear &amp; On Election Day Visit Polling Station To Vote For #Bat Vote For Your #Rights"}, {"tweet_text": "RT @thereaIbanksy: You'll end up really disappointed if you think people will do for you as you do for them. Not everyone has the same hear…"}, {"tweet_text": "I need people to do the sausage song with me"}, {"tweet_text": "New political approach pretend your not actually that arsed about what people want, you have 95% of the women population on side off the bat"}, {"tweet_text": "@krisdfa people are at bat it's just the pitchers have really good internet presence"}, {"tweet_text": "walking down the hallway w my bat bag and hitting people is pretty funny for me lol sorry"}, {"tweet_text": "Just watched the video of #EricHarris being mustered by cops. I wouldn't bat eye lid if the American people retaliated to uniformed thugs."}, {"tweet_text": "Questions like \"should I start to revise now?\" On student room, makes we want to slap these people round the face. With a baseball bat."}, {"tweet_text": "People I date start off real sweet then go like all the way bat shit crazy. Like a switch, no warning just 0-1000000-- real quick."}, {"tweet_text": "10 years from now, Jennifer Lopez gonna be doing the same thing what Madonna is doing and people won't even bat an eye."}, {"tweet_text": "@LegacyIvy \"Ahh Gotham, A place where there will be no vigilant people like the bat and his friends.\""}, {"tweet_text": "I really need to bring a baseball bat to work, for those people who walk in off the street that im not quite sure of..I gotta have something"}, {"tweet_text": "RT @YA_BOY_SANTOZ: Dont fucks wid people that say they dont like rice, straight off the bat. You already a little lowkey racist in my eyes"}, {"tweet_text": "I love Batman, so I just go along with how daft the idea of a billionaire dressed as a bat battering people is. Childhood innit."}, {"tweet_text": "More people at the Parks in the cold to watch @KP24 bat than in the warm to watch Eng Test in Antigua?"}, {"tweet_text": "Baseball bat on the ROBLOX catalog is a social item? \nLet me get this straight. You torture people with it. Yet, it's a social item? \n\nNice"}, {"tweet_text": "RT @srnbutts: Graham *Skeptic* Linehan blocks people for presenting him with facts. \n\n#Gamergate #FullLinehan http://t.co/IheKfP3VAd"}, {"tweet_text": "RT @erin_franklin_: @wtvramber its nerveracking, but they cut A LOT of people right off the bat. No harm in trying! If youre 17 and a gradu…"}, {"tweet_text": "RT @01janya: Labour Created the NHS. Labour will raise the NHS from the ashes of ConDemNation. Same Old Labour: Putting People First! #Same…"}, {"tweet_text": "So people ready to get ready in the car.  Girl is putting on deodorant and make up behind me"}, {"tweet_text": "@Jake_Wilde \" the quiet bat people\" oh, win ))"}, {"tweet_text": "Truly, the quiet bat people.\n\"@JamieRoss7: The Sturgeons are refusing to speak to me. https://t.co/QdseNPDnox\""}, {"tweet_text": "Grouped up with people for BAT. \n\nThe Rating is around let's say 86. \nThe Chemistry is 67."}, {"tweet_text": "RT @mashable: People who share revenge porn in the UK can now be jailed for 2 years http://t.co/aK8KF5MTKs http://t.co/X9w0YRv2KW"}, {"tweet_text": "@MichaelVaughan Whatever people think of KP he  pulls the punters in,  a record crowd for a university game. Just needs to let his bat talk!"}, {"tweet_text": "RT @SCbchbum: Every casual conversation about the weather between two people is a little piece of death settling in."}, {"tweet_text": "Not really a Marilyn Manson fan but the song should maybe have been dubbed 'The Ignorant Sheeple' instead of 'The Beautiful People'."}, {"tweet_text": "@Comatose_Bat it still freaks me out that people born in 1980 are legal to drink nevermind the fact that they're 35, never thought I'd be 50"}, {"tweet_text": "Some people need a slap around the face with a baseball bat!....."}, {"tweet_text": "RT @oliverbcampbell: I'll just say this: What do these people think happen at E3?"}, {"tweet_text": "When it comes down to it, there are very few people who will swing the bat.\n --Amaro (FLCL)"}, {"tweet_text": "RT @__xHermoso: I don't have problem with trusting people, I just don't trust a right off the bat. And if they did something to fuck it up."}, {"tweet_text": "RT @nahalennia: #GamerGate\n&gt;Anita criticizes video game sexism poorly\n&gt;People who call are out are lumped in with trolls de-legitimizing th…"}, {"tweet_text": "RT @__xHermoso: I don't have problem with trusting people, I just don't trust a right off the bat. And if they did something to fuck it up."}, {"tweet_text": "RT @__xHermoso: I don't have problem with trusting people, I just don't trust a right off the bat. And if they did something to fuck it up."}, {"tweet_text": "#ImRunning4PresCuz the American people deserve to have a working Bat-signal."}, {"tweet_text": "i know too many bat shit crazy people. JUST GIVE ME THE FUN CRAZY PEOPLE JFC"}, {"tweet_text": "RT @QueenReligious: I'm such a kind person and honestly care for others, but when I need to be cared for, half of the people don't bat an e…"}, {"tweet_text": "@wtvramber its nerveracking, but they cut A LOT of people right off the bat. No harm in trying! If youre 17 and a graduating senior, ur good"}, {"tweet_text": "I'm such a kind person and honestly care for others, but when I need to be cared for, half of the people don't bat an eye in my direction..."}, {"tweet_text": "@wunderkinde_ I know you can think of 30 people right off the bat."}, {"tweet_text": "RT @Stoptesting15: Power to the People.  #refusethetest https://t.co/hNAN046qXd\n\nGet the images here: https://t.co/Zi7ktevqKU"}, {"tweet_text": "I like when I add RWNJ to my Bat Shit Crazy list and then say the people there are dumb. \n#idgits http://t.co/siocOfp3pH"}, {"tweet_text": "People think I'm such a bitch and judge me right off the bat. Have a conversation with me and you'll realize how great I really am"}, {"tweet_text": "RT @Anaika12: I try to always see the good in people and be optimistic but that doesn't mean I'm as blind as a bat and can't see the truth …"}, {"tweet_text": "I try to always see the good in people and be optimistic but that doesn't mean I'm as blind as a bat and can't see the truth about them"}, {"tweet_text": "RT @gailDrich: .@NYAssembly @ZephyrTeachout Is it true that the will of the people is being ignored over Regent appts? http://t.co/gHPHYH7i…"}, {"tweet_text": "#NowPlaying    Assassin / Bat Mind People (CROWN JUGGLAZ: The Streets [Disc 1] Jugglin' Side)"}, {"tweet_text": "When it comes down to it, there are very few people who will swing the bat."}, {"tweet_text": "RT @Morgan_Alyssaa: I was freaking blessed w a bomb roommate off the bat and I'm so glad bc I see so many people stressing and we're just 💁…"}, {"tweet_text": "I was freaking blessed w a bomb roommate off the bat and I'm so glad bc I see so many people stressing and we're just 💁🏽👸🏽"}, {"tweet_text": "@AlanJanney if people are healthy there's nowhere to put another bat. Rendon is the one who makes the machine go this year I think"}, {"tweet_text": "@Hedge76 so you'd go to bat for the FBI who willingly entraps people in terror plots over a rando journo? I don't support either tbf"}, {"tweet_text": "The Bat Fest at Onondaga Cave today was battastic! :-)People there learned to love my kind a little more, and I learned to love a skunk.&lt;3"}, {"tweet_text": "Vampire bat and flying fox. From a book on natural history, Paris, 1949. Two of the animals which people find... http://t.co/Cy4zHDPoN5"}, {"tweet_text": "Bat machines whichsoever we have occasion for on route to distinguish within reach the people upstairs: WEHOd http://t.co/kiH8NXfIuS"}, {"tweet_text": "I cant stand people who play victim all the time"}, {"tweet_text": "NBA people are dumb. Back to baseball. You know the sport where everyone gets to swing the bat."}, {"tweet_text": "i wanna have a squad when i play and people to do stuff for off the bat lol"}, {"tweet_text": "@Heta_Russia ((It's fine if ya don't remember right off the bat, some people didn't anyways so uwu\nHow're youuu we haven't talked in a while"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "And people said AROd wouldn't bat this year? He is the offense"}, {"tweet_text": "Like would you live in a area where there was a crazy man in a bat suit and a man calling himself the joker running around killing people"}, {"tweet_text": "@kimbahleyy conger of all people! First at bat of the game! Definitely was a bomb"}, {"tweet_text": "@MarketBullRidin The ONLY cause for domestic violence is people who harm their partner by choice. Not a gun, knife, bat, whisk... nothing."}, {"tweet_text": "@MarketBullRidin So? Then cooking shows because people knife their partners? Baseball because they use a bat? Don't veer from the CAUSE."}, {"tweet_text": "RT @dranny78: 99 red balloons was about an escape attempt across the Berlin Wall using balloons. It failed killing 4 people.  #SongFakeFacts"}, {"tweet_text": "RT @RealStrongfacts: A psychological study found that people who are generally 'too nice' are also the ones to get hurt the most."}, {"tweet_text": "@Crewsett it's easy to tell who the idiots are. just look for chiefs red. that eliminates 60% of KC people right off the bat."}, {"tweet_text": "RT @singwithTaffy: Set your phaser to transport,\nGonna run through the lobby and smash people's knees with a baseball bat"}, {"tweet_text": "@AliciaMarieBODY Does make it a challenge though when people power through the entire series at once vs GoT only having 1 episode spoiled :)"}, {"tweet_text": "Oh wow, this is hella unique. I can see why people start hating right off of the bat."}, {"tweet_text": "@bat_erik Avoid lol!😂I see ppl complain on Twitter all the time lol. Do people really expect the world to NOT talk about a TV show?? #duh"}, {"tweet_text": "@lucyreesxo @megxnholt like the whole veeoneye thing. It happens all the time but because he's famous people go bat shit about it"}, {"tweet_text": "RT @LB_da_gee: I notice females are really crazy they'll dive in yo shit wait fa yu to bat em then play the people on yu😂😂😂"}, {"tweet_text": "I notice females are really crazy they'll dive in yo shit wait fa yu to bat em then play the people on yu😂😂😂"}, {"tweet_text": "RT @Anime_Quotes: When it comes down to it, there are very few people who will swing the bat. -Amaro (FLCL) #anime"}, {"tweet_text": "When it comes down to it, there are very few people who will swing the bat. -Amaro (FLCL) #anime"}, {"tweet_text": "@CardsNation13 Not saying me... cause I like him.  But some people dont like it when Jon approaches his at bat the way he did."}, {"tweet_text": "@Bibliogato Watch for claims of people being \"too sensitive\" right off the bat."}, {"tweet_text": "Votto and Frazier are literally the only people who don't try to hit a homerun every at bat."}, {"tweet_text": "RT @CatofCass: People who preach that the US pays women less based on gender are as annoying as anti vaxxers. #womenagainstfeminsm http://t…"}, {"tweet_text": "Its sad the majority of people at these batting cages can't even swing a bat"}, {"tweet_text": "Being a Bat...what do you like to do when the sun's up? — Sleep. Do bed things with people. http://t.co/Ik43LtYCVy"}, {"tweet_text": "Good to know right off the bat that Hilary believes average people NEED her"}, {"tweet_text": "Damn people need to chill on Gattis. Gattis can swing the bat and we've seen that during spring training."}, {"tweet_text": "RT @carnationharry: It's annoying how people dismiss Hillary Clinton right off the bat when they know nothing of her platforms yet just bec…"}, {"tweet_text": "It's annoying how people dismiss Hillary Clinton right off the bat when they know nothing of her platforms yet just because of her past"}, {"tweet_text": "RT @carriemydo: I'm the type that hates using new makeup right off the bat so it really pisses me off when people use my shit without asking"}, {"tweet_text": "I'm the type that hates using new makeup right off the bat so it really pisses me off when people use my shit without asking"}, {"tweet_text": "People out here going bat shit crazy over animal cruelty, but not the loss of human life."}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "#IPL8 #MIvKXIP \nAnd people say Bhaiji can't bat in T20.. hmm.. for all those critics.. he just slammed the fastest 50 by an MI player.. :)"}, {"tweet_text": "@chelsea_janes And yet people remark at how loud the hits off Taylor's bat sound."}, {"tweet_text": "You need to know that this is college ball and you can cut people from the team"}, {"tweet_text": "Oh, just Barrel Man striking people about the head with his bat. NBD."}, {"tweet_text": "RT @CombativeCosta: If the qpr assistant did what Faria did no one would bat an eyelid. People just love to hate chelsea."}, {"tweet_text": "I get quite a lot of people asking about what goes on in the bat cave (which is not the grandest of places,... http://t.co/cDcvguscxa"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "@SheikKhan I like that song. Just don't go doing a better earthsault than me in front of the moon people right off the bat."}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "RT @rebelxhood: Do you ever just watch a conversation between two people and know right off the bat how fake someone is being?.. 😏"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "RT @rebelxhood: Do you ever just watch a conversation between two people and know right off the bat how fake someone is being?.. 😏"}, {"tweet_text": "killing people with a baseball bat in GTA5 is the best."}, {"tweet_text": "Do you ever just watch a conversation between two people and know right off the bat how fake someone is being?.. 😏"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "RT @CombativeCosta: If the qpr assistant did what Faria did no one would bat an eyelid. People just love to hate chelsea."}, {"tweet_text": "RT @KevinDahmer: @RealRyanWhorton \"#GamerGate are bullies.\"\n\nWe're people. Some of us are assholes. Your team is worse though. http://t.co/…"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "@ChiqueBoum It's maybe time @NicolaSturgeon used her ministerial baseball bat on these people. A dunt on the head might make them see sense!"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "RT @CombativeCosta: If the qpr assistant did what Faria did no one would bat an eyelid. People just love to hate chelsea."}, {"tweet_text": "RT @CombativeCosta: If the qpr assistant did what Faria did no one would bat an eyelid. People just love to hate chelsea."}, {"tweet_text": ".@TheCartoonLoon @DrShyGuy Boogie's OWN AVATAR is fat. He knows he is &amp; doesn't care!\n\nOnly these whiny \"MUH GENETICS\" people are offended."}, {"tweet_text": "RT @CombativeCosta: If the qpr assistant did what Faria did no one would bat an eyelid. People just love to hate chelsea."}, {"tweet_text": "UberFacts: In the 16th century, people believed water opened the pores and allowed dangerous diseases into the body, so they never took bat…"}, {"tweet_text": "If the QPR assistant did what Faria did no one would bat an eyelid. People just love to hate chelsea. Yeah you're right!!\n《》"}, {"tweet_text": "RT @CombativeCosta: If the qpr assistant did what Faria did no one would bat an eyelid. People just love to hate chelsea."}, {"tweet_text": "RT @CombativeCosta: If the qpr assistant did what Faria did no one would bat an eyelid. People just love to hate chelsea."}, {"tweet_text": "RT @CombativeCosta: If the qpr assistant did what Faria did no one would bat an eyelid. People just love to hate chelsea."}, {"tweet_text": "RT @CombativeCosta: If the qpr assistant did what Faria did no one would bat an eyelid. People just love to hate chelsea."}, {"tweet_text": "If the qpr assistant did what Faria did no one would bat an eyelid. People just love to hate chelsea."}, {"tweet_text": "RT @jabsi1: good to see gaymerX would never silence lgbt people *cough* *cough* sarcasm.\n#GamerGate\n#AreYouBlocked http://t.co/WlCSynojkI"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "@Mr_Yemo @MilkyLazarus Law here in the U.S. Is fun because my people are creative and bat shit crazy. So you see everything here."}, {"tweet_text": "RT @Blackamazon: Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment…"}, {"tweet_text": "Many of us screaming about sharing intimate moments of live people don't bat eyelashes at sharing the last intimate moment of black life"}, {"tweet_text": "\"Happy Warrior\" - Ed Miliband's handwritten debate notes reveal the image he's trying to convey to Quiet Bat People watching at home."}, {"tweet_text": "RT @jolaanimashaun: @doysol_ @myunicy  - Despite the propaganda on BAT, people still love him &amp; his party APC. He has good vision and missi…"}, {"tweet_text": "#NA246BelongsToMQM \nThe people have decided to vote for Pakistan to kite or a bat or a book is to give the Taliban http://t.co/DkVUjfPABa"}, {"tweet_text": "RT @Anish_Karkera: Sometimes. I just feel like hitting people. On the face. With a bat. While I kick them on the shin. #justprobablysouthin…"}, {"tweet_text": "@doysol_ @myunicy  - Despite the propaganda on BAT, people still love him &amp; his party APC. He has good vision and mission."}, {"tweet_text": "RT @AndiStott: Ew nah it's minging when people make their bf/gfs compete with others!! mine would be getting a full on bat to the throat😷🙅🙅"}, {"tweet_text": "@cricketbatporn that was my first copying machine I built to, so people can have a bat that was the same shape as their old bat"}, {"tweet_text": "@dawdlerMe People are just too much. Someday he will get them. :)\r\rI always bat for the underdog."}, {"tweet_text": "I just don't get how people just don't get along. I wasn't raise to gate people right off the bat."}, {"tweet_text": "I wonder if people around here know what the snake and bat on my car is about 😂😂 http://t.co/ChXAZaG9fi"}, {"tweet_text": "Sometimes. I just feel like hitting people. On the face. With a bat. While I kick them on the shin. #justprobablysouthindianthings"}, {"tweet_text": "RT @michelleringor: You gotta understand some people ain't got the same heart as you."}, {"tweet_text": "RT @DillonJaden: I wash my hands with people VERY quickly. I'm an extremely good judge of character right off the bat."}, {"tweet_text": "God I love the fandom. So glad I joined. I love all you weird animal people. ;p"}, {"tweet_text": "RT @DillonJaden: I wash my hands with people VERY quickly. I'm an extremely good judge of character right off the bat."}, {"tweet_text": "@RancidTarzie @pnuwb Known people who've done meth. Guy I think of off the bat had mother commit suicide when young, been to prison."}, {"tweet_text": "RT @DillonJaden: I wash my hands with people VERY quickly. I'm an extremely good judge of character right off the bat."}, {"tweet_text": "RT @DillonJaden: I wash my hands with people VERY quickly. I'm an extremely good judge of character right off the bat."}, {"tweet_text": "RT @DillonJaden: I wash my hands with people VERY quickly. I'm an extremely good judge of character right off the bat."}, {"tweet_text": "I wash my hands with people VERY quickly. I'm an extremely good judge of character right off the bat."}, {"tweet_text": "@the_bat_kid I've met a million more people as a volunteer. You'd be surprised! Keep an open mind fella"}, {"tweet_text": "SC judges bat for worker rights: Supreme Court judge TS Thakur here on Saturday batted for the rights of people… http://t.co/8IO1dAKvzL"}, {"tweet_text": "@the_bat_kid I can go back and identify the moment when I met the people that have &amp; will shape my future. I love FIRST."}, {"tweet_text": "RT @AlyssaaMoniquee: I feel like right off the bat people expect me to be mean. Like no I'm actually nice"}, {"tweet_text": "It annoys me when people analyse food ingredients and say things like \"X is also used in antifreeze\" ...That literally tells me nothing..."}, {"tweet_text": "@_JelaniCarter or maybe the weather is really hot, and it is conspiring with white people so that it feels cold to every other race."}, {"tweet_text": "@5Hsogreat exactly lol people would flip if they saw baby C wearing sexy stage outfits straight off the bat, her evolution will come+"}, {"tweet_text": "@EdgeDaDon718 @insanesportsfan I'm just making fun of all the people who said he shouldn't bat lead off because he's not patient"}, {"tweet_text": "1 new tweep followed me in the last week. I find relevant people to follow with the #CopyFollowers feature of http://t.co/NW34hU0SYN"}, {"tweet_text": "making a joke in front of a ton of people and having them all crack up is one of the most beautiful feelings you’ll ever feel don’t deny"}, {"tweet_text": "@Rylan you are a crazy old bat stuck in the 1900s!! Live and let live!! Go crawl under a rock and leave people alone!!"}, {"tweet_text": "Actually terrified for the people who work at the bars tonight. If you think we're bat shit crazy wait til you meet the moms. #tridmomsday"}, {"tweet_text": "RT @web_supergirl: Lots of new people followed me tonight. By people I mean bots and companies no one has ever heard of. Someone.. yeah the…"}, {"tweet_text": "I've tried hard to hide this I'm never really gonna be the person that people listen to or even bat an eye lid towards.ever. 😔"}, {"tweet_text": "Ew nah it's minging when people make their bf/gfs compete with others!! mine would be getting a full on bat to the throat😷🙅🙅"}, {"tweet_text": "I daily go out my way for people that would bat an eye if I was in the same predicament"}, {"tweet_text": "@nprnews The industry will cope, like it or not.  Hopefully we solve the disease though.  And people need to get over bat phobia's."}, {"tweet_text": "Yeah; I think the BAT Soundwave looks cool, myself, but I can see how people who don't like it would be upset it comes with Old Snake."}, {"tweet_text": "@defeatistwords they are sooooo bat shit crazy. Even to reference this song.. What the fuck people -_- like sooo weird lol"}, {"tweet_text": "@Avi_Kaplan I was so near you when you go throught the people I love you so much ;/////;"}, {"tweet_text": "when people on the zone call you a bitch and a hacker for bat bombing them :D"}, {"tweet_text": "Need a baseball bat urgently- there are zombies on the streets in Birmingham - I did warn people. #zombies #WalkingDead"}, {"tweet_text": "Man in bat costume scares the crap out of people"}, {"tweet_text": "RT @Team__mischief: &gt;People still legitimately believe #gamergate rigged the Hugo's. http://t.co/GjOaet855q"}, {"tweet_text": "Q: What do an oboe and a baseball have in common?\nA: People cheer when you hit them with a bat.\nThe person not the oboe"}, {"tweet_text": "and then Rikki Rocket says that his daughter is wearing 5SOS merch and again, the 5SOS people don't so much as bat an eyelid."}, {"tweet_text": "Watching this #Scientology thing on #HBO and the people who believe this shit are bat shit crazy."}, {"tweet_text": "When it comes down to it, there are very few people who will swing the bat. -Amaro (FLCL) #anime"}, {"tweet_text": "RT @Takahata101: If you are being harassed? block them, if you create a program that blocks all people by association? You are perpetrating…"}, {"tweet_text": "RT @CathyYoung63: Hey, some people really appreciate being protected from wrong think #AreYouBlocked http://t.co/YNomzkBNeS"}, {"tweet_text": "They're letting people into the outfield seats while playing player at-bat intros. I'M FEELING IT… https://t.co/5kl5Ra4TKl"}, {"tweet_text": "I wish I didn't get cross at the things most people wouldn't even bat an eyelid at"}, {"tweet_text": "Yanno, I don't like certain people right off the bat and they continuously prove me right. Dumb little skanks. ✌🏻️👐🏻"}, {"tweet_text": "Second City is the only place on the planet where you can hear 20 people scream bloody murder in the next room &amp; not even bat an eye #improv"}, {"tweet_text": "To some people the limp gloves, the smelly shoes, and the sturdy bat is just a game. But to me it's a… https://t.co/rVVsenSxzv"}, {"tweet_text": "@Orlando_Bat @Trapisms still not justifying how the statement relates to the picture and people drive to get from point A to point B"}, {"tweet_text": "@1999Kell picture says a thousand words those the ones @Trapisms picked for it. People also drive to think"}, {"tweet_text": "Went o to #7-11 for #byoc day.. the staff there didn't even bat an eye! seems all kinds of people are coming in and trying it out"}, {"tweet_text": "RT @GameDiviner: These anti-art people against video games due to \"moral panic\" remind me of this mom.\n\n@Grummz http://t.co/V3QPj0e0zg"}, {"tweet_text": "who are the best people? — bat mo gusto mulumun http://t.co/V8uK2jpsLC"}, {"tweet_text": "Sad af but I hate shitty people and I'm to the point that you'll know right off the bat if I think your shitty"}, {"tweet_text": "If you like psych horror and weirdness, I'd recommend 'Paranoia Agent'.About mysterious kid criminal hitting people over the head with a bat"}, {"tweet_text": "The latest mlb at bat update has restored radio commercial breaks. The people's voice was heard @jessespector !"}, {"tweet_text": "People I vibe with right off the bat &gt;&gt;&gt; bring on the good energy!"}, {"tweet_text": "Another innocent bat loses its life for our pleasure! How many more before People for the Ethical Treatment of Bats steps in? #IPL #RCBvsKKR"}, {"tweet_text": "My Glee Club is just a baseball bat that I use to hit happy people over the head with."}, {"tweet_text": "RT @newtfries: \"@activefangirl: some people just need a pat in the back\n\nwith a fucking metal bat\n\n#VoteThomasMTV\" with stiles' fucking met…"}, {"tweet_text": "RT @newtfries: \"@activefangirl: some people just need a pat in the back\n\nwith a fucking metal bat\n\n#VoteThomasMTV\" with stiles' fucking met…"}, {"tweet_text": "RT @newtfries: \"@activefangirl: some people just need a pat in the back\n\nwith a fucking metal bat\n\n#VoteThomasMTV\" with stiles' fucking met…"}, {"tweet_text": "RT @activefangirl: some people just need a pat in the back\n\nwith a fucking metal bat\n\n#VoteThomasMTV"}, {"tweet_text": "Bane of my existence: people in the store that hear someone asking for recommendations and take that as a cue to jump in."}, {"tweet_text": "\"@activefangirl: some people just need a pat in the back\n\nwith a fucking metal bat\n\n#VoteThomasMTV\" with stiles' fucking metal bat"}, {"tweet_text": "RT @activefangirl: some people just need a pat in the back\n\nwith a fucking metal bat\n\n#VoteThomasMTV"}, {"tweet_text": "RT @activefangirl: some people just need a pat in the back\n\nwith a fucking metal bat\n\n#VoteThomasMTV"}, {"tweet_text": "RT @activefangirl: some people just need a pat in the back\n\nwith a fucking metal bat\n\n#VoteThomasMTV"}, {"tweet_text": "some people just need a pat in the back\n\nwith a fucking metal bat\n\n#VoteThomasMTV"}, {"tweet_text": "RT @captainshanky: SRH have too many people for the same batting position. Can't play Kane Williamson and have him bat at No. 6."}, {"tweet_text": "SRH have too many people for the same batting position. Can't play Kane Williamson and have him bat at No. 6."}, {"tweet_text": "@ people who keep saying Dhoni should bat up the order: he's not doing that for a reason. (part 1) #CSKvsSRH"}, {"tweet_text": "@acoulss When people talk about white people/white feminism, I don't bat an eyelash. Because I know I don't do the shit they're referencing."}, {"tweet_text": "@Antarctica_FTW Yup It makes fun to kill people with it*grins and blood drops down from the bat*"}, {"tweet_text": "@NiallersBraces If he talked about how two white people looked similar no one would bat an eye. The real racist is you."}, {"tweet_text": "People on the net recently discovered GOTO labels exist in *.bat scripts with intense disgust. I've been using GOTO all my childhood."}, {"tweet_text": "People On The Internet\nIf You Want To Play The Love &amp; Romance Game\nThen Bring Your Bat And Ball With You.???"}, {"tweet_text": "Also, people who find even the discussion of birth control 'disgusting' &amp; 'awful' are really silly and need to go sit on a rusty slide."}, {"tweet_text": "@TurtonTurtle women thought there was loads of people in the car and he had a break light out on his bat mobile 😂😂"}, {"tweet_text": "RT @beardelacreme: Clothing is not gendered. People of any gender can wear whatever the fuck they want. Get over it."}, {"tweet_text": "@affandawood Meri bat hue the dera bugti k logun se kuch arsa pehly.Policy change hue hy ab.Establishment involving people in politics."}, {"tweet_text": "representin westside, alotta people trryna tell me im the next guy, bat gang got it tatted by my left eyee"}, {"tweet_text": "RT @ebrod4: When someone notices right off the bat that you've been thru some shit and tells you how strong you are&gt;&gt; \nPeople I need in my …"}, {"tweet_text": "RT @ebrod4: When someone notices right off the bat that you've been thru some shit and tells you how strong you are&gt;&gt; \nPeople I need in my …"}, {"tweet_text": "RT @ebrod4: When someone notices right off the bat that you've been thru some shit and tells you how strong you are&gt;&gt; \nPeople I need in my …"}, {"tweet_text": "RT @RealStrongfacts: You can't help but be jealous of these 10 people who are having the best day ever!  http://t.co/nCBx4brrao http://t.co…"}, {"tweet_text": "RT @AlyssaaMoniquee: I feel like right off the bat people expect me to be mean. Like no I'm actually nice"}, {"tweet_text": "RT @AlyssaaMoniquee: I feel like right off the bat people expect me to be mean. Like no I'm actually nice"}, {"tweet_text": "I feel like right off the bat people expect me to be mean. Like no I'm actually nice"}, {"tweet_text": "Deal day,where Logicians goes 2prove that a BAT can fool the people sometime but can't fool the people all the time. Today's @jimiagbaje day"}, {"tweet_text": "door prizes... Include players walk up songs, play the bat tag game... raffles, people can bring desserts...:)"}, {"tweet_text": "why my bat is sad: ate 3 cupcakes and is just pictures of zayn malik im pretty sure i follow the wrong people"}, {"tweet_text": "People sleep on Didi. He's 9/10 defensively and about a 4/10 with the bat. He's still a kid. You gotta give him time to mature at that level"}, {"tweet_text": "\"@wolverziam: SOME PEOPLE CHANGE AND SOME STAYS THE SAME\n\n#CelebrityAwards2015 One Direction http://t.co/kg0E1yFmRw\" nayl bat ang kyut mo😭😍❤"}, {"tweet_text": "Lots of new people followed me tonight. By people I mean bots and companies no one has ever heard of. Someone.. yeah the bat.. over my head."}, {"tweet_text": "@NeilNMukesh problem is how will the western people pronounce it? Mo ha BAT lol"}, {"tweet_text": "There are only like 2 people I have ever met and right off the bat felt completely comfortable around them"}, {"tweet_text": "😪- Ion like you , we could never be friends simply because you think you can tell people anything and i'll be the one to bat the piss out ya"}, {"tweet_text": "I love seeing karma come back to bite people in the ass it's honestly what i live for"}, {"tweet_text": "RT @VCR_Blog: Woman tells man that she has been scared away from STEM by people like Randi.\nMan says \"lol U have no xp\"\n#GamerGate http://t…"}, {"tweet_text": "I tend to care about the people who least deserve my love,but don't bat an eye at the people who need and deserve my time. why?"}, {"tweet_text": "@TheRealCBlakely @ICC_85 The people wanted a big bat and now it's convenient when the big bat is in a slump. Hits/hrs come in bunches."}, {"tweet_text": "@BulldogBeing the people of Houston will soon appreciate what it takes to grab a bat with no gloves and hit a 450 ft tank #osoblanco"}, {"tweet_text": "#MyRefundsEnoughFor a bat to bash in the windows of rich people's cars..."}, {"tweet_text": "Some people I get along with off the bat, some it takes some time, then others it just never happens. I am truly content with that!"}, {"tweet_text": "@coffeeonyolando right? I think it was just an oversight by the people running it but they didn't react well when someone complained"}, {"tweet_text": "@Grosso26Mike I went to the game, probably only reason I remember it. Tike Redman of all people had a 10 or so pitch at bat with 2 outs"}, {"tweet_text": "RT @_bunkalicious: If I'm up against Chapman here I just keep the bat on my shoulder. He can not throw strikes, just gets people to chase. …"}, {"tweet_text": "If I'm up against Chapman here I just keep the bat on my shoulder. He can not throw strikes, just gets people to chase. #stlcards #Reds"}, {"tweet_text": "The best anonymous texting app for Iphone? For the people who say “text me the info” with a glimmer in the eye for number to The Bat Phone."}, {"tweet_text": "RT @Moore_Rock915: The Legal Immigrants are performing bat Rubbles tonight at 8pm! Come join us to listen to some good music and hang out w…"}, {"tweet_text": "Apparently eating stuff with sriracha makes you bat shit insane to some people. So I live on the edge a little. Why be boring?"}, {"tweet_text": "When someone notices right off the bat that you've been thru some shit and tells you how strong you are&gt;&gt; \nPeople I need in my life"}, {"tweet_text": "@Chelllychelz respect or even proper manners can get you a long way! why do people just have to be rude off the bat."}, {"tweet_text": "Some people that you'd move the world for, dont want it. And people who you wouldnt bat an eye for, want to prove it."}, {"tweet_text": "You don't have to go to college knowing what you want to do right off the bat. Most people change majors anyway!"}, {"tweet_text": "I love twitter because its the only place I can speak to myself with out people thinking I'm bat shit crazy"}, {"tweet_text": "RT @s_m_i: The people you bring on your team and who you go to bat for say a lot about you. The same is true for the people you don’t."}, {"tweet_text": "Sometimes I wish it were legal to beat the stupid out of people with a baseball bat."}]