[{"tweet_text": "Any special summery #cocktails planned on this sunny day??:-) @delisabrosa @InfoCricketers"}, {"tweet_text": "RT @harrysdick_af: Dear . Harry styles \n\nI'll take it everyday any day anywhere Every hour"}, {"tweet_text": "One day my name will be spelled correctly! Can't complain though since it isn't spelled normally any… https://t.co/ZaFJ182fh8"}, {"tweet_text": "Mercedes over beemer, any day"}, {"tweet_text": "RT @rtbands_bcv96: RT IF YOU LIKE ANY OF THESE BANDS!\nMCR\nBFMV\n30STM\nBMTH\nAsking Alexandria \nSkillet\nSlipknot\nMetallica\nNirvana\nACDC\nA7X\nFO…"}, {"tweet_text": "A 9 to 5 beat a 10 to life any day 💯💪 @myfabolouslife"}, {"tweet_text": "RT @GodOfGangsta: I'd rather smoke than drink any day"}, {"tweet_text": "Show of hands to any else startin out thunder with a leg day that will prolly cripple you for the night? None? Damn"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "Any day now E40 gonna send that \"u tryna feature?\" text. I can just feel it."}, {"tweet_text": "RT @emmbev: !!!! BACON IS AT ZOES KITCHEN \nWITH HIS FAMILY\nHOW CAN THIS DAY GET ANY BETTER"}, {"tweet_text": "@Lewbinho_ fuck off I'm a pro at Wii sport tennis I'll beat you any day"}, {"tweet_text": "RT @thequeenv___: yall could wash my car any day 😂😍 http://t.co/1nHMtfNWO8"}, {"tweet_text": "I'd far rather be happy than right, any day."}, {"tweet_text": "Free bet – Bet £10 and get a £10 Free Bet the next day! Double odds – Get double the odds on ANY bet! No Lose bet b… http://t.co/NxNM2umLwW"}, {"tweet_text": "Football over rugby any day 👊🏻👊🏻 https://t.co/lW9T1s8j2z"}, {"tweet_text": "RT @UofNH: Welcome to campus students &amp; parents! Enjoy your day at @UNHPaulCollege and follow @UNHAdmissions if you have any questions! #UN…"}, {"tweet_text": "Nice day to cook out ☺️ any wanna come over ? 😅"}, {"tweet_text": "I don't mind any day of the week, what's important is to make the best of each day. That being said, I have my \"moments\""}, {"tweet_text": "#ThingsIAmBestAt\nEating pizza at any hour of the day 😂😜🍕"}, {"tweet_text": "RT @purnachaitanya: Excluding any reference or mentioning of AUM in protocol &amp; promotion for Int'l Yoga Day by Govt is very unfortunate! ht…"}, {"tweet_text": "I'd rather smoke than drink any day"}, {"tweet_text": "Any copies of Chicago by Day and Night I don't sell @EpPlibrary, I will try to fob off on the coffee-drinking clientele of @HardboildCoffee."}, {"tweet_text": "@JesusHMacy I'll take a grande black over a tall blonde any day"}, {"tweet_text": "I'll take van Persie with TWO BROKEN LEGS over Falcao fully healthy any day."}, {"tweet_text": "I'll take van Persie with TWO BROKEN LEGS over Falcao fully healthy any day."}, {"tweet_text": "Go support independent record labels &amp; vendors today. Still, you don’t need a reason to go buy music. Any day could be #RecordStoreDay"}, {"tweet_text": "RT @AndrewDasNYT: I'll take world-class skill over a dodgy handball any day."}, {"tweet_text": "RT @purnachaitanya: Excluding any reference or mentioning of AUM in protocol &amp; promotion for Int'l Yoga Day by Govt is very unfortunate! ht…"}, {"tweet_text": "Nope RT @FilthyMcKnasty: Yep. It started already RT @Massuh_Ace: Any of yall DC peeps going to that earth day concert at the mall today?"}, {"tweet_text": "Will this day just decide to go fast,me and Mollie can't wait any longer"}, {"tweet_text": "@UniversalORL visiting here alllllll the way from Newfoundland, Canada! I'll take sun &amp; 31* over snow any day! #MardiGras"}, {"tweet_text": "RT @snoutportly: She Can Arrest Me Any Day http://t.co/7O6ybqfAJT http://t.co/fZuvXAdu3P"}, {"tweet_text": "I would go to ninja camp over space camp any day"}, {"tweet_text": "RT @MissChristiLuv: Jus now catchin up on last week's #Supernatural. I ♥ the ACTUAL Supernature! Spiritual magic beats human gore any day o…"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "!!!! BACON IS AT ZOES KITCHEN \nWITH HIS FAMILY\nHOW CAN THIS DAY GET ANY BETTER"}, {"tweet_text": "RT @seleee_12: @JOELR_09 @ambrew_xoxo sorry, no. 😅 Ambreezy over Joel any day 😏"}, {"tweet_text": "@bradley_kalnas #FadedSquad -Glitch, If you could choose to buy any xBox product for a day, what would it be?"}, {"tweet_text": "@KWDdk Terry kan da tage ham any day of the week 😉"}, {"tweet_text": "No mood the whole day, you didn't make it any better so fuck you I'm out"}, {"tweet_text": "All friends\nNot interact with any publication will be canceled, Li Fei friendship request the same day"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "RT @annabmelito: @happilyken @shawnmundes I prefer the no name brand any day"}, {"tweet_text": "@checkmate she can press any day. @siriuslyinlove"}, {"tweet_text": "Note to self: you should go to a record store any day but National Record Store Day."}, {"tweet_text": "Thanks to @gabbella03 we got some drizzy tickets..Drake and Future for my first concert and the day after my bday... Can't get any better👌🏽🔊"}, {"tweet_text": "She Can Arrest Me Any Day http://t.co/7O6ybqfAJT http://t.co/fZuvXAdu3P"}, {"tweet_text": "@Holbornlolz @RainbowBatSuit @LBC @LeeJasper Saw some worse photos and wish I hadn't. I'll take Hopkins over machete man any day"}, {"tweet_text": "I'm afraid any day she'll have found a new man to 'replace' me with."}, {"tweet_text": "@annavictoriafit 3 months on a clean 6 meal/day diet, I can't budge any more fat. I train 5-6 days/week weights and cardio. What now??"}, {"tweet_text": "Green Day Doubted They Would Win Any VMAs — Now They’re Hall Of Famers http://t.co/eXgaYuy4oe"}, {"tweet_text": "@JennaValleys any chance of a follow please 😊 make my day 💋 x"}, {"tweet_text": "RT @MyBoyFriendIsnt: My boyfriend isn't allowed to kiss any other female but me. You wanna say goodbye to grandma? You better chest-bump he…"}, {"tweet_text": "Could my day get any worse 😊😊😊"}, {"tweet_text": "RT @carterreynolds: Today is April fools day. Believe nothing and trust no one... just like any other day"}, {"tweet_text": "@johncrossmirror fuck you ...its alexis any time of the day"}, {"tweet_text": "RT @JustinJohnes: i was just greeted by two dogs at a fence, i doubt this day will get any better than that"}, {"tweet_text": "happy birthday @CatherineNaldji hope you have an amazing day without any comic sans font you are awesome❤️🎉"}, {"tweet_text": "@JoyPark31 what is that? why are you being  skillful day by day? Lmao. What charm? I dont even see any charm on you though 😂"}, {"tweet_text": "Yep. It started already RT @Massuh_Ace: Any of yall DC peeps going to that earth day concert at the mall today?"}, {"tweet_text": "RT @colebanks_: Rather work than go to parties any day of week."}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "The record store I went to today didn't have any record store day things I was looking for even though I was there shortly after it opened:/"}, {"tweet_text": "@chinoyhoopsfan Rooting for Chelsea is a horrible way to start bro. Seriously. I'd take QPR any day over those feudal serfs #GoonerForever"}, {"tweet_text": "Struggling with our wifi all day today. Any issues to be aware of @BTCare in LE12 7 area?"}, {"tweet_text": "RT @purnachaitanya: Excluding any reference or mentioning of AUM in protocol &amp; promotion for Int'l Yoga Day by Govt is very unfortunate! ht…"}, {"tweet_text": "@EddieHearn is  James Degale  boxing in Boston next month? 10 English lads living over here, any chance meet and greet day of fight?"}, {"tweet_text": "I could do this kind of work any day"}, {"tweet_text": "RT @syndicalisms: If anyone has any May Day posters or info on meeting places, organizing, please tweet me so we can spread the word."}, {"tweet_text": "I will wear red, white &amp; blue like its Fourth of July any day I choose.🇺🇸💕"}, {"tweet_text": "RT @janella_lopezzz: PANIC! AT THE DISCO IS COMING TO ST. PETE THIS DAY COULDNT GET ANY BETTER"}, {"tweet_text": "@LimitlessLeo he'll win it over Sanchez any day"}, {"tweet_text": "@ravonettes any time!!! ALSO HAPPY BIRTHDAY OMG i hope you have a good day!!! 🎉🎉🎉🎉💕💕💕💕"}, {"tweet_text": "I would take Adrian Chiles over Ian Wright any day of the week. He is absolutely intolerable during an Arsenal Match. BBC or BT Sport"}, {"tweet_text": "\"@hkcollectibles: Back when #RecordStoreDay could be any day. @gregrenoff @unchained84 @jimhudson36 #VanHalen http://t.co/MTRbbvUaka\""}, {"tweet_text": "I've discovered red this week! Broadening my horizons but hey give me bubbles any day 😜… https://t.co/P9QCBxYcdb"}, {"tweet_text": "RT @plaidcharlie: I'll scream your name any day http://t.co/99gP1j6rP4"}, {"tweet_text": "RT @TheMattEspinosa: I love breakfast food at any time of the day"}, {"tweet_text": "RT @Deemaenn: Can this day get any worsee?😊"}, {"tweet_text": "Open to any Netflix or Hulu suggestions while I was the most perfect day in my bed being sick #understatement #storyofmylife #isthisdeath"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "At the end of the day I will give no fcks about ANY female who isn't family &amp; sometimes not even them lol."}, {"tweet_text": "Can this day get any worsee?😊"}, {"tweet_text": "I'm happy to say personality will always win over someone's looks any day😌 #nobeatingthesystem"}, {"tweet_text": "RT @halseymusic: @Trumad_Black so u think I'm just set for life? Being a musician isn't permanent. I could lose everything any day. I think…"}, {"tweet_text": "@DaniellaMILF evening hun love your big bum it's 100% gorgeous and I would really love you to suck my cock any day them cum in your mouth 💦"}, {"tweet_text": "She Can Arrest Me Any Day http://t.co/zHhsnSvBAY http://t.co/wxTpvCbvyd"}, {"tweet_text": "RT @Chaz_Zooch: @KimeeAnnR @DrGeriOrders Just like the ending any stereoytypical evil entity, locked away in anger plotting to return and g…"}, {"tweet_text": "I prefer abstract over realism any day of the week. Easy to add on other elements, like flowers, etc #interiordesign http://t.co/hBXe49hkKv"}, {"tweet_text": "RT @FascinatingVids: How to fix any sh*t day. http://t.co/K6ZgqHPnPN"}, {"tweet_text": "What's wrong with Beer? I'll take Beer over a Bottle any day. https://t.co/v1q19zmPxE"}, {"tweet_text": "Oo mybad😂😂 RT @TonyLandmark: I told yo ass RT @IbSkeeAlii: @hoeslovelayy hell no. Any other day tho"}, {"tweet_text": "Superman over Batman any day."}, {"tweet_text": "Hey @larryeder @RunBlogRun has any brand ever had two American record setting performances on the roads in the same day/race? Just curious?"}, {"tweet_text": "RT @i5SOSUpdaters: God damn guys. Kyle's hate on Ask just totally ruined my day. Kyle is amazing and is staying. Meh won't be leaving any t…"}, {"tweet_text": "@Jameslcurnow @BFI Hey Jim, this is a great list.\nI'll keep this one any day."}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "@num1_fan I'll take the word of a cop over a felon any day, all day. 💙"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "RT @_RosyD: If you are near Totnes, go say hello to the best record shop in t'world @driftrecordshop, today on #RSD15 or on any day"}, {"tweet_text": "RT @antar_22: Great just lost my best friend since 5th grade. Can this day seriously get any worse?"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "RT @karjashian: Kendall over Kylie any day 😍 http://t.co/nD2te8nHJW"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "Any other day, this would start up a debate lol"}, {"tweet_text": "\"@CourtKnee_Rae: Mavs over Rockets any day\" 😂😂😂😂👉🏿💺"}, {"tweet_text": "RT @h8vanessa: It's Record Store Day and I'm not going to any record stores. This is a problem 😅"}, {"tweet_text": "Barely any sleep and I'm still going . Productive day off let's go ."}, {"tweet_text": "@WeAmourAmara Sowwy I typed in my  name and saw it lol I'll fool fa ya any day bbygal"}, {"tweet_text": "I despise the 51 bus and all it stands for! Give me a 50 any day of the week. #buswanker"}, {"tweet_text": "RT @lopezalex: Jealous of anyone buying amazing vinyl at any participating record store day stores. 😩"}, {"tweet_text": "Jk,.. Unless it's Vegas, I'd rather be hungover any day.lol"}, {"tweet_text": "my day is so fucked up I swear can it get any worse?"}, {"tweet_text": "RT @1DSayings4U: Baby i would take you anywhere that you like we can go out any day any night baby I'll take you there I'll take you there"}, {"tweet_text": "Falcao would have Terry any day. Fucking ugly cunt."}, {"tweet_text": "RT @RichardFoggo: @JohnCarnochan lovely day sitting in sun with my dad swearing at a bunch of over-paid underperforming boys, wouldn't have…"}, {"tweet_text": "@deonnebernemay Im always free for you. Hahahah x) This week? Weekdays or weekends. I any day pun okkk."}, {"tweet_text": "RT @ohthewanderlust: One day, you will wake up and there won’t be any more time to do the things you’ve always wanted. Do it now. http://t.…"}, {"tweet_text": "Baby i would take you anywhere that you like we can go out any day any night baby I'll take you there I'll take you there"}, {"tweet_text": "I'll take this over the rain any day."}, {"tweet_text": "I'd take Courtois over De Gea any day"}, {"tweet_text": "I'd take cuddling and talking about anything over partying any day ☺️"}, {"tweet_text": "Falcao would do terry any day"}, {"tweet_text": "exactly 17 days till your day. i cant wait any longer 💞 http://t.co/lXIiupSbzK"}, {"tweet_text": "RT @suubolasanm: its hurt like hell bila crush kau treat kau like a princess then one day dia tggalkn kau without any reason &amp; suddenly he …"}, {"tweet_text": "@perpetua totally agree. if there's value there and people want it why not release on, say, any other day of the year"}, {"tweet_text": "It can bring sunshine on a cloudy day when there aren't any clouds! https://t.co/LMNPTTOacx"}, {"tweet_text": "@MLG_THERON but ill take your money any day so your point is..."}, {"tweet_text": "RT @lisa_druett: @CAllstadt @rickygervais @Bri70372823 @HuffPostUK That was the best outcome any day x"}, {"tweet_text": "RT @molly_harrigan_: Happy birthday @carolinecarr418 I can't find any of our pictures:( but I hope u have a great day! Love you❤️"}, {"tweet_text": "Being productive in the morning beats being hungover sleeping in till noon or so any day."}, {"tweet_text": "I'll take world-class skill over a dodgy handball any day."}, {"tweet_text": "Green Day is being inducted into the Rock &amp; Roll Hall of Fame today and Playbill has an article about it coULD TODAY BE ANY MORE PERFECT"}, {"tweet_text": "If this day couldn't get any worse."}, {"tweet_text": "For guys ?bros over hoes?. For girls ?chicks over dicks?. For me, it?s ?whoever has my back over the fake ass people, any day?"}, {"tweet_text": "Free bet – Bet £10 and get a £10 Free Bet the next day! Double odds – Get double the odds on ANY bet! No Lose bet … http://t.co/NkP5iofWEl"}, {"tweet_text": "SO TODAY IS RECORD STORE DAY AND IM ACTUALLY CRYING BECAUSE THEY ARE SELLING DEJA ENTENDU ON VINYL BUT I CANT GO TO ANY RECORD STORES TODAY."}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "♫ O.M.B ♫ Any day Every day AVAILABLE ON ITUNES NOW!: http://t.co/b279OEe5mQ via @youtube"}, {"tweet_text": "♫ O.M.B ♫ Any day Every day AVAILABLE ON ITUNES NOW!: http://t.co/T076j5ajsw via @youtube"}, {"tweet_text": "♫ O.M.B ♫ Any day Every day AVAILABLE ON ITUNES NOW!: http://t.co/hOBlvkIwC1 via @youtube"}, {"tweet_text": "♫ O.M.B ♫ Any day Every day AVAILABLE ON ITUNES NOW!: http://t.co/2QhkiSvNZz via @youtube"}, {"tweet_text": "♫ O.M.B ♫ Any day Every day AVAILABLE ON ITUNES NOW!: http://t.co/Ri8IxecPBt via @youtube"}, {"tweet_text": "@KevLAbeast Kevin, I mailed you something hoping you'd autograph it for my brother. It's for his b-day on May 5. Any way you could grab it"}, {"tweet_text": "@woodypoon I still fully support rehoming of animals via retweets etc. I just no longer have any confidence in day to day affairs/govenence."}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "Never trivialize any sin, for we know not which sin we will be taken into account for on the Last Day!"}, {"tweet_text": "Can this day get any worse.....wait yeah it can lemme not jinx it"}, {"tweet_text": "Are you ready for the second Semi-Final game of the day? @thundernetball v @HertsMavericks begin any moment now! http://t.co/0gfd6d73BR"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "I wonder if @Real_Liam_Payne sees any of the tweets i send him there is so many though dang..... Ilysm liam have a fantastic day"}, {"tweet_text": "Can this day get any worse ?"}, {"tweet_text": "Fuck off mn 😡😡😡 as if my day couldn't get any worse 😡"}, {"tweet_text": "RT @BonBonBreak: Celebrate any day with #Champagne Floats by @MyDisorgnzdLife http://t.co/gXLP4byh1i #drinks http://t.co/JN44h4Sl3e"}, {"tweet_text": "Great just lost my best friend since 5th grade. Can this day seriously get any worse?"}, {"tweet_text": "RT @JustinJohnes: i was just greeted by two dogs at a fence, i doubt this day will get any better than that"}, {"tweet_text": "RT @TokyoDaGreat: I'll take tired over broke any day 💯"}, {"tweet_text": "Goodmorning texts like this make any guys day👌 http://t.co/uvpVIGczrL"}, {"tweet_text": "@dinogoldie @Kelsblells we did more to curb pay day leanding then any government before"}, {"tweet_text": "@SpwigglyPuff I'll square root you any day? xD"}, {"tweet_text": "Hazard over Bale or Neymar any day."}, {"tweet_text": "Fuck yahoo! Fuck Twitter! Fuck everything! Does this day get any worst? Gosh! So frustrating! @jissaayy @yumyumshin @cazynamazing"}, {"tweet_text": "@KaylaKumari @torchystacos my brother lives in Austin. And I'd any day take a trip just to go to Torchy's and leave w/o seeing him."}, {"tweet_text": "RT @BigBumBabes: She can cook for me any day http://t.co/FOz6wj8hHM"}, {"tweet_text": "Now Chelsea is winning kmt this day can't get any worse"}, {"tweet_text": "@CityPowerJhb Please, any news on outage in NEwlands (falls under 8B) Since start of last night's loadshedding and been off all day today."}, {"tweet_text": "RT @PedroNeqrro: Can this day go any slower?"}, {"tweet_text": "RT @sltribsports: Defense definitely winning the day. Offense having trouble getting any big plays, run game is bottled up #Utes"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "RT @summerskinny17: @girlyemotionss oh baby. I'll make it rain on you any day you want 😈"}, {"tweet_text": "RT @YLifestyleUK: The Royal Baby is due any day now, people! Prepare yourself by testing your K-Mid knowledge... http://t.co/KXLLEy195t htt…"}, {"tweet_text": "@KimeeAnnR @DrGeriOrders Just like the ending any stereoytypical evil entity, locked away in anger plotting to return and get even one day."}, {"tweet_text": "RT @teenchapter: \"Any plans for valentine's day?\" http://t.co/QgEBXmojJd"}, {"tweet_text": "RT @sltribsports: Defense definitely winning the day. Offense having trouble getting any big plays, run game is bottled up #Utes"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "RT @TheMattEspinosa: I love breakfast food at any time of the day"}, {"tweet_text": "any day"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "Any day now would be great."}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "Didn't get any of the record day releases I wanted but I did find 4 other albums I like"}, {"tweet_text": "RT @kaseylasley: Everyone head over to Ella's Frozen Yogurt on 135 today to support our Nicaragua mission trip! Come any time throughout th…"}, {"tweet_text": "Basketball isn't my thing, but I'll rep for the raps in the playoffs any day #6ixSide"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "@jojoBARNHILL choosing what underwear to wear changes your day. Choosing not to wear any at all changes your life"}, {"tweet_text": "It's not the most beautiful day here in Galveston but I'll take any excuse to go see the water.… https://t.co/CVL9mjqx6J"}, {"tweet_text": "Herrera any day, anytime. Quality player."}, {"tweet_text": "RT @i5SOSUpdaters: God damn guys. Kyle's hate on Ask just totally ruined my day. Kyle is amazing and is staying. Meh won't be leaving any t…"}, {"tweet_text": "prepared to stay inside all day today and tomorrow so i don't get any darker"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "On everything coop is the only person that agreed to hoop with me today or any day.."}, {"tweet_text": "I told yo ass RT @IbSkeeAlii: @hoeslovelayy hell no. Any other day tho"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "Superb player..any fucking day \"@FutbolChief: Herrera's discipline in DM is unreal.\""}, {"tweet_text": "Looking to enjoy this sunny day in the #PDX. 1.Heading to Mt.Hood, but hit us up w/ any suggestions of must-do things before we leave!"}, {"tweet_text": "RT @comedyorjoke: “you shouldn’t be walking alone at this time of night”\nno\nactually\npeople shouldn’t fucking attack other people at any ti…"}, {"tweet_text": "@CAllstadt @rickygervais @Bri70372823 @HuffPostUK That was the best outcome any day x"}, {"tweet_text": "RT @MotivatingPics: I'd go running with him any day😍😍 http://t.co/DTXtU8io4E"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "Any time there's a London reunion it's a good day. 🇬🇧 @J_garvey @sheila_joy13 @emeryamanda @GregVoorh http://t.co/OPpoUAcDHR"}, {"tweet_text": "RT @kaseylasley: Everyone head over to Ella's Frozen Yogurt on 135 today to support our Nicaragua mission trip! Come any time throughout th…"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "RT @colebanks_: Rather work than go to parties any day of week."}, {"tweet_text": "I'm about to be home alone all day and we don't have any fucking food. 😑"}, {"tweet_text": "@5haunak Or just drop by any day you wish. That's home turf anyway for you no?"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "Eggs your way any day! 🐓💐☀️ #Breakfast #protein #healthyliving #yum http://t.co/70bx6KUStp"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "@fazzyhannah I'm glad I'm on A/L, seems like you're gonna kick the s**t out of someone any day soon, when ppl keep p***ing you off!!!"}, {"tweet_text": "Everyone head over to Ella's Frozen Yogurt on 135 today to support our Nicaragua mission trip! Come any time throughout the day!😊🍦"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "RT @TheMattEspinosa: I love breakfast food at any time of the day"}, {"tweet_text": "We will be closed all day tomorrow for a private party. Sorry for any inconvenience caused. Thank you. Vanessa x"}, {"tweet_text": "@frankscaglione I have plans to tailgate at 4 and hit the Iowa Cubs game at 7....will any part of my day be ruined?"}, {"tweet_text": "could this day get any worse?"}, {"tweet_text": "RT @jnteal: @Krysjantrysha happy birthday trysha !! I know we dont talk as much any more :( but imy i hope you have a gr8 day 😊😘"}, {"tweet_text": "Even so, any and every day can and should be Record Store Day.\nhttps://t.co/SEfdCW191O"}, {"tweet_text": "My second album with \"Songs To Your Eyes\" is being mastered right now and the release should be any day now."}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "@hoeslovelayy hell no. Any other day tho"}, {"tweet_text": "Blink 182 Pandora station and sunshine by the pool makes any day better"}, {"tweet_text": "Arbeloa starting tho. Just when I thought this day couldn't get any worse."}, {"tweet_text": "just one day i want to come on twitter and one of the boys, ANY of the boys has followed me!"}, {"tweet_text": "#RecordStoreDay over prom, any day."}, {"tweet_text": "RT @Almalizet___925: I swear if my mom is in a bad mood in the morning or any day , everyone in the house is in a bad mood 😒😒."}, {"tweet_text": "RT @robbiehart21: What a way to start the day!  @ChadKentSpeaks &amp; @ChrisSalcedoTX -- it don't get any better than this #SalcedoSwarm http:/…"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "RT @Sabrina_Yousif: Rihanna over Beyoncé any day"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "RT @stylindolls: I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "Defense definitely winning the day. Offense having trouble getting any big plays, run game is bottled up #Utes"}, {"tweet_text": "I'd watch them fuck any day http://t.co/T0UMxG8vWw"}, {"tweet_text": "RT @lopezalex: Jealous of anyone buying amazing vinyl at any participating record store day stores. 😩"}, {"tweet_text": "i'll sure be there for you if you need me. anytime, any day."}, {"tweet_text": "Optimism is the one quality more associated with success and happiness than any other. Good day"}, {"tweet_text": "RT @TheMattEspinosa: I love breakfast food at any time of the day"}, {"tweet_text": "@StarrTweets89 if I'm lucky enough to make day 3 any chance I could get a coaching session tonight from u???"}, {"tweet_text": "\"@TokioMohamed: \"@RahmSalama: I don't feel like participating in life today.\"\"or even any other day"}, {"tweet_text": "Why is it that on Sabbath I'm the most hungry then any other day in the week"}, {"tweet_text": "THAT ACT 😩💀 SAT &gt; ACT any day"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "@akilpin   Beats pounding the pavement any day, not that I run a lot ;)"}, {"tweet_text": "I don`t consider myself an athlete, but I could do a workout that looks like this any day. \n#bikeride… https://t.co/mTxr2e1PLo"}, {"tweet_text": "Working all day &amp; night. Going to be a busy one! Can SUNDAY Funday come any faster? 🎉"}, {"tweet_text": "Any day now 😁😁😁😁 #tomhardy #popmolly haha silly me 💃💃💃💃💃 https://t.co/NEeGntKorx"}, {"tweet_text": "@ij1971 Brilliant day fair play.Trying to follow our feed but hardly any 4G/data signal!Great result to send you off to distant shores happy"}, {"tweet_text": "Id give anything to have a jeep on days like today...or any day really"}, {"tweet_text": "@matthebadger - just one of our mates who is meeting us over there, will be able get on the day in any event so don't go out your way"}, {"tweet_text": "Bas things happen every day but you're not going to be any happier thinking about them"}, {"tweet_text": "@melancaelia OHH okay okay i see would any day between thursday-sunday be good??"}, {"tweet_text": "#1YearOf2States ♥ will always be my go to movie..any time,any day :)"}, {"tweet_text": "RT @Ashton5SOS: just played drums on some bad ass songs today... any day I get too play some drums is a great day"}, {"tweet_text": "@PremiumDraught any sales for today being tht its rockets game day!?? lol"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "Celebrate any day with #Champagne Floats by @MyDisorgnzdLife http://t.co/gXLP4byh1i #drinks http://t.co/JN44h4Sl3e"}, {"tweet_text": "RT @colebanks_: Rather work than go to parties any day of week."}, {"tweet_text": "Mavs over Rockets any day"}, {"tweet_text": "RT @_lukeoliveira: De gea over courtois any day"}, {"tweet_text": "I would chose egotistic Kanye over homophobic Eminem any day..."}, {"tweet_text": "RT @i5SOSUpdaters: God damn guys. Kyle's hate on Ask just totally ruined my day. Kyle is amazing and is staying. Meh won't be leaving any t…"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "@chloejustx3 @leah_mcbride you can bunk in with me any day chloe but there's only room for you!!!😂😂😂😂"}, {"tweet_text": "RT @rtbands_bcv96: RT IF YOU LIKE ANY OF THESE BANDS!\nMCR\nBFMV\n30STM\nBMTH\nAsking Alexandria \nSkillet\nSlipknot\nMetallica\nNirvana\nACDC\nA7X\nFO…"}, {"tweet_text": "Any other game against any other club and that was a Williams booking all. day. long #AFCvRFC #AFC #facup"}, {"tweet_text": "Any day I spend with Austin is a day well spent"}, {"tweet_text": "RT @i5SOSUpdaters: God damn guys. Kyle's hate on Ask just totally ruined my day. Kyle is amazing and is staying. Meh won't be leaving any t…"}, {"tweet_text": "RT @HOBCleveland: #SweetChildren: Billie Joe Armstrong Mike Dirnt &amp; original drummer John Kiffmeyer warming up the stage for Green Day! htt…"}, {"tweet_text": "why would you get VIP if you have the chance to meet him when ever you want at any given day?"}, {"tweet_text": "Listening to @FLAGALine and driving to the track on this beautiful day! It can't get any better! 🚗💨🏁"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "Mata better than Oscar any day"}, {"tweet_text": "RT @JustinJohnes: i was just greeted by two dogs at a fence, i doubt this day will get any better than that"}, {"tweet_text": "Rather work than go to parties any day of week."}, {"tweet_text": "@The42gamer @CrisisOfFate -any day if he thinks it's ready to go."}, {"tweet_text": "My phone just crack all the screen fuck can this day get any worst"}, {"tweet_text": "My weekend is non existent, it's just like any other day"}, {"tweet_text": "My day off can't get here any sooner!"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "RT @TheCyclingBug: Take the 30 day muffin top challenge to blitz any overhang! http://t.co/LgIRxhemF0 http://t.co/M26ukcXCE0"}, {"tweet_text": "when my mum said I couldn't get a free Ben and Jerry's cone on free come day because she didn't have any money on her...."}, {"tweet_text": "@CareyTorg @lamorford @MarkWCarson so soccer players can be any race, but families are all day-glo yellow. Makes sense."}, {"tweet_text": "RT @EliseTomlins0n_: @Harry_Styles Hey Harry! How was your day? x I hope it was good! By any chance if you see this, do you mind following …"}, {"tweet_text": "@Fizzy_Elf @NoelWolfgrin either way who says you can't dress up any other day?"}, {"tweet_text": "Amazing inspiration, fitness model and amputee @JackEyers shows that it's mind over matter any day of the week: https://t.co/V80TFQgkmD"}, {"tweet_text": "this day couldn't get any better 😊"}, {"tweet_text": "One day dudes going to realize if she like you she like you has nothing to do with your facial hair, jewelry, shoes, money, any of that"}, {"tweet_text": "@SOLmaggie_ no problem keep doing your thang you'll win at life 👏have a good day, if someone ruins it or any day who we gunna fight 👊"}, {"tweet_text": "I realllyyyy don't feel like working today, tomorrow, the next day, or any day."}, {"tweet_text": "@Amanda_Holden  @ schofe I thought your new inking would have been of @Schofe or @davidwalliams . You can have me on your leg any day"}, {"tweet_text": "Good head is a great addition to any rainy day"}, {"tweet_text": "Any cool record store day finds?"}, {"tweet_text": "RT @LisaNickerson: .@ryankettering I'll trade #marketing advice for a donation to my #charity - any day! Thx! https://t.co/t3MBtLOspK http:…"}, {"tweet_text": "RT @JustinJohnes: i was just greeted by two dogs at a fence, i doubt this day will get any better than that"}, {"tweet_text": "Quote of the day: Mum, are Real Madrid any good? Well yes they are, but Arsenal are playing Reading!!!"}, {"tweet_text": "RT @yellow_sosa_: I'd Take My Pretty Face Over A Fat Ass Any Day 😌"}, {"tweet_text": "So I don't have all of the Dragons of Tarkir event deck anymore. I don't have any Standard deck in fact, so no #MTGDTK Game Day for me."}, {"tweet_text": "RT @purnachaitanya: Excluding any reference or mentioning of AUM in protocol &amp; promotion for Int'l Yoga Day by Govt is very unfortunate! ht…"}, {"tweet_text": "RT @yellow_sosa_: I'd Take My Pretty Face Over A Fat Ass Any Day 😌"}, {"tweet_text": "@Julian_Lee76 a point any day!"}, {"tweet_text": "I mean I might just lay in bed all day bc I really don't have any reason to get up lbvs"}, {"tweet_text": "RT @Almalizet___925: I swear if my mom is in a bad mood in the morning or any day , everyone in the house is in a bad mood 😒😒."}, {"tweet_text": "#Declaration Deuteronomy. 28:14 And thou shalt not go aside from any of the words which I command thee this day,... http://t.co/X8r8fuYQP7"}, {"tweet_text": "That's a yellow, ANY DAY"}, {"tweet_text": "Every day is an adventure with you. I wouldn't want to spend it any other way. The past two years… https://t.co/oGSNY56tnQ"}, {"tweet_text": "Digitized files account matching -- 2 by intoresearch12 http://t.co/P6sFua1rT2 Every day any we are processing transactions as follows:  …"}, {"tweet_text": "RT @Aries_ht: For guys \"bros over hoes\". For girls \"chicks over dicks\". For #Aries, it's \"whoever has my back over the fake ass people, any…"}, {"tweet_text": "its Game Day and im seeing Big Sean tonight. It doesn't get any better than that"}, {"tweet_text": "and I won't say that I regret any day that I was yours"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "RT @Almalizet___925: I swear if my mom is in a bad mood in the morning or any day , everyone in the house is in a bad mood 😒😒."}, {"tweet_text": "RT @Flexson_4_SONOS: Record Store Day is tomorrow! If you want to win a VinylPlay digital turntable, follow and RT any post with #rsd15 htt…"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "#Declaration Deuteronomy. 28:14 And thou shalt not go aside from any of the words which I command thee this day,... http://t.co/zuIOADaV8v"}, {"tweet_text": "RT @PantherLair: Just when you think a day can't get any better, it looks like @CSBigTuna7692 is about to dominate this national anthem."}, {"tweet_text": "RT @ThisCouIdBeUsXO: I'll take this over a party any day 👌 http://t.co/uaX5Mmu3rW"}, {"tweet_text": "What a beautiful day! Sitting in a warm breeze eating BBQ. Does it get any better?\n\n#HelloSummer"}, {"tweet_text": "RT @yellow_sosa_: I'd Take My Pretty Face Over A Fat Ass Any Day 😌"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "April 18, 2015 at 01:01PM no. any day now."}, {"tweet_text": "QUOTE OF THE DAY: \nTourist- \"If I was any self-respecting duck, i wouldnt be in the wind\" HAHA NUMPTY… https://t.co/1CBC0xJR5u"}, {"tweet_text": "its record store day + im not getting any new vinyls so im gonna listen to my swir vinyl all day"}, {"tweet_text": "As a Spurs fan I must admit I would prefer alexis Sanchez to hazard any day."}, {"tweet_text": "i swear , i would rather 80's &amp;' 90's music over the new generations music any day. 💯"}, {"tweet_text": "RT @i5SOSUpdaters: God damn guys. Kyle's hate on Ask just totally ruined my day. Kyle is amazing and is staying. Meh won't be leaving any t…"}, {"tweet_text": "@SanayaImaan @IndiaTVYuva ohk but are they announcing it today only or any other day"}, {"tweet_text": "NO ITS OKAY FRIENDS AND FAMILY DONT MAKE ANY TIME FOR ME I LOVE SITTING IN MY ROOM EVERY FUCKING DAY DOING NOTHING WHILE YOU'RE ALL BUSY."}, {"tweet_text": "Can this day go any slower?"}, {"tweet_text": "God damn guys. Kyle's hate on Ask just totally ruined my day. Kyle is amazing and is staying. Meh won't be leaving any time soon because +"}, {"tweet_text": "RT @yellow_sosa_: I'd Take My Pretty Face Over A Fat Ass Any Day 😌"}, {"tweet_text": "#Deals #Discounts Don't Miss any of these deals every day! http://t.co/bX3KvL6VZe http://t.co/Ni9Vwmz7Cv"}, {"tweet_text": "I officially can't have any more caffeine for the day"}, {"tweet_text": "@BLueBox77 Course not *She nudged him gently* If not I'd make it up...pretend its your birthday...any day"}, {"tweet_text": "RT @TheMattEspinosa: I love breakfast food at any time of the day"}, {"tweet_text": "RT @MeninistVibes: any man who says his wedding day is the happiest day of his life has obviously never scored a bicycle kick on FIFA"}, {"tweet_text": "When your govt @doyinokupe said  will be briefing Nigerians on rescue operation on day 365, has any of you said anything till now?"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "@Artemis_FF @MMGweb @IamMelanieWise I'd talk to Melanie any day of the week #jealous #womenkickass"}, {"tweet_text": "This day couldn't get any better 😀😀☺️☺️😊 @cat_resetar @AmandaRenaldo"}, {"tweet_text": "RT @LocoAnime: Day 24 of the #30DayAnimeChallenge: Moment that shocked you the most in any #Anime. #MaesHughes death #FMAB #FMA http://t.co…"}, {"tweet_text": "It's 1:00 pm and I haven't got any clothes on. Today is gonna be a very productive day."}, {"tweet_text": "Don't get it twisted, it's still #Knicks #KnicksNation #NYK #NYKnicks #NBA all day - it don't get any loyal than the @BleedBlueShow !"}, {"tweet_text": "Happy Birthday Jane!! @janeeexo we don't have any pics but you're so nice and band and religion are so much fun with you!! Have a great day🎉"}, {"tweet_text": "Very quiet day at the feeder. The usual suspects: redpolls, chickadees, nuthatches. Then this guy came along. Any guesses?"}, {"tweet_text": "RT @yellow_sosa_: I'd Take My Pretty Face Over A Fat Ass Any Day 😌"}, {"tweet_text": "Record store day is that day that always comes around when I don't have any money to spend."}, {"tweet_text": "RT @syndicalisms: If anyone has any May Day posters or info on meeting places, organizing, please tweet me so we can spread the word."}, {"tweet_text": "@Operator712 We appreciate you notifying us of this. If you have any future questions we're always here to assist. Have a great day! ^mb"}, {"tweet_text": "could this day get any worse 😥"}, {"tweet_text": "could this day get any worse?"}, {"tweet_text": "Perfect for Mother's Day, or any day!  http://t.co/wigaEBmyCF"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "@PiyoPrince True. (She giggled some, ruffling his hair.) Do you have any ideas? This is your day off."}, {"tweet_text": "RT @guscazares4: I'd hate to have prom/any formal event on this lovely day with great weather 😊😂😂"}, {"tweet_text": "I dont wanna see any tweets about the earth day festival cause i cant be there nO"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "RT @CourtkneeVaughn: This day couldn't be going any slower if it tried lol."}, {"tweet_text": "RT @lopezalex: Jealous of anyone buying amazing vinyl at any participating record store day stores. 😩"}, {"tweet_text": "assalamualaikum! hehee im the guy, the other day. aww just ignore those lik... — By any chance, do I know you anon? http://t.co/BmFh0bEyJ2"}, {"tweet_text": "@LilStaffa I just love Braxton so much he's the cutest he turns any bad day around"}, {"tweet_text": "@FritesStreet is there a map or something of where you guys are at any given time/day?"}, {"tweet_text": "Free bet – Bet £10 and get a £10 Free Bet the next day! Double odds – Get double the odds on ANY bet! No Lose bet … http://t.co/r5opkkAyI6"}, {"tweet_text": "For the record I will not shall not and refuse to play I'm All About The Bass at any event I work this season. Thank you and good day"}, {"tweet_text": "RT @LisaNickerson: .@ryankettering I'll trade #marketing advice for a donation to my #charity - any day! Thx! https://t.co/t3MBtLOspK http:…"}, {"tweet_text": "@Chelseaproject1 I'd take Griezmann over Reus any day of the week, he'd be incredible for us!"}, {"tweet_text": "I don't anything bothers me more then the fact that it was my birthday. .. any other day would've been nice.. my birthday thou...😩😒😖"}, {"tweet_text": "RT @they_callmecoco: Papa Johns over Chipotle any day"}, {"tweet_text": "RT @metroberlyn: Jamba Juice over Starbucks any day srry"}, {"tweet_text": "Anyone fancy being on telly? Check out this programme below if you have any issues with your child's behaviour.... http://t.co/YT1TdUUr37"}, {"tweet_text": "RT @wordnik: Word of the day: honeyguide: Any of various tropical birds that lead people to the nests of wild honeybees http://t.co/XW8eKOD…"}, {"tweet_text": "Would trade Katie Hopkins for an immigrant any day"}, {"tweet_text": "So @vanillaice is now a DIY expert.  He can come sand my floor any day etc etc.  Rinse and repeat."}, {"tweet_text": "RT @ishakaa: @forakin @omojuwa @MIKEACHIMUGU1 or he was the one that undone politics,that man could easily pass for a thug any day"}, {"tweet_text": "RT @kalenahelene: It's record store day, but I don't have any money so I'm pretending like I don't know about it."}, {"tweet_text": "I would choose a small coffee shop that nobody knows about in the outskirts of town over Starbucks any day. #justsaying"}, {"tweet_text": "@stokecity please stop playing Happy by Pharrell Williams every time we win. It just ruins my whole day. Any other song will be fine."}, {"tweet_text": "RT @elite_chase: I'll take a old time car over a new car any day"}, {"tweet_text": "@trboxing I'm heading to Vegas from Cleveland, OH for the #MayPac fight...any idea what day tix will go on sale for weigh-in?!"}, {"tweet_text": ".@ryankettering I'll trade #marketing advice for a donation to my #charity - any day! Thx! https://t.co/t3MBtLOspK http://t.co/vwbzC5Rgzb"}, {"tweet_text": "the SHA class of 2016 could give the Angels a run for their money any day of the week"}, {"tweet_text": "If only both Chelsea and ManUtd were to not receive any points today and 10 people were to break their legs. That'll be a great day"}, {"tweet_text": "RT @karjashian: Kendall over Kylie any day 😍 http://t.co/nD2te8nHJW"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "one day i will make it through work without eating any of the following:chips, bacon, cake, or toast SO BAD"}, {"tweet_text": "@HarpyFeathers Guh! &gt;v&lt;  I'd wanna see that first one any day, she actually looks legit strong, both body and mind."}, {"tweet_text": "And they are playing Johnny Cash. Can this day get any better"}, {"tweet_text": "It’s Record Store Day...which would be great, if there were any record stores left outside of major metropolitan areas."}, {"tweet_text": "are there any drake record store day things"}, {"tweet_text": "Love and smiles☺️ best thing for a sunny day! Or any day..."}, {"tweet_text": "Sandwiches r good any time of the day homie"}, {"tweet_text": "RT @iam_zaid: #Kashmir is the fragrance that can never be trapped by any occupation. The day will come. Freedom! #IAmKhalid"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "RT @allkpop Baek Ji Young says she would choose husband Jung Suk Won over Hyun Bin any day\nhttp://t.co/rHYOgMENog …"}, {"tweet_text": "Papa Johns over Chipotle any day"}, {"tweet_text": "@forakin @omojuwa @MIKEACHIMUGU1 or he was the one that undone politics,that man could easily pass for a thug any day"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "#NowPlaying Craig Hayes And The United Voices - Any Day Now #ChoirsOnBGR #gospelmusic &gt; http://t.co/JIpz3ioiP4"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "OR ANY FUCKIN DAY OF MY LIFE"}, {"tweet_text": "38 weeks today. 😁 This baby can come any day now! 👶🏽👪"}, {"tweet_text": "Free bet – Bet £10 and get a £10 Free Bet the next day! Double odds – Get double the odds on ANY bet! No Lose bet … http://t.co/5Okz3Hqhqa"}, {"tweet_text": "RT @TheRNIC_: Batman over superman any day"}, {"tweet_text": "@alicecurtis94 It could galvanise us too, just don't know. a 9 day break wont do any harm though"}, {"tweet_text": "@TSNBobMcKenzie any word on the Oilers hiring Tambo on a one day contract to attend. He's their good luck lottery charm"}, {"tweet_text": "@liveforjannah oh since your woman I need to bow down and always respect you. Khalas this isn't going any where. Have a good day."}, {"tweet_text": "REPOST IF YOU LISTEN TO ANY OF THESE BANDS:\n-Green Day\n-Good Charlotte\n-Blink-182\n-Fall Out Boy\n-All Time Low\n-Nirvana\n-5 Seconds Of Summer"}, {"tweet_text": "@TSNBobMcKenzie any truth to rumours Sabres agreed with Steve Tambellini on a one day contract?"}, {"tweet_text": "@ndrewkr fight me... And I told you, if you're all worried about days off, just don't request any!!! (But maybe the day we go to NYC)"}, {"tweet_text": "RT @shoesbyFIS: So not a pancake person give me a bagel with cream cheese smoked salmon n capers any day"}, {"tweet_text": "I’d dip into salsa over guacamole any day. Are you team guac or team salsa? http://t.co/c9Dw4tRpDk #TeamSalsa (I'm team Free Status.)"}, {"tweet_text": "RT @iam_zaid: #Kashmir is the fragrance that can never be trapped by any occupation. The day will come. Freedom! #IAmKhalid"}, {"tweet_text": "If you've followed me for years you know that on any given sunny day I am in my lounge chair in the backyard with the dogs."}, {"tweet_text": "Probably just gonna lock myself in my room so no one can make this day any shittier"}, {"tweet_text": "Who's In DC For The Earth Day Concert? Who Needs A Ride To The Concert Or Any Other Place?!! #EarthDayConcert #SideCar #Lyft -TTY:CabTheUbe…"}, {"tweet_text": "It would be so awesome if I could see my legs one day without any bruises on them"}, {"tweet_text": "Here at the Bridge, whether rain or fine\nWe can shine all the time\nHome or away, come and see us play\nYou're welcome any day.... 💚"}, {"tweet_text": "If you wear a thong with low rise jeans and have any hips at all you will probably be fighting your inner Gucci Spring 1998 all day. TYTF?"}, {"tweet_text": "RT @5erna_: @ManuBabyBoi \"coke over coffee, any day.\" -bones jones lmao jp // those were my exact words lol &amp; I only took 1 screenshot of t…"}, {"tweet_text": "I just want Gucci Guacci to know I will no longer be attending any of her pregames from this day forward @lauraguacci"}, {"tweet_text": "Perfect comfort food any day http://t.co/ReQTb1Emcu #recipe #food http://t.co/HtRbgNlVXs"}, {"tweet_text": "Ill take these accomplishments any day of the week over bodybuilding! She is my world and I try to… https://t.co/WxvxV55qmi"}, {"tweet_text": "@HTC_AshleyS Happy birthday! Enjoy the day any way that you can :-D"}, {"tweet_text": "De gea over courtois any day"}, {"tweet_text": "i prefer kendall over kylie any day"}, {"tweet_text": "I would say CTC any day"}, {"tweet_text": "RT @Pres_PollSL: RT wayforwardnow: Rumors that Mahinda not taking part in any May Day rally. Any verification out there? #lka #srilanka #pr…"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "@Krysjantrysha happy birthday trysha !! I know we dont talk as much any more :( but imy i hope you have a gr8 day 😊😘"}, {"tweet_text": "I'd Take My Pretty Face Over A Fat Ass Any Day 😌"}, {"tweet_text": "Nah “Fuck Up some Commas” #1 RT @shaqnasty: “Trap Queen” goes harder than any other song from 2015 in the club.. “All day” is #2."}, {"tweet_text": "@airjapesfifa but japes, Allen is better than any midfielder on his day..."}, {"tweet_text": "Happy Record Store Day everyone. Let us know if you find any of the other 50 of these that went to stores out... http://t.co/eAAvUQlbwu"}, {"tweet_text": "NBA Playoffs and 75 degree weather. Can the day get any better?"}, {"tweet_text": "Foos playing a record shop. Woah. Hope you've all had a fabulous Record Store Day! Anyone get any decent finds? http://t.co/yNt5roWUcd"}, {"tweet_text": "RT @TheMattEspinosa: I love breakfast food at any time of the day"}, {"tweet_text": "Record store day today? Haaaaa I can't spend any money"}, {"tweet_text": "@Bensonix NYC in the House Betting that Bitcoin is Gonna Skyrocket in Price Any Day!"}, {"tweet_text": "Are there any good record store day releases? I forgot to check and I'm broke anyways"}, {"tweet_text": "RT @OnThisDayinMath: The 108th day of the year; 108 is the smallest possible sum for a set of six distinct primes such that the sum of any …"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "RT @TypicalMsian: Nasi lemak is a special kind of food. It's perfectly fine to have it at any time of the day. 😋 http://t.co/jSPMm6z2Gj"}, {"tweet_text": "RT @iam_zaid: #Kashmir is the fragrance that can never be trapped by any occupation. The day will come. Freedom! #IAmKhalid"}, {"tweet_text": "@AriesByNature81 ahhhh guuuurl ✋🏽.. You can party wit me any day .. Biiiiatch"}, {"tweet_text": "@mmaniaci23 i'd rather watch march madness over nba playoffs any day!"}, {"tweet_text": "Playoff Basketball and a sunny spring day ? 🌞🌞 doesn't get any better 😎👌"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "Free bet – Bet £10 and get a £10 Free Bet the next day! Double odds – Get double the odds on ANY bet! No Lose bet … http://t.co/8hCefMreeI"}, {"tweet_text": "RT @daniee_carbajal: Green tea over coffee any day ☕️"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "RT @lopezalex: Jealous of anyone buying amazing vinyl at any participating record store day stores. 😩"}, {"tweet_text": "@ManuBabyBoi \"coke over coffee, any day.\" -bones jones lmao jp // those were my exact words lol &amp; I only took 1 screenshot of the comments"}, {"tweet_text": "RT @TypicalMsian: Nasi lemak is a special kind of food. It's perfectly fine to have it at any time of the day. 😋 http://t.co/jSPMm6z2Gj"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "Any day  https://t.co/QwE81tlw5s"}, {"tweet_text": "RT @halseymusic: @Trumad_Black so u think I'm just set for life? Being a musician isn't permanent. I could lose everything any day. I think…"}, {"tweet_text": "RT @comedyorjoke: “you shouldn’t be walking alone at this time of night”\nno\nactually\npeople shouldn’t fucking attack other people at any ti…"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "RT @UCMainStreet: Take a Study Break at the CCM &amp; SSLC Starbucks! Bring in your same-day receipt after 2 pm &amp; get any Cold Grande beverage …"}, {"tweet_text": "RT @RadioFreeTom: One day I'll be telling my kid about that brief time when Russia was like other countries, and people went there just lik…"}, {"tweet_text": "@ImAlexHoltti you could dm me any day 😍"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "RT @nikkipaigee: Nothing will melt my heart more then when my dog sees me for the first time of any given day"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "I'll choose American Muscle over import cars any day 🙆"}, {"tweet_text": "RT @Link_Wray: Happy Record Store Day!  Anyone score any Link Wray vinyl? #RecordStoreDay #RSD15 #rsd2015 http://t.co/zYkziZfNi6"}, {"tweet_text": "@pvnkass I'll fight you any day of the week, Layla Nicole."}, {"tweet_text": "RT @Sabrina_Yousif: Rihanna over Beyoncé any day"}, {"tweet_text": "RT @sevastiannnn: flour over corn tortillas any day"}, {"tweet_text": "I really needed just about about any excuse to get out of Orlando for a bit. Escape the ratchetness for a day or two"}, {"tweet_text": "Strain of the Day: Sour Diesel. Donate full price for any 1/8th &amp; get an 1/8th of Sour Diesel for $25 (1 only).... http://t.co/EwD54qV59B"}, {"tweet_text": "One of the most spiritual/philosophical parts of any day is the first thing someone says to you (that is completely unprovoked by you)."}, {"tweet_text": "RT @PantherLair: Just when you think a day can't get any better, it looks like @CSBigTuna7692 is about to dominate this national anthem."}, {"tweet_text": "RT @iam_zaid: #Kashmir is the fragrance that can never be trapped by any occupation. The day will come. Freedom! #IAmKhalid"}, {"tweet_text": "Does anybody know if there is any more free compost at #cityoforange pre- Earth Day event until 11am today?"}, {"tweet_text": "@MGLovesTennis maybe it was smart.havin day of extra rest. Win tmrw and take it.its not impossible by any means"}, {"tweet_text": "RT @karjashian: Kendall over Kylie any day 😍 http://t.co/nD2te8nHJW"}, {"tweet_text": "Could this day get any worse god"}, {"tweet_text": "I'm not going to let any sadness affect me. Today is a good day."}, {"tweet_text": "RT @cassidybranagan: Everyone head over to Ella's Frozen Yogurt on 135 today to support our Nicaragua mission trip! Come any time throughou…"}, {"tweet_text": "RT @geemmini: #Gemini will forgive you any day, but will never, ever forget the damage you've caused."}, {"tweet_text": "Free bet – Bet £10 and get a £10 Free Bet the next day! Double odds – Get double the odds on ANY bet! No Lose bet … http://t.co/VFXK8WPmRh"}, {"tweet_text": "@lisecostello hi yes sounds good. Any idea of a rough time. I’ll be in Manchester all day so I’ll make sure I’m here."}, {"tweet_text": "RT @zouirriall: I'll do more gain tweets and free follows later so keep my notifications so you don't miss any of them! Stay safe and have …"}, {"tweet_text": "Top day again today ! @katelewisITV Any chance we can have this weather for the next few months please ??"}, {"tweet_text": "@notlovatoday @VOIDXBIEBER ill beat your mexican ass any day"}, {"tweet_text": "CANADA SEEMS DUMBER BY THE DAY DO ANY OF MY EMBEDDED CANADIAN FOLLOWERS AGREE"}, {"tweet_text": "RT @lopezalex: Jealous of anyone buying amazing vinyl at any participating record store day stores. 😩"}, {"tweet_text": "Just when you think a day can't get any better, it looks like @CSBigTuna7692 is about to dominate this national anthem."}, {"tweet_text": "RT @TimesofBullshit: Chewbacca defence any day now. http://t.co/JwlNepEs4F\""}, {"tweet_text": "@Luenart Just purchased your \"Sounds from the Soil\" mp3. It's GORGEOUS--perfect for #EarthDay or ANY day--thank you! https://t.co/4kNIcOs4kn"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "The doorbell just rung and since I'm not expecting any guess I'm not moving, not even looking out the window! It's my day off lol!!! 😄"}, {"tweet_text": "“But the world may not last that long. The final day could come at any moment now.” — Hope to Lightning"}, {"tweet_text": "RT @FinestClothes: I'll take a dozen of these over a dozen roses any day. http://t.co/FKV7su71gl"}, {"tweet_text": "@GR8_2B_alive so scary!  and btw id rather have nutso Denis Rodman for president any day of the week!"}, {"tweet_text": "honestly if you notice i deactivated at any point until 30/4 just ignore it i'll probably be back the day after"}, {"tweet_text": "It's record store day, but I don't have any money so I'm pretending like I don't know about it."}, {"tweet_text": "@woodss I'm with you — I can't think of anything worse on any day, let alone a beautiful one 😤"}, {"tweet_text": "RT @lopezalex: Jealous of anyone buying amazing vinyl at any participating record store day stores. 😩"}, {"tweet_text": "Any chance we can make \"1990's VHS Day\" a thing? New compilation show tonight @ITV 6pm! #RecordStoreDay"}, {"tweet_text": "RT @Zaily_Marie: I really hate that any little given situation can just make or break my day, like my whole day will be terrible today I kn…"}, {"tweet_text": "RT @TheMattEspinosa: I love breakfast food at any time of the day"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "people be like \"this that idc if we stop talking weather\" \numm idc if we stop talking any day of the year 😂 tf"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "\"23rd April is the day of restoration of our self respect\" Farooq Sattar\n\nDid they every have any?"}, {"tweet_text": "RT @RadioFreeTom: One day I'll be telling my kid about that brief time when Russia was like other countries, and people went there just lik…"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "Rihanna over Beyoncé any day"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "Soccer, Carlsberg Girls, prizes, beautiful day...can it get any better? come on down and join the fun! http://t.co/2u2KmRFiab"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "I’d dip into guacamole over salsa any day. Are you team guac or team salsa? http://t.co/7NGycbsbGv #TeamGuac"}, {"tweet_text": ".f any of my status updates havedmade even one person's day better, then there's something seriously wrong with that person."}, {"tweet_text": "RT @lopezalex: Jealous of anyone buying amazing vinyl at any participating record store day stores. 😩"}, {"tweet_text": "I'd hate to have prom/any formal event on this lovely day with great weather 😊😂😂"}, {"tweet_text": "RT @nostalgiacyd: I'll lay up x watch cartoons any day."}, {"tweet_text": "What a way to start the day!  @ChadKentSpeaks &amp; @ChrisSalcedoTX -- it don't get any better than this #SalcedoSwarm http://t.co/bTeFOKKaDH"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "RT @otslondon: Anyone in any area interested in helping homeless people even just taking a few minutes out your day to have a friendly chat…"}, {"tweet_text": "RT @what_the_kellll: It's Antioch Clean-Up day‼️‼️You can participate just by picking up any trash you see, join in to make our town cleane…"}, {"tweet_text": "RT @hkcollectibles: Back when #RecordStoreDay could be any day. @gregrenoff @unchained84 @jimhudson36 #VanHalen http://t.co/6issTgKsgB"}, {"tweet_text": "RT @rtbands_bcv96: RT IF YOU LIKE ANY OF THESE BANDS!\nMCR\nBFMV\n30STM\nBMTH\nAsking Alexandria \nSkillet\nSlipknot\nMetallica\nNirvana\nACDC\nA7X\nFO…"}, {"tweet_text": "I don't think my day can get any worse😕"}, {"tweet_text": "I'll lay up x watch cartoons any day."}, {"tweet_text": "Free bet – Bet £10 and get a £10 Free Bet the next day! Double odds – Get double the odds on ANY bet! No Lose bet … http://t.co/BNRV2uHG5U"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "Glad to take points from Bournemouth make the race for promotion go down to the wire! Would take that result any day! #TheMassive"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "Having bangs means I look fabulous any time of day 🙆🏽"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "Spending the day watching dogs run around in this little river I couldn't possibly be any happier"}, {"tweet_text": "@JOELR_09 @ambrew_xoxo sorry, no. 😅 Ambreezy over Joel any day 😏"}, {"tweet_text": "Haven't seen any sundresses yet so my day hasn't been made"}, {"tweet_text": "@jab2074 couldn't have put it any better on this hot day. #coldone http://t.co/Ay8kKeOrtg"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "If ever there was the perfect day to stop being human, this is it. Orcas don't give a damn about any of your human bullshit."}, {"tweet_text": "RT @lopezalex: Jealous of anyone buying amazing vinyl at any participating record store day stores. 😩"}, {"tweet_text": "What kind of person sits in the sun all day without any extra protection on their arms so their tattoo swells up?\n&lt;&lt;&lt;&lt; #thisbint"}, {"tweet_text": "Any friend thats turned into An Enemy Been Hating Since Day 1 💯"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "I don't mess with the white but I'll take a bump with @DJPAULKOM any day."}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "RT @tuckerrdunz: If you wanna get it you can get it any day"}, {"tweet_text": "@shaekraemer any day bby I'll mail them to you!"}, {"tweet_text": "Can this day go any slower?"}, {"tweet_text": "RT @TheMattEspinosa: I love breakfast food at any time of the day"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "Amazing turn out for @recordstore day in Berwick st. Hows your record store day been any nice surprises? http://t.co/67VDtIo9ey"}, {"tweet_text": "Movies over matches any day."}, {"tweet_text": "I miss my Bae so much it hurts. I'd do anything to see him today or any day 😔❤️ #ilovehim"}, {"tweet_text": "RT @TSwiftNZ: Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t…"}, {"tweet_text": "RT @TypicalMsian: Nasi lemak is a special kind of food. It's perfectly fine to have it at any time of the day. 😋 http://t.co/jSPMm6z2Gj"}, {"tweet_text": "My cannabox should be arriving any day now 😆"}, {"tweet_text": "MOTHERS DAY is coming! We have so many cute personalized signs that make great gifts that any MOTHER will love!... http://t.co/vjnUVhuRjH"}, {"tweet_text": "RT @zouirriall: I'll do more gain tweets and free follows later so keep my notifications so you don't miss any of them! Stay safe and have …"}, {"tweet_text": "Taylor sold 637,000 copies of 1989 on it's first day which is the highest first day sales by any female artist ever! http://t.co/EhLClpTpsf"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "RT @TheMattEspinosa: I love breakfast food at any time of the day"}, {"tweet_text": "any damn ways this pic has been on my mind all day http://t.co/a5i9x49rwA"}, {"tweet_text": "@airjapesfifa @jacko_97 I agree with you there japes ! Herrera over Allen any day of the week !!"}, {"tweet_text": "@maddymeoko id play with you but i dont have any characters near that level B( plus my mouse stopped working the other day"}, {"tweet_text": "Nerd thought: I still prefer physical over digital any day of the week. If I'm spending money I want to be able to hold my purchase."}, {"tweet_text": "RT @MyBCU: You can still book your place at our #postgraduate Open Day on Wednesday. Just drop in any time that suits you! http://t.co/qNxU…"}, {"tweet_text": "Modsun, dirty heads and AER can make any day i fucking great day"}, {"tweet_text": "RT @Link_Wray: Happy Record Store Day!  Anyone score any Link Wray vinyl? #RecordStoreDay #RSD15 #rsd2015 http://t.co/zYkziZfNi6"}, {"tweet_text": "RT @saracleo24: I rather have iss then Saturday school any day 👿"}, {"tweet_text": "RT @lopezalex: Jealous of anyone buying amazing vinyl at any participating record store day stores. 😩"}, {"tweet_text": "RT @ThisCouIdBeUsXO: I'll take this over a party any day 👌 http://t.co/uaX5Mmu3rW"}, {"tweet_text": "@bsvishy @_satired not a fan. But any day over Chel/Manu."}, {"tweet_text": "It took me 30 minutes to get dressed and clean my room why does it take me 5 hours any other day I do not know"}, {"tweet_text": "Falcao. If there was any day to prove yourself worthy this would be it."}, {"tweet_text": "RT @lopezalex: Jealous of anyone buying amazing vinyl at any participating record store day stores. 😩"}, {"tweet_text": "@VaguelyRotten any day honestly :p"}, {"tweet_text": "RT @pat_benson: I think record store day is lame. But hey that's just me talking shit because I didn't buy any today."}, {"tweet_text": "RT @lopezalex: Jealous of anyone buying amazing vinyl at any participating record store day stores. 😩"}, {"tweet_text": "This guy is due to get sacked any day now haha"}, {"tweet_text": "RT @Zaily_Marie: I really hate that any little given situation can just make or break my day, like my whole day will be terrible today I kn…"}, {"tweet_text": "RT @comedyorjoke: “you shouldn’t be walking alone at this time of night”\nno\nactually\npeople shouldn’t fucking attack other people at any ti…"}, {"tweet_text": "RT @_ChrisMontana: Future &gt; The Beatles ..any day"}, {"tweet_text": "@daphbaines ...ANY DAY!!!"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "I'll take this path any day. #ironpath #cleanandjerk #weightlifting #Calpians #oly https://t.co/VhJJbhmKAa"}, {"tweet_text": "Saturday afternoons with @john_mcd_95 are my favorite. Mostly because John is my favorite and any day I get to see him is wonderful. 💕"}, {"tweet_text": "RT @Protomen: Happy Record Store Day! Head over to http://t.co/IwvPAfN1HD and use the code \"RSD15\" for 15% off any… https://t.co/2hnjftmEGK"}, {"tweet_text": "I’d dip into salsa over guacamole any day. Are you team guac or team salsa? http://t.co/NV9voSpurL #TeamSalsa"}, {"tweet_text": "I really hate that any little given situation can just make or break my day, like my whole day will be terrible today I know it 😓"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "Free bet – Bet £10 and get a £10 Free Bet the next day! Double odds – Get double the odds on ANY bet! No Lose bet … http://t.co/xNQTY6YJUU"}, {"tweet_text": "RT @HibeesBounce: Day couldnt get any worse!!!!! http://t.co/WOhLOLhBC9"}, {"tweet_text": "Jealous of anyone buying amazing vinyl at any participating record store day stores. 😩"}, {"tweet_text": "My coworkers surprised me with red velvet cupcakes, sang happy birthday AND there's a bottle of coconut ciroc. Can this day get any better?!"}, {"tweet_text": "Courtious over de gea any day"}, {"tweet_text": "Couple of bicycles sold. Bit more room in the garage (must not buy any more). Always wanted to have a bike shop. One day..."}, {"tweet_text": "@LegereDoll how are you little buddy? Your cousin is arriving any day to California! Its a surprise for you &amp; @JohnLegere"}, {"tweet_text": "RT @AutumnWithers: @edneusbit @gideonemery Just fine to hit your head with a box any day, Ed. Thanks, #ConnieCloud (weather woman). Bitingl…"}, {"tweet_text": "Happy SBW Bulldog Fans! One Day Only - Show this message and receive and extra 5% on any Apparel, Shoe or... http://t.co/gZQL65XDxw"}, {"tweet_text": "Getting ready to drop my favorite rocker chick new music video! Any day now! One of my personal… https://t.co/R47WPl0xPB"}, {"tweet_text": "@kaijacklin fuck your birthday, it's just any other day to me now"}, {"tweet_text": "A tradition unlike any other. TV Outside Day https://t.co/ENrLpsSY2Q"}, {"tweet_text": "Belk Charity Day Coupons!  Any teams out there that are interested in selling these coupons for $5.00 each,... http://t.co/1H6DQNFSKm"}, {"tweet_text": "Love love love this lady ..I'll take her f/my grandmother any day ..&amp; I'm not Black https://t.co/wqtynRiIct"}, {"tweet_text": "I’d dip into salsa over guacamole any day. Are you team guac or team salsa? http://t.co/u7NgpZml5k #TeamSalsa"}, {"tweet_text": "@edithevy I'd trade with you any day of the week. I don't mind yard work... but I HATE Woo Girls to the nth degree"}, {"tweet_text": "my brother poured water all over the floor smh could this day get any better"}, {"tweet_text": "RT @purnachaitanya: Excluding any reference or mentioning of AUM in protocol &amp; promotion for Int'l Yoga Day by Govt is very unfortunate! ht…"}, {"tweet_text": "@DestinLegarie Thanks, being mildly famous for a day is cool enough haha. I wonder if there's any new stuff in the big update from today?"}, {"tweet_text": "RT @mtvgeordieshore: WOW! Our #GeordieShore lasses could manage us ANY DAY! Check them suited &amp; booted in this week's @NowMag! http://t.co/…"}, {"tweet_text": "RT @RelationGoaIs: I'll take this over a party any day 👌 http://t.co/EtPKknAWn3"}, {"tweet_text": "Any opportunity that my mom has to ruin my day she pounces on it. I'm so fucking pissed off right now."}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "Happy Record Store Day!  Anyone score any Link Wray vinyl? #RecordStoreDay #RSD15 #rsd2015 http://t.co/zYkziZfNi6"}, {"tweet_text": "I'll take a old time car over a new car any day"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "Bruh it's record store day and I can't go to a record store or buy any records. #lovemylife"}, {"tweet_text": "RT @zouirriall: I'll do more gain tweets and free follows later so keep my notifications so you don't miss any of them! Stay safe and have …"}, {"tweet_text": "RT @OnThisDayinMath: The 108th day of the year; 108 is the smallest possible sum for a set of six distinct primes such that the sum of any …"}, {"tweet_text": "Just verified my twitter account with hardly any fuss!! Top class day :)"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "Cmon 4 o'clock! I don't want to be working any longer on this beautiful day!"}, {"tweet_text": "Any friend that turned into an enemy has been hating since day 💯"}, {"tweet_text": "Who's In DC For The Earth Day Concert? Who Needs A Ride To The Concert Or Any Other Place?!! #EarthDayConcert #SideCar #Lyft"}, {"tweet_text": "RT @TBrezzy321: Remain humble. Cause you can fall off ANY day ❗️💯\n#EnvyMG"}, {"tweet_text": "@happilyken @shawnmundes I prefer the no name brand any day"}, {"tweet_text": "RT @AyamAdoma: I Promise My eyes Not To Watch Any EPL.... So am not That United/Chelsea Match.. But Hope Chelsea will Carry The Day!!!!!"}, {"tweet_text": "I'll go back to yesterday any day!😍"}, {"tweet_text": "@itsnaughtykick We can go out any day any night"}, {"tweet_text": "This a gudd Saturday. Can it get any better is the ?? If so can't wait n wonder what the day brings 😏 *wondering*"}, {"tweet_text": "ManU over Chelsea anytime any day 💪"}, {"tweet_text": "RT @TheMattEspinosa: I love breakfast food at any time of the day"}, {"tweet_text": "@kehlanimusic is a great at any time of the day 😩😍"}, {"tweet_text": "Free bet – Bet £10 and get a £10 Free Bet the next day! Double odds – Get double the odds on ANY bet! No Lose bet … http://t.co/23bVsWI2Z6"}, {"tweet_text": "I rather have iss then Saturday school any day 👿"}, {"tweet_text": "RT @brrainstew: its record store day and i didnt buy any record are u happy satan ?? :---)))))"}, {"tweet_text": "If you wanna get it you can get it any day"}, {"tweet_text": "always told any guy i talked too at the end of the day can't ever say i needed/asked for anything! cause what i got had to get on my own! 💯👑"}, {"tweet_text": "RT @JustinJohnes: i was just greeted by two dogs at a fence, i doubt this day will get any better than that"}, {"tweet_text": "I just saw the invitation to take the test in my spam mail. Please is there any other day to take the test?@sterling_bankng @jayceekay_22"}, {"tweet_text": "RT @Coach_Gattis: Its a wonderful day for #BlueWhite weekend! Wake up find a friend and bring them to Happy Valley! There is no place like …"}, {"tweet_text": "I dont follow pages constantly posting 🍆🍆🍆 all day... bc i literally do not desire to view any but the one im with.. #manbrain confuses me"}, {"tweet_text": "RT @wvbeachclub: Great deals for today only! 50% off ANY lotion and $2 level 1 single session tans all day! No coupon needed. We're open un…"}, {"tweet_text": "my day cant get any worse ."}, {"tweet_text": "I Promise My eyes Not To Watch Any EPL.... So am not That United/Chelsea Match.. But Hope Chelsea will Carry The Day!!!!!"}, {"tweet_text": "Any day with Top Gear is a great day 😍"}, {"tweet_text": "RT @RelationGoaIs: I'll take this over a party any day 👌 http://t.co/EtPKknAWn3"}, {"tweet_text": "why don't yall like buying CD's/vinyls any other day of the year though"}, {"tweet_text": "oh i just wanna take you anywhere that you like\nwe can go out any day any night… ♫ Kiss You by One Direction — https://t.co/s6qIbqOKEE"}, {"tweet_text": "RT @Crowleyyy22: @EPearsoninc let's have another great day today! Any early played for the afternoon?"}, {"tweet_text": "I'll be on the couch all day watching the playoffs, if there's any complaints leave them in the box"}, {"tweet_text": "Speaking of losing, I still remember, I can't barely forget any second the day when I lost.\n\nYes. Losing a father."}, {"tweet_text": "If you need abit of space at Record Store Day - Just go into any record shop cos aint no one in there"}, {"tweet_text": "Could this day get any worse?!"}, {"tweet_text": "Then a guy who feeds me compliments and doesn't try to get to know me, any day!!"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "RT @Unl3sh33d: I'm not going to let any thing or any one ruin my day today ☺️"}, {"tweet_text": "I didn't sleep through any of that and now I'm tired, but I shouldn't sleep the day away, bluh."}, {"tweet_text": "Rona Canada Deals: 15% Off Any One Product Of Your Choice http://t.co/7rVBRocCNS ^.^ only 1 day"}, {"tweet_text": "RT @RadioFreeTom: One day I'll be telling my kid about that brief time when Russia was like other countries, and people went there just lik…"}, {"tweet_text": "RT @RadioFreeTom: One day I'll be telling my kid about that brief time when Russia was like other countries, and people went there just lik…"}, {"tweet_text": "Spandex over regular shorts any day when working out!"}, {"tweet_text": "RT @LuxePosh: Cuss out any music snob man you encounter on record store day."}, {"tweet_text": "RT @BDawsonRivals: To be honest, I kinda wish the weather sucked so I wouldn't feel any guilt about watching the NBA Playoffs all day."}, {"tweet_text": "Will any of the parties be canvassing around Sandon Rd area, #Stafford before polling day? I've still not seen many about town? #GE2015"}, {"tweet_text": "“@shaqnasty: \"Trap Queen\" goes harder than any other song from 2015 in the club.. \"All day\" is #2.” All Day trash tho and Future number 1"}, {"tweet_text": "RT @zouirriall: I'll do more gain tweets and free follows later so keep my notifications so you don't miss any of them! Stay safe and have …"}, {"tweet_text": "@maakeenzyy I'll bet u any day"}, {"tweet_text": "@alexdnz @theLEOpirate Did any actual congresscritters show up, other than the one they rented for the day?"}, {"tweet_text": "probably not a popular opinion but gimme a powerade zero over a powerade any day"}, {"tweet_text": "I think record store day is lame. But hey that's just me talking shit because I didn't buy any today."}, {"tweet_text": "i didn't get any records today, but i did touch a copy of my second favorite book ever signed to a friend by blake schwarzenbach so A+ day"}, {"tweet_text": "I'm not going hungry today or any other day from now on 👏"}, {"tweet_text": "#KCA #VoteJKT48ID DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introducti…"}, {"tweet_text": "Lord I thank you anyhow anyway ANY DAY!!!!!"}, {"tweet_text": "Free bet – Bet £10 and get a £10 Free Bet the next day! Double odds – Get double the odds on ANY bet! No Lose bet … http://t.co/bmQILw8P2B"}, {"tweet_text": "@balnibarbi I don't know what that is but I work until 5 so if it's a day thing I won't get any anyways"}, {"tweet_text": "RT @LuxePosh: Cuss out any music snob man you encounter on record store day."}, {"tweet_text": "RT @rtbands_bcv96: RT IF YOU LIKE ANY OF THESE BANDS!\nMCR\nBFMV\n30STM\nBMTH\nAsking Alexandria \nSkillet\nSlipknot\nMetallica\nNirvana\nACDC\nA7X\nFO…"}, {"tweet_text": "I would've been sleep all day any way 😕"}, {"tweet_text": "Suarez over Ronaldo any day"}, {"tweet_text": "RT @rtbands_bcv96: RT IF YOU LIKE ANY OF THESE BANDS!\nMCR\nBFMV\n30STM\nBMTH\nAsking Alexandria \nSkillet\nSlipknot\nMetallica\nNirvana\nACDC\nA7X\nFO…"}, {"tweet_text": "\"Trap Queen\" goes harder than any other song from 2015 in the club.. \"All day\" is #2."}, {"tweet_text": "@Hodges777 any day at all, whenever's most  convenient with you and yours"}, {"tweet_text": "RT @cib110: \"how's my girl?\" \nthis 3 word sentence could make any girls day in 2 seconds."}, {"tweet_text": "RT @iam_zaid: #Kashmir is the fragrance that can never be trapped by any occupation. The day will come. Freedom! #IAmKhalid"}, {"tweet_text": "@ashleylynnmcc_ Ashley McCarthy, If you could choose to buy any Samsung product for a day, what would it be?"}, {"tweet_text": "Am so freakin paranoid its like i have to own a have one day that doesnt has any of those pests"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "Ima be on 10,000 all day 😈😝"}, {"tweet_text": "@KTHopkins 1 day u may have a credible opinion instead of meaningless flannel to stay in the limelight because u are void of any talent"}, {"tweet_text": "Dear San Francisco,\nWe'll be inside you today! Any San Franciscans, come spend your day with us and show or tell... http://t.co/07L34Nx6BA"}, {"tweet_text": "Gimme american food any day 😭"}, {"tweet_text": "I'd take her order any day 👀  http://t.co/5jE5H2u71h"}, {"tweet_text": "If this was any other day\nI'd turn and walk the other way\nBut today\nI'll stay\nNot walk..."}, {"tweet_text": "my two faves just uploaded a new video omg my day CANNOT get any better 😍😱💕👏🏻 @AlexiBlue @AvaAvaAllan http://t.co/V6fIRPOJAi"}, {"tweet_text": "RT @EvilAngelWeb: I'd take the view from below of @AshHollywood any day of the week...#SinfulSunday\n\nhttp://t.co/i8tyF4i00O http://t.co/09q…"}, {"tweet_text": "RT @iam_zaid: #Kashmir is the fragrance that can never be trapped by any occupation. The day will come. Freedom! #IAmKhalid"}, {"tweet_text": "RT @RobynlawloR: I have this fear that one day I'm gonna get arrested for not paying any of my parking tickets ever"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "@stepbackwilk anyday with me is a special day"}, {"tweet_text": "@Eden_Eats I'll eat ya any ole day. Food truck, optional."}, {"tweet_text": "RT @AmandaVarney3: Anything can happen to anyone at any given time. So take every day and give it all you have."}, {"tweet_text": "It feels so f*ing good to have a day that couldn't have been any better. Lookin' at you,… https://t.co/t9qce3rw4T"}, {"tweet_text": "Good battling performance from #swfc I would of taken 4 points from Brentford an b'mouth any day! Praise to Grey for this season! #UTO"}, {"tweet_text": "RT @TaylorFisher: First day off after 12 straight days of work... But I wouldn't have it any other way! @MiLBprobz #milbproblems"}, {"tweet_text": "I don't think it's possible for it to be any nicer outside than it is right now. I would argue that this is the PERFECT day."}, {"tweet_text": "Can the day get any worse?"}, {"tweet_text": "RT @wordnik: Word of the day: honeyguide: Any of various tropical birds that lead people to the nests of wild honeybees http://t.co/XW8eKOD…"}, {"tweet_text": "@AmelieCarmel @WhiplashSdtrk it was part of record store day. call your local record shop and see if there's any still available!"}, {"tweet_text": "Lol i know I don't want to go to work any day 😂"}, {"tweet_text": "RT @SexTaIk: I would take this over a party any day 💏 http://t.co/y9u0nzP7i1"}, {"tweet_text": "RT @karjashian: Kendall over Kylie any day 😍 http://t.co/nD2te8nHJW"}, {"tweet_text": "...like any decent person would/should and I'm just so happy like honestly made my day"}, {"tweet_text": "I think I have an obsession with leg day, this is my third time doing it this week cus I didn't take any rest days"}, {"tweet_text": "This is one game which will make me hate you any day so pray I win @MrUnderCova 😂😂 #GGMU"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "Ok here's a dream punk line up:\nAll Time Low \nA Day To Remember \nSleeping With Sirens \nPierce The Veil \nSee any issues? Take it up with me"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "RT @Bsew2: Drake got music for any time of the day"}, {"tweet_text": "me and breya talk all day everyday about any and everything 😂."}, {"tweet_text": "And at the end of the day if the circumstances were any different I would still choose you."}, {"tweet_text": "@WordOfKo any day with Rakim blasting is a good day!"}, {"tweet_text": "@TESOnline the welcome back weekend has sucked for me so far. It spent all day yesterday updating and now isn't playing any sound."}, {"tweet_text": "Me on any given day: todays a good day to destroy ren :)"}, {"tweet_text": "Sunny day sunny color mix! Any bright colors can work as a fabulous pair! Oh, btw the necklace $4 at… https://t.co/qwUvVlgwvt"}, {"tweet_text": "Today seems like as good a day as any to talk like Kurtis Blow."}, {"tweet_text": "RT @Bsew2: Drake got music for any time of the day"}, {"tweet_text": "Any particular reason why klipspruit west ext 2 has been without H2O the whole day? @CityofJoburgZA"}, {"tweet_text": "Coachella for a day, bc i don't care for any of the other performers"}, {"tweet_text": "its record store day and i didnt buy any record are u happy satan ?? :---)))))"}, {"tweet_text": "I'd take a pit over seats any day ✌"}, {"tweet_text": "@doncollier @ProfSteveKeen no, already from day 1, its obvious that you are mental and need treatment. Are you receiving any?"}, {"tweet_text": "RT @Bsew2: Drake got music for any time of the day"}, {"tweet_text": "RT @NicoleGrupp: I don't think my day could get any worse"}, {"tweet_text": "Call me weird but I LOVE being with my family. I'd choose a movie night with them over going out with friends any day."}, {"tweet_text": "RT @JustinJohnes: i was just greeted by two dogs at a fence, i doubt this day will get any better than that"}, {"tweet_text": "@TweetingKerry I would take you on a spa day.  And I'd let you put your spaghetti in my purse any time."}, {"tweet_text": "RT @sshreck22: No offense to anyone, but I'll take Martinsburg over Wheeling any day"}, {"tweet_text": "I don't even talk about Green Day to my friends any more bc I know they're probably sick about hearing about how much I love 3 burnouts"}, {"tweet_text": "Basically my whole day today is #starwarsrebels and I wouldn't have it any other way. https://t.co/zoz6s2bFwy"}, {"tweet_text": "RT @justhotchicks69: I'll chill with her any day 😎 http://t.co/Rhj3sCXN5s"}, {"tweet_text": "it's record store day so if any of you are out I really want 1989 on vinyl 😁"}, {"tweet_text": "RT @suubolasanm: its hurt like hell bila crush kau treat kau like a princess then one day dia tggalkn kau without any reason &amp; suddenly he …"}, {"tweet_text": "RT @wickedsuga: My OCD would beat your ADD any day. \n\nBut that seems disorderly and messy, so nevermind."}, {"tweet_text": "RT @RadioFreeTom: One day I'll be telling my kid about that brief time when Russia was like other countries, and people went there just lik…"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "Only slander cancer frequently get is our emotions. Il take that any day."}, {"tweet_text": "@_Prettysoboujee any day now ? 👶🎀💘"}, {"tweet_text": "Could this day really get any better? @C_Darwin_OFB http://t.co/ool0rR0JoF"}, {"tweet_text": "RT @RadioFreeTom: One day I'll be telling my kid about that brief time when Russia was like other countries, and people went there just lik…"}, {"tweet_text": "RT @RadioFreeTom: One day I'll be telling my kid about that brief time when Russia was like other countries, and people went there just lik…"}, {"tweet_text": "Can this day get any better!😅"}, {"tweet_text": "My band director thinks it's okay to give us 3 songs the day before a concert without any practice, and I'm going to the concert now..."}, {"tweet_text": "Perfect comfort food any day http://t.co/KPY7hyWbhG #recipe #food http://t.co/n86f0cRsE6"}, {"tweet_text": "... At least midnight tonight. Then on call after that to come in any time of day or night over the next 4 days. No defined off time. Crazy!"}, {"tweet_text": "RT @FatherGaberham: Day 2 of Twitter and still no sign of any life."}, {"tweet_text": "RT @JustinJohnes: i was just greeted by two dogs at a fence, i doubt this day will get any better than that"}, {"tweet_text": "De Gea vs Courtois. I would pick De Gea, any day of the week and twice on sunday."}, {"tweet_text": "Second day after leg-agedon, it hurts to sit, stand, bend down and to make any sudden movements #growinggains #gains"}, {"tweet_text": "RT @TheMattEspinosa: I love breakfast food at any time of the day"}, {"tweet_text": "@IWrexx any day now bitch"}, {"tweet_text": "I’d dip into guacamole over salsa any day. Are you team guac or team salsa? http://t.co/1hDLTM6Koo #TeamGuac"}, {"tweet_text": "I will take joy over happiness any day! #Love"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "RT @hkcollectibles: Back when #RecordStoreDay could be any day. @gregrenoff @unchained84 @jimhudson36 #VanHalen http://t.co/6issTgKsgB"}, {"tweet_text": "Tomorrow's the last day of our wedding roadshow , do comedown to Dhoby Ghaut Green &amp; support us! Any… https://t.co/qfM0tX7PTi"}, {"tweet_text": "Really don't wanna sit in the house all day or any house for that matter... Someone come out to eat with me 😘"}, {"tweet_text": "RT @BDawsonRivals: To be honest, I kinda wish the weather sucked so I wouldn't feel any guilt about watching the NBA Playoffs all day."}, {"tweet_text": "@barneyfarmer @Adders500 @HealeyCartoons Aye, like Tennent's Super - not appropriate for any fucking day..\nyet here I am at the offy again."}, {"tweet_text": "I'll take #floodstage &amp; sunshine over rain any day @ChristieDutton @LaurenWAVE3TV @KevinHarned #ThunderOverLouisville http://t.co/YhLzjKECPR"}, {"tweet_text": "RT @NicoleGrupp: I don't think my day could get any worse"}, {"tweet_text": "Well, I'm awake and seeing what a gorgeous day it is out here in beautiful Seattle, WA. How's everyone doing today? Any awesome plans?"}, {"tweet_text": "RT @BDawsonRivals: To be honest, I kinda wish the weather sucked so I wouldn't feel any guilt about watching the NBA Playoffs all day."}, {"tweet_text": "... No concept of a workday, weekend, or any sense of a normal schedule. My day started unexpectedly at 4 this morning and will go until..."}, {"tweet_text": "@JaeShengAng cant find the \"awesome\" in any one of them..maybe except for brightest day and blackest night"}, {"tweet_text": "@RickyPDillon hope you do too💓 any plans for the day?"}, {"tweet_text": "RT @zouirriall: I'll do more gain tweets and free follows later so keep my notifications so you don't miss any of them! Stay safe and have …"}, {"tweet_text": "@RickyPDillon any plans for the day ?"}, {"tweet_text": "RT @danhackett89: Best day of the year until a ten ball duck failing to get a bat on any, then remembering how much the ball hurts and hati…"}, {"tweet_text": "RT @RevaSteenbergen: My very best friend in the world...wow, how you are always there for me at any minute of any day ❤ @bluehorizons7 http…"}, {"tweet_text": "Free bet – Bet £10 and get a £10 Free Bet the next day! Double odds – Get double the odds on ANY bet! No Lose bet … http://t.co/hjU7I8HnPO"}, {"tweet_text": "Word of the day: honeyguide: Any of various tropical birds that lead people to the nests of wild honeybees http://t.co/XW8eKODHZU #wotd"}, {"tweet_text": "ASL class, pick up my #beersnake shirt, poker game with the work buddies and @NHLJets game! Can this day get any better? #GoJetsGo #believe"}, {"tweet_text": "RT @minabambur: idk bout you but id take a wrestler or football player over a baseball player any day😌"}, {"tweet_text": "Spending the day with these three. I've got my hands full. But I wouldn't want to spend it any other… https://t.co/ExhnUCw9mO"}, {"tweet_text": "RT @rtbands_bcv96: RT IF YOU LIKE ANY OF THESE BANDS!\nMCR\nBFMV\n30STM\nBMTH\nAsking Alexandria \nSkillet\nSlipknot\nMetallica\nNirvana\nACDC\nA7X\nFO…"}, {"tweet_text": "Didn't get any cool Record Day releases, but I did finally get this on vinyl! #OMD http://t.co/faH6e7s3Af"}, {"tweet_text": "RT @TheMattEspinosa: I love breakfast food at any time of the day"}, {"tweet_text": "Pay day cannot come any slower 😩"}, {"tweet_text": "RT @comedyorjoke: “you shouldn’t be walking alone at this time of night”\nno\nactually\npeople shouldn’t fucking attack other people at any ti…"}, {"tweet_text": "I’d dip into salsa over guacamole any day. Are you team guac or team salsa? http://t.co/7wkV7e9egU #TeamSalsa"}, {"tweet_text": "@flybymgc THSNK YOU SO MUCH IM SO HAPPY YOU DONT HAVE ANY IDEA HOW MUCH YOU MADE MY DAY HAPPIER 😭😭 im going to sleep happy ohntkfdm"}, {"tweet_text": "Nothing will melt my heart more then when my dog sees me for the first time of any given day"}, {"tweet_text": "@bukolasaraki reasons why ABS will stand above any of his equals any day ain't far fetch as we can al check d standards of his inputs @ NAAS"}, {"tweet_text": "One day I'll be telling my kid about that brief time when Russia was like other countries, and people went there just like any other place."}, {"tweet_text": "RT @Almalizet___925: I swear if my mom is in a bad mood in the morning or any day , everyone in the house is in a bad mood 😒😒."}, {"tweet_text": "This day couldn't be going any slower if it tried lol."}, {"tweet_text": "RT @GatewayArchSTL: Saturday. @Cardinals game. @StLouisBlues playoff game. And I'm fee-free. CAN THIS DAY BE ANY BETTER? #STL"}, {"tweet_text": "RT @xSummerLove24: @MazeRunnerQuote @EGVGotham omg ikr any day now :D"}, {"tweet_text": "you gota love diaspora zimbos. they look for any reason to turn up! shuwa vangani who celebrate independence day kumba.hehehe"}, {"tweet_text": "RT @simplypeachy__: I am not an any time of day person"}, {"tweet_text": "guys, im so upset. was waiting outside Hot Topic since 5am and i didnt get ANY of the Record Store Day releases I wanted!"}, {"tweet_text": "@jakepredatorth1 any of this shit from the other day get sorted?"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "Got my priorities sorted, football over revision any day😂👍🏻 http://t.co/325NVZeyfs"}, {"tweet_text": "RT @purnachaitanya: Excluding any reference or mentioning of AUM in protocol &amp; promotion for Int'l Yoga Day by Govt is very unfortunate! ht…"}, {"tweet_text": "Watching raps gm on espn &gt; than raptors shit box network any day !!!"}, {"tweet_text": "It's taken me a long time to realize I just don't give two fucks about normal penetrative sex. Give me kink over that any day."}, {"tweet_text": "Startingg Lineupp coming out to All Day &amp; Black Skinhead.... does it get any better"}, {"tweet_text": "I am not an any time of day person"}, {"tweet_text": "There went any chance of this day being half way decent"}, {"tweet_text": "I dumped her....I can find another any day 😏"}, {"tweet_text": "RT @Ashton5SOS: just played drums on some bad ass songs today... any day I get too play some drums is a great day"}, {"tweet_text": "@_cdawg94 will says victor wanyama will fuck you up any day 😉 .... But not today 😔"}, {"tweet_text": "@ChrisHermski I'm not watched any 2day mate, out and about most if the day with the wee dude lol"}, {"tweet_text": "Day drinking &amp; studying gait...does it get any better 🚶🍷"}, {"tweet_text": "RT @zouirriall: I'll do more gain tweets and free follows later so keep my notifications so you don't miss any of them! Stay safe and have …"}, {"tweet_text": "@jackfrags any reason they won't do 64. On what you have seen do you think it's a day one purchase for BF players"}, {"tweet_text": "@twinbunsmgc @normanisbeyonce 5h could outsing louis any day wtf are you trying to say"}, {"tweet_text": "RT @TheMattEspinosa: I love breakfast food at any time of the day"}, {"tweet_text": "Record Store Day @twistDenver beats your boring Black Friday any day http://t.co/VFf1KrfIsR"}, {"tweet_text": "@wwfcofficial I'd take points on the board any day of the week! UP THE CHAIRBOYS!!"}, {"tweet_text": "Action movies over rom-coms any day of the week!  http://t.co/tOuT6ENz3t #CokeActionVote"}, {"tweet_text": "anyone know of any good record store day parties / events in LA??"}, {"tweet_text": "RT @JustinJohnes: i was just greeted by two dogs at a fence, i doubt this day will get any better than that"}, {"tweet_text": "RT @purnachaitanya: Excluding any reference or mentioning of AUM in protocol &amp; promotion for Int'l Yoga Day by Govt is very unfortunate! ht…"}, {"tweet_text": "@imthenicenurse I dont think so Mark. It's a comment made in a meeting discussing road safety. It's the usual stuff. He'd say that any day😏"}, {"tweet_text": "@MrTonySays Geez..you got some haters..I'll just say hello and have a good day..and I would take Miggy over Trout any day for a must win.Cya"}, {"tweet_text": "I'll take her cock up the ass any day! https://t.co/touclOnQ6P"}, {"tweet_text": "@danisnotagirl awh np promo or spam any day"}, {"tweet_text": "Anybody doing any day drinking?"}, {"tweet_text": "Free bet – Bet £10 and get a £10 Free Bet the next day! Double odds – Get double the odds on ANY bet! No Lose bet … http://t.co/onU7K9skYf"}, {"tweet_text": "DC over Marvel any day."}, {"tweet_text": "RT @OnThisDayinMath: The 108th day of the year; 108 is the smallest possible sum for a set of six distinct primes such that the sum of any …"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "Go into Record Store Day wanting 4 items, wonder if I will get any of them. I don't wish to wait in the lines. I arrive when they open..."}, {"tweet_text": "Action movies over rom-coms any day of the week!  http://t.co/VHj27Advca #CokeActionVote"}, {"tweet_text": "I know once I go outside, it's a wrap for any work for the rest of the day"}, {"tweet_text": "RT @iam_zaid: #Kashmir is the fragrance that can never be trapped by any occupation. The day will come. Freedom! #IAmKhalid"}, {"tweet_text": "#StarWars comes out Christmas Day??? Then what - go out for Chinese food like some kinda Jew? And God help any... http://t.co/1lOouedpVb"}, {"tweet_text": "Having a pain free, Hardly any tummy swelling, kind of day. Very pleased but very dubious that its another fluke."}, {"tweet_text": "Green tea over coffee any day ☕️"}, {"tweet_text": "Day 2 of Twitter and still no sign of any life."}, {"tweet_text": "this headache can go away any day now."}, {"tweet_text": "@brosemaiman do any record store day shopping??"}, {"tweet_text": "I’d dip into guacamole over salsa any day. Are you team guac or team salsa? http://t.co/HBwHk0hFBh #TeamGuac"}, {"tweet_text": "Bill Simmons over Jalen rose any day"}, {"tweet_text": "RT @TheCyclingBug: Take the 30 day muffin top challenge to blitz any overhang! http://t.co/LgIRxhemF0 http://t.co/M26ukcXCE0"}, {"tweet_text": "RT @iam_zaid: #Kashmir is the fragrance that can never be trapped by any occupation. The day will come. Freedom! #IAmKhalid"}, {"tweet_text": "Oh God I've just realized that you can replace \"build a snowman\" with any four syllable verb phrase and it still works...my day is now gone"}, {"tweet_text": "Pretty sure if this girl in front of me was any more orange she would count as one of my five a day #5aday #itsmr5aday"}, {"tweet_text": "Ready to make hay any day now #needrain #hayharvest2k15"}, {"tweet_text": "RT @KansasloveGirl: Batman over superman any day"}, {"tweet_text": "RT @Luvlymonica_: this whole week has been great to me and I still till this day wouldn't trade any of it for the world ."}, {"tweet_text": "As long as I can still go to the gym, I can get these any day."}, {"tweet_text": "A dear friend has just reminded me that today is world circus day...With any luck I might get to juggle some balls later....."}, {"tweet_text": "It's record store day, Bdn now has one (Faders on Vic). Go support. (Even though I think any _______ day is BS)"}, {"tweet_text": "So did any lucky people get the Manics picture disc today ? I've been at work all day not that there's a record shop anywhere near me !"}, {"tweet_text": "RT @JustinJohnes: i was just greeted by two dogs at a fence, i doubt this day will get any better than that"}, {"tweet_text": "I dont have any plans today. Its a whatever happens happens day"}, {"tweet_text": "@mattyflynn yeah, have a lot of Reading fans in the family. Any other day I’d be cheering them."}, {"tweet_text": "Even the smallest #good and #bad #deeds we do will be taken into account on the #Last #Day!Do not regard any deed as #insignificant! 99:7-8"}, {"tweet_text": "Can a day be any more gorgeous than this???? 😎🌞🌼 #spring #iloveit"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "If there was any day where I was gonna cry at work it would be today 😩"}, {"tweet_text": "Blair can get here any day now🙏"}, {"tweet_text": "RT @what_the_kellll: It's Antioch Clean-Up day‼️‼️You can participate just by picking up any trash you see, join in to make our town cleane…"}, {"tweet_text": "Happy birthday @carolinecarr418 I can't find any of our pictures:( but I hope u have a great day! Love you❤️"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "RT @purnachaitanya: Excluding any reference or mentioning of AUM in protocol &amp; promotion for Int'l Yoga Day by Govt is very unfortunate! ht…"}, {"tweet_text": "Headed up to Sonoma for the day... any tips? 🍷🍷"}, {"tweet_text": "I'll pick McCutchen over trout any day"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "HAPPY BIRTHDAY TO THE DIME ON THE RIGHT! Your best roommate trophy should be coming in the mail any day now ~ 💕💛☝🏽️ http://t.co/inMYxOTAg6"}, {"tweet_text": "Not the best day of fishing but any day fishing can't be too bad"}, {"tweet_text": "NEW CHERISHED TEDDIES~MATTHEW~\"A DASH OF LOVE SWEETENS ANY DAY!\"~IN BOX http://t.co/SPv7JV1nSP http://t.co/8rJQFsC4wQ"}, {"tweet_text": "Today is the day. Don't wait until any other day to live life and love it!\n\n#today #dreambig… https://t.co/wZbBHxyy8t"}, {"tweet_text": "RT @HornyFacts: \"how's my girl?\" \nthis 3 word sentence could make any girls day in 2 seconds"}, {"tweet_text": "Happy #RecordStoreDay aka the day when I never ever have any money to buy records."}, {"tweet_text": "RT @_mohni: staying in today, like any other day"}, {"tweet_text": "Today my idgaf day I ain't in the mood to get dressed up or any of that still moving and tryna fix up this house my allergies acting up too"}, {"tweet_text": "RT @what_the_kellll: It's Antioch Clean-Up day‼️‼️You can participate just by picking up any trash you see, join in to make our town cleane…"}, {"tweet_text": "RT @Unl3sh33d: I'm not going to let any thing or any one ruin my day today ☺️"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "@Louis_Tomlinson @Real_Liam_Payne @Harry_Styles @NiallOfficial @zaynmalik have any of you eaten yet? Slept well? Had a great day?"}, {"tweet_text": "RT @Deestiny_arieel: Any day that's above ground should be a good day."}, {"tweet_text": "Say whaaaaat!!!! Javivas at #PeetsCoffee are 50% off through May!!! Like can my day get any better!! #coffee #Peets #JavivasAreAmazing"}, {"tweet_text": "RT @JustinJohnes: i was just greeted by two dogs at a fence, i doubt this day will get any better than that"}, {"tweet_text": "yall could wash my car any day 😂😍 http://t.co/1nHMtfNWO8"}, {"tweet_text": "RT @marisakimerer: Could it be any more of a beautiful day for prom? No, not it could not. ☀️"}, {"tweet_text": "&amp; any day above ground is a good day . 🙏🏾"}, {"tweet_text": "RT @MyKushJoint: 4:20 best part about any day"}, {"tweet_text": "Taking the risk of going a day away from my computer. Do not let any important NCSU sports thing happen. I'm counting on all of you"}, {"tweet_text": "Come &amp; browse my latest collections in your own time at your own convenience. I take appointments any day any... http://t.co/x1bZitCc0C"}, {"tweet_text": "Happy Spring Baltimore. Come eat on our terrace, alfresco two slices of any pizza five dollars. All day. http://t.co/3XqUlthJf4"}, {"tweet_text": "Name any MNC which pays for sleeping whole day.\nMay be I'm over qualified."}, {"tweet_text": "@SoucieSamantha 💖💖💖any day princess"}, {"tweet_text": "when it's record store day and there aren't any stores near you :-)"}, {"tweet_text": "RT @JustinJohnes: i was just greeted by two dogs at a fence, i doubt this day will get any better than that"}, {"tweet_text": "RT @chrismsnz: Here are my slides on \"PHP Type Juggling\" from @owasp Day NZ 2015 https://t.co/sl7g03FPUU feel free to drop me a line with a…"}, {"tweet_text": "Gawd. Miles Teller can be my Willard any day. 😍😘"}, {"tweet_text": "im dont watch any anime, im just reading book,studying, and cooking in all my day 8'D"}, {"tweet_text": "RT @TBrezzy321: Remain humble. Cause you can fall off ANY day ❗️💯\n#EnvyMG"}, {"tweet_text": "RT @hkcollectibles: Back when #RecordStoreDay could be any day. @gregrenoff @unchained84 @jimhudson36 #VanHalen http://t.co/6issTgKsgB"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "he was a kid all this time so that he could avoid romancing any of my friends but then one day he asked to become an adult"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "RT @JustinJohnes: i was just greeted by two dogs at a fence, i doubt this day will get any better than that"}, {"tweet_text": "RT @TheMattEspinosa: I love breakfast food at any time of the day"}, {"tweet_text": "@iamdjman I'd take the guy who is a straight talker any day. At least I'll knw the truth"}, {"tweet_text": "RT @kushstina: Any day above ground is a good one.\nRemember that."}, {"tweet_text": "\"Jenna Shawl can get it any day of the week\""}, {"tweet_text": "You total twat! Have to find any reason you can to upset me every fucking day!"}, {"tweet_text": "\"The pi lam brother with the camo lettered hoodie can get it any day\""}, {"tweet_text": "Update should go live any day now. It's taking sooooo long...."}, {"tweet_text": "RT @GatewayArchSTL: Saturday. @Cardinals game. @StLouisBlues playoff game. And I'm fee-free. CAN THIS DAY BE ANY BETTER? #STL"}, {"tweet_text": "Woke up to a sky like this on the first day of the rest of my life. Couldn't be any more perfect😊 http://t.co/w71kefDtN5"}, {"tweet_text": "RT @halseymusic: @Trumad_Black so u think I'm just set for life? Being a musician isn't permanent. I could lose everything any day. I think…"}, {"tweet_text": "RT @purnachaitanya: Excluding any reference or mentioning of AUM in protocol &amp; promotion for Int'l Yoga Day by Govt is very unfortunate! ht…"}, {"tweet_text": "@jackgiangi THX ID RATHER MY DOGS THAN PEOPLE ANY DAY UNLESS THEY ARE AT THE SHOOTING RANGE"}, {"tweet_text": "A whole day of sunshine and playoff hockey awaits me and i couldn't be any happier"}, {"tweet_text": "@TydeLevi @ChelseaFC carn chelsea💙 better than playing Fifa any day :)"}, {"tweet_text": "A full day of the NBA playoffs makes any day better👍🏼"}, {"tweet_text": "Bellerin over dubuchy any day"}, {"tweet_text": "RT @OFWalt: There's just something different about waking up on a Saturday compared to any other day of the week"}, {"tweet_text": "RT @xoMarsheyox: Im too salty!! I just knew I was going out tonight but I'll take that overtime over a drunken night out any day!"}, {"tweet_text": "RT @TheMattEspinosa: I love breakfast food at any time of the day"}, {"tweet_text": "@PocketValMarien *fights down any spark of pleasure in his heart, knowing this is not what the gesture meant* I hope one day you do, as a &gt;"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "Reggae &gt; Rap any day 😌"}, {"tweet_text": "@stephenasmith just wanted to say I'd want you on my debate team any day. You always keep it real, insightful, and entertaining!"}, {"tweet_text": "Thank you. Not an easy profession on any day we always have to keep trying to educate@olinational @tatecurtis @BikeLeague"}, {"tweet_text": "Me &amp; Dawnn don't like wataburger or bbq. She can go out to eat wit me any day. We can be picky together 😘😘"}, {"tweet_text": "RT @aaashleyhumbert: Being best friends with someone doesn't mean they can't turn their back on you any day, any time."}, {"tweet_text": "My landlord wants Mays rent on the 21st of April. Like no thats not how this works. You can't just make up any ol' day for it to be paid 😠🙅"}, {"tweet_text": "RT @JustinJohnes: i was just greeted by two dogs at a fence, i doubt this day will get any better than that"}, {"tweet_text": "RT @TrowTownTeam: Just two weeks to go till our 1st @teenage_market of the year. Joining the Lions for the May Day Fayre. Any #entrepreneur…"}, {"tweet_text": "RT @Unl3sh33d: I'm not going to let any thing or any one ruin my day today ☺️"}, {"tweet_text": "RT @wvbeachclub: Great deals for today only! 50% off ANY lotion and $2 level 1 single session tans all day! No coupon needed. We're open un…"}, {"tweet_text": "Id really like to start feeling like a regular human being any day now"}, {"tweet_text": "NBC over Sky Sports on any given day! mainly because of MARTIN TYLER!! #ManUtd #Chelsea"}, {"tweet_text": "** Product of the Day **\nVictorian Nail Shields\nThese nail studs (Silver &amp; Gold) go perfectly with any mani! Glam... http://t.co/iM5jzpGqP0"}, {"tweet_text": "I'll take rainy days any day. 🌱☔️ http://t.co/hQXBuKZ8Yd"}, {"tweet_text": "RT @Aries_ht: For guys \"bros over hoes\". For girls \"chicks over dicks\". For #Aries, it's \"whoever has my back over the fake ass people, any…"}, {"tweet_text": "RT @purnachaitanya: Excluding any reference or mentioning of AUM in protocol &amp; promotion for Int'l Yoga Day by Govt is very unfortunate! ht…"}, {"tweet_text": "RT @HornyFacts: For girls, it's chicks before dicks. For guys, it's bros before hoes. For me it's whoever has my back over fake ass bitches…"}, {"tweet_text": "Hi friends! I apologize for not tweeting any quotes today! My hubby and I bought a house and we've been moving all day! Twee"}, {"tweet_text": "RT @cameronp_96: Arsenal v Reading over United Chelsea any day"}, {"tweet_text": "RT @Aries_ht: For guys \"bros over hoes\". For girls \"chicks over dicks\". For #Aries, it's \"whoever has my back over the fake ass people, any…"}, {"tweet_text": "Anyone have any ps+ 2 day trials i can borrow?"}, {"tweet_text": "#CHEMUN match day! Prepare for a bloodbath! Leave the pitch w/o any survivors! It's either win or go home! \nGGMU! GGMU!"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "Taco Bell breakfast beats Mcdonalds any day. 😍"}, {"tweet_text": "As you know me, I think United can win any game on there day ...... But today seeing the team I'm worried 󾍔󾍔󾍔󾍔󾍔"}, {"tweet_text": "RT @tdyani: My area cleared from any possible load shedding for the rest of the day... http://t.co/snrdEymjgV"}, {"tweet_text": "Arsenal v Reading over United Chelsea any day"}, {"tweet_text": "RT @rtbands_bcv96: RT if you like Any\nATL\nMCR\nBFMV\n30STM\nBMTH\nBreaking Benjamin\nSkillet\nSlipknot\n3DG\nMetallica\nNirvana\nACDC\nA7X\nFOB\nPTV\nGre…"}, {"tweet_text": "RT @Unl3sh33d: I'm not going to let any thing or any one ruin my day today ☺️"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "Any fucking day I work its nice asf...my day off ☔☔☔☔☔☔☔"}, {"tweet_text": "Any day* RT @DavidLCreme: Great day for some day drinking"}, {"tweet_text": "We need help with a transport from Santa Barbara to Paso Robles this coming week, any day but Thurs. Can you... http://t.co/T3yLgK5xVG"}, {"tweet_text": "@GillyOagain she was funny. This happened right before lunch and they wouldn't let her have any food all day. Just liquids. Not happy. 😠😖"}, {"tweet_text": "RT @RetweetTheSongs: RT IF YOU LIKE ANY OF THESE BANDS!\nMCR\nBFMV\n30STM\nBMTH\nAsking Alexandria \nSkillet\nSlipknot\nMetallica\nNirvana\nACDC\nA7X\n…"}, {"tweet_text": "@Pxl_Pusher are there anymore GT's coming out today or any other day?"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "RT @Who_Hurt_You: Never! RT @ChefSwaygo: I’ll never be above a bowl of cereal at any hour of the day"}, {"tweet_text": "@penguins Day to day implies daily. Both have been out for weeks. If not wasn't for bad luck, we wouldn't have any luck at all."}, {"tweet_text": "RT @BluBacRecords: Green Day Doubted They Would Win Any VMAs — Now They’re Hall Of Famers: Check out this vintage 1994 VMA clip f... http:/…"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "Lovely day looking at the lambs. Blue sky, green fresh grass, does it get any better? #wiltshirehorn http://t.co/HJD8VhTODa"}, {"tweet_text": "RT @hkcollectibles: Back when #RecordStoreDay could be any day. @gregrenoff @unchained84 @jimhudson36 #VanHalen http://t.co/6issTgKsgB"}, {"tweet_text": "RT @OleNole7: @steph93065 I'll take the right first term senator over lousy progressive leaning governors any day of the week and twice on …"}, {"tweet_text": "I would rather have bad hair than bad eyebrows ... ANY DAY OF THE WEEK"}, {"tweet_text": "RT @TheMattEspinosa: I love breakfast food at any time of the day"}, {"tweet_text": "RT @DanSlott: Seems as good a note as any to bring up that\nFree Comic Book Day is right around the corner!\nA great introduction to comics--…"}, {"tweet_text": "RT @Deestiny_arieel: Any day that's above ground should be a good day."}, {"tweet_text": "I jUST SAW A GROUP OF DOGS RUNNING TOGETHER ON THE FIELD, THIS DAY COULDNT GET ANY BETTER OMAI GAWDDD, thiS MADE ME SO HAPPY"}, {"tweet_text": "RT @magapie290: I'd take hanging out with a group of 5 over a group of 20 any day"}, {"tweet_text": "RT @BornCountry_: Listening to George Strait will make any day better."}, {"tweet_text": "Happy Record [Store] Shop Day! Anyone get any bargains today, then? We nabbed up a few belters...that may be debuting at tonight's club!"}, {"tweet_text": "how's my girl? this 3 word sentence could make any girls day in 2 seconds"}, {"tweet_text": "@markhymanmd question - not eating anything i shouldnt be ala 10 day detox but still getting bloated at the end of the day.  Any ideas?"}]