[{"tweet_text": "@SueKirk  I believe you can do this #goSue"}, {"tweet_text": "It's more than okay. I'd like to do that with you. A day activity just for the two of us. I believe we both deserve something like that now."}, {"tweet_text": "Do you believe that each individual on Earth has a soulmate?  — Sure. I've found my soulmate for prove. hihi http://t.co/y0xrVNa4e0"}, {"tweet_text": "RT @Job4What: we deserve what we want. some ppl dnt believe they do bc they dnt feel like they're worth their dreams n sht. naw, YOU deserv…"}, {"tweet_text": "@LuvverDuck so tell me do you believe the lies of Suzanne that health Toruism is costing the NHS £2bn?"}, {"tweet_text": "@hescuddlex no you're supposed to believe your idol, which you obviously don't do."}, {"tweet_text": "@KileyMcnew ok I don't need you to believe me idc if you do wtf"}, {"tweet_text": "@MikkiL I also believe Judaism is a religion of love and righteousness. Do you agree with the murder of Palestinian children?"}, {"tweet_text": "@Trunthepaige @ephphathoughts where do you see that? lol. I call you whitey - I don't believe in those other terms and make that clear"}, {"tweet_text": "RT @AntMan: \"I believe everyone deserves a shot at redemption. Do you?\" #AntMan http://t.co/Wr08j1vxHf"}, {"tweet_text": "YOU ARE SLEEPING YOU DO NOT WANT TO BELIEVE"}, {"tweet_text": "RT @JB_Wilson57: I don't believe in peer pressure, you control what you do."}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "Believe in yourself even when no one else does. If someone tells you that you can't do it, prove them wrong."}, {"tweet_text": "You Won't Believe What This Girl Was Trying to Do With STRANGERS! http://t.co/pImdMh3JlW"}, {"tweet_text": "You Won't Believe What This Girl Was Trying to Do With STRANGERS! http://t.co/wX7DawkHIx"}, {"tweet_text": "RT @ItsRalphieOrtiz: Do you broads really believe when you gas up a friend of yours via social networks telling them they look good with th…"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "The love of my life left me like it was the easiest thing to do, i'm still standing and I still believe in love. You think I need you ?😂😂"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "Do you believe in global warming now? https://t.co/UeMG9mbvkS"}, {"tweet_text": "\"Don't aim for success if you want it; just do what you love and believe in, and it will come naturally.\"  @spruhashirish @bapat_priya"}, {"tweet_text": "There is nothing that you cannot do as long as you believe you can do it. Never under estimate yourself."}, {"tweet_text": "@cdeahy do you believe in \"happy ever after?\""}, {"tweet_text": "RT @shaunrobinson: The best thing you can ever do is believe in yourself."}, {"tweet_text": "Advice 101: Dont believe those who tell you they love you, believe those who show you they do."}, {"tweet_text": "@KaseyDavis11 @CW_Arrow You can do it!  I believe in you!!  Lol."}, {"tweet_text": "We value x\nWho is in charge of x?\nWe believe it happens organically.\nHow do you quantify it?\nWe use a faith-based accountability system."}, {"tweet_text": "RT @jjauthor: Is the media believe if you do not agree 100% with their leftwing ideology – they have the right to call you anti-American?#W…"}, {"tweet_text": "RT @erikrush: Heh... the media believe if you do not agree with their leftwing ideology, they have the right to call you all sorts of s**t …"}, {"tweet_text": "RT @markbarnes19: Do you understand #HackLearning? I believe it can change #education http://t.co/aO5FrBY9aD http://t.co/DmOBpeIRfN"}, {"tweet_text": "RT @styler000: Believe in yourself even\nwhen no one else does. If\nsomeone tells you that you\ncan't do it, prove them\nwrong.\""}, {"tweet_text": "You can do it if you believe you can!-Napoleon Hill http://t.co/B2RmYKcdEF #listen #success"}, {"tweet_text": "Fighting Hero @lorenzo99 believe in yourself,you can do the best,good luck..!!👍👍"}, {"tweet_text": "RT @JB_Wilson57: I don't believe in peer pressure, you control what you do."}, {"tweet_text": "Girl: oikawa-san, i love you, please go out with me!\nOikawa: do you believe in aliens?\nGirl: n-no?\nOikawa: sorry, i can't go out with you."}, {"tweet_text": "@oddurbanite So, back to Crystal. You do realize life's not the French Riviera. Believe me. Life's not a charity ball!"}, {"tweet_text": "@imabocagirl Real Arianators believe in you, do not worry about the haters"}, {"tweet_text": "All you have to do is believe in yourself.. #quote"}, {"tweet_text": "Do you believe in me?"}, {"tweet_text": "I don't believe in peer pressure, you control what you do."}, {"tweet_text": "@Haynszie do you believe in parallel universes?"}, {"tweet_text": "@grantlandish I believe you can do that with humans, at least, but it's very difficult to pull off. Better just to creep around 'em imo."}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "@EvanWKU @DarrenPhelps81 @zach_greenwell Do you truly believe that given our past spring recruiting successes?!?  Exceptions not the rule!"}, {"tweet_text": "RT @InsanityMAX30: Don’t call CIZE a workout—but believe that it will get you in the best shape of your life. http://t.co/8vMlu6yaIk http:/…"}, {"tweet_text": "Do you honestly believe someone is just going to out them? It's not their place. I'm starting to think antis have no brain"}, {"tweet_text": "Quick Intelligence Test:\nDo you believe what is written in Asaval-Dasavali?\nIf your answer is YES, sorry, you are a total idiot!"}, {"tweet_text": "lrt you can do it yona I believe in u!!"}, {"tweet_text": "RT @Hilarious_Idiot: Do you believe in love at first sight, or should I walk by again?"}, {"tweet_text": "RT @styler000: Believe in yourself even\nwhen no one else does. If\nsomeone tells you that you\ncan't do it, prove them\nwrong.\""}, {"tweet_text": "Do you believe in love? — yes I believe in love nd I believe in soul mates coz I believe Love is always patient ... http://t.co/QHLFIXqbAw"}, {"tweet_text": "RT @domac2000: @eddireader I don't know the family but found myself weeping this week. You did what I believe many of us want to do. Thank …"}, {"tweet_text": "RT @danielleeeeee_3: When you feel so completely lost and confused that you just Dont know what to do, what to think, what to feel, or what…"}, {"tweet_text": "@MillerMattu @jasoncoyle98 How do you know it won't happen? Do you believe Nicola Sturgeon more than respected economists?"}, {"tweet_text": "RT @johsais: Oikawa: kiindaichi, do you believe in aliens?\nKindaichi: YES!!!!!\nOikawa: and here's your future captain when the third years …"}, {"tweet_text": "If you believe you can, and believe it strongly enough, you'll be amazed at what you can do. - Nido Qubein"}, {"tweet_text": "@Cubicalspace but...i believe you can do it well...and you can do what you like after it ,too...please keep on...!"}, {"tweet_text": "@shreyakolluri I BELIEVE IN U &lt;3 you can do it and when you come home we can eat a lot of food and nap"}, {"tweet_text": "RT @johsais: Oikawa: kiindaichi, do you believe in aliens?\nKindaichi: YES!!!!!\nOikawa: and here's your future captain when the third years …"}, {"tweet_text": "Do you believe in magic?"}, {"tweet_text": "@JoeWayde um I believe they call it a slam dunk... Do you even fútbol??"}, {"tweet_text": "Oikawa: kiindaichi, do you believe in aliens?\nKindaichi: YES!!!!!\nOikawa: and here's your future captain when the third years graduate,"}, {"tweet_text": "RT @YaBoyyWopp: Iont Believe In That Forever💕 Shit👐🏽 But Best Believe If I Want It 💍Ima Fight For It😩But You Gotta Work Wit Me ,I Can't ❌Do…"}, {"tweet_text": "@jaggedgrace I believe in you. You can do the the thing."}, {"tweet_text": "@RiechelJeff have you played that game do not believe his lies?"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "@SurfersJournal I believe this belongs to you. Now where do I get it digitally?? http://t.co/wyRszlKiGl"}, {"tweet_text": "@Ayoo_RicanGirl i NEVER said you were them i said you do what they did. If i did some shit to you to not make you believe me then hmu"}, {"tweet_text": "RT @zoe_sivad: In case anyone was wondering if you do something and don't post about it on social media it did still happen.. Hard to belie…"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "RT @JacksGap: What Do You Believe In? https://t.co/eyGKYRWBNM #newjacksgapvideo"}, {"tweet_text": "Frank Theatres - Do You Believe http://t.co/pkq0DAJ3Vu #wxgn #nowplaying #listenlive"}, {"tweet_text": ".@RepMattSalmon Do you believe this http://t.co/PMjDwydHEd should be sold for this http://t.co/wHeJIf5TJS? Say NO and help us #endSA838!"}, {"tweet_text": "RT @YaBoyyWopp: Iont Believe In That Forever💕 Shit👐🏽 But Best Believe If I Want It 💍Ima Fight For It😩But You Gotta Work Wit Me ,I Can't ❌Do…"}, {"tweet_text": "@Derrimilk you're naturally a beaut' regardless of how you do your hair, believe meeee! 😁😊"}, {"tweet_text": "@sweetharturbald okay well if you don't believe what a CHURCH magazine is saying why do you believe some other LDS bullshit you've found"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "@almightyxcx @uanlaurent  lmao do you honestly believe that the body wouldn't lie to get money/keep his job? THEY ARE UNDER A CONTRACT"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "@kalyanbm you can do it! I believe in you!"}, {"tweet_text": "To do it, first you have to believe in it. Keep it up JB  https://t.co/HN4Kfq5KID"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "RT @styler000: Believe in yourself even\nwhen no one else does. If\nsomeone tells you that you\ncan't do it, prove them\nwrong.\""}, {"tweet_text": "\"@styler000: Believe in yourself even\nwhen no one else does. If\nsomeone tells you that you\ncan't do it, prove them\nwrong.\"\""}, {"tweet_text": "My trust is hard to get. And you've lost some of it. Everything you say you'll do from now on I'll believe it when I see it."}, {"tweet_text": "From a real U.S. Senator, folks! Now do you believe me about civil asset forfeiture? http://t.co/O5Dl6UuoA7"}, {"tweet_text": "@LittleMix i can't believe you make us do detective work smh"}, {"tweet_text": "Happy Saturday Everyone! 💛 Believe in  Yourself on anything you do. #believeinyourself #gold… https://t.co/mvjbKN7oyX"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "RT @wesleystromberg: Believe in yourself.. You can do whatever you want in this life.. All It takes is small steps everyday. Do what you ca…"}, {"tweet_text": "@stephaniedrury i believe in equal rights as much as you do, so i fail to see how i'm suddenly part of the 'system'."}, {"tweet_text": "Do you believe that each individual on Earth has a soulmate?  — yes. http://t.co/b2UPYcBdSa"}, {"tweet_text": "do you think god is dead?(: — Umm nooo... Tbh I don't know what I believe exactly... http://t.co/ltmjqs0FGk"}, {"tweet_text": "”There is no point in training hard if you do not believe in yourself”"}, {"tweet_text": "RT @eddielack: You're not gonna believe it but Edward Twitterhands is staying off Twitter for playoffs! Let's do this thing:) #thisiswhatwe…"}, {"tweet_text": "RT @coldplay: \"And if you were to ask me \nAfter all that we've been through \nStill believe in magic? \nYes, I do \nOf course I do\" \nhttps://t…"}, {"tweet_text": "@itsmepanda1 Do you believe that @anarchic_teapot has advertisers?"}, {"tweet_text": "RT @LouTheSupperMan: @uanlaurent lmfao I'm laughing 😂😂 do you really believe he was gonna say \"yes, he's gay and they fuck all night\" omg. …"}, {"tweet_text": "Do you really believe that they would tell you the truth"}, {"tweet_text": "Do you believe? https://t.co/qwCF39iDBM"}, {"tweet_text": "I believe in what you say, there's nothing left for you to do."}, {"tweet_text": "Do you believe that everything happens for a reason? — yes. no. maybe. idk. http://t.co/HFmNqGspwp"}, {"tweet_text": "@channelstv because the Yoruba believe in traditions and culture so I believe in it they must do something....... is better you believe it"}, {"tweet_text": "Do You Believe Reason Is More Important Than Emotions In Solving Problems http://t.co/xuRXjPBn0S"}, {"tweet_text": "@janesayeth you've been through worse. You can do this. I believe in you."}, {"tweet_text": "@sisChloe Do you believe you may not be using them for a while? If not, I have a suggestion for my character."}, {"tweet_text": "[link removed] RT RGeralds: marshawright You can do it. Yes you can #Believe #ThinkBIGSundayWithMarsha [link removed]"}, {"tweet_text": "Believe in yourself even\nwhen no one else does. If\nsomeone tells you that you\ncan't do it, prove them\nwrong.\""}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "@channelstv because the Yoruba believe in traditions and culture so I believe in it they must do something....... is you believe it"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "Do you broads really believe when you gas up a friend of yours via social networks telling them they look good with their \"weight loss\""}, {"tweet_text": "I liked a @YouTube video http://t.co/9K6kPpVF5A Beer Tricks You Won't Believe Actually Work (But Do!)"}, {"tweet_text": "@eloiserummaging I can't believe he got left at home for the family vacation. do you think he's setting elaborate burgler traps right now."}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "RT @coldplay: \"And if you were to ask me \nAfter all that we've been through \nStill believe in magic? \nYes, I do \nOf course I do\" \nhttps://t…"}, {"tweet_text": "RT @speakingof_kay: If you do something for me, best believe I'm going to do something for you 10x better. But if you fuck me over, Imma fu…"}, {"tweet_text": "@gayniaz how the fuck do u call yourself s muslim when you believe that jesus is a son of Allah are you kidding me"}, {"tweet_text": "RT @karolinakurkova: \"You don't get what you deserve, you get what you ask for.”  Do you believe this is true?  #askformore #equalpayday #g…"}, {"tweet_text": "Why the fuck do non political people who don't believe in reincarnation quote the Dalai Lama. You might as well quite an actual Llama"}, {"tweet_text": "Set the trends, don't follow them. If you do anything with enough confidence and conviction people will believe in it."}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "@eddireader I don't know the family but found myself weeping this week. You did what I believe many of us want to do. Thank you Eddi."}, {"tweet_text": "RT @RGeralds: @marshawright You can do it. Yes you can #Believe #ThinkBIGSundayWithMarsha http://t.co/1ARju8DyPw"}, {"tweet_text": "Believe in yourself even\nwhen no one else does. If\nsomeone tells you that you\ncan't do it, prove them\nwrong.\""}, {"tweet_text": "I believe in you boys! Let's win this game and show everyone what we can do! GO MANCHESTER UNITED! #mufclive"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "@zaynmalik zayn i know you still care about us and i know that you havent forgotten about us and i do believe that youre coming back"}, {"tweet_text": "Just close you eyes, Breathe, let it out, open your eyes\n\nDead people cant do this simple task\nThank whatever you believe in for being alive"}, {"tweet_text": "Don't mind saying my hands shake a bit when I've done this! I do believe I'd like working with you!"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "RT @YaBoyyWopp: Iont Believe In That Forever💕 Shit👐🏽 But Best Believe If I Want It 💍Ima Fight For It😩But You Gotta Work Wit Me ,I Can't ❌Do…"}, {"tweet_text": "Do you genuinely believe that Louis' security guard will tell you that kind of information"}, {"tweet_text": "RT @homoniaz: @OffYEEZY @gayniaz what are you talking about? Muslims acknowledge and do believe in Jesus. He's a prophet in Islam ffs."}, {"tweet_text": "I know you do not believe\nBut you're the best person that can exist in the world @Louis_Tomlinson \n#ProudOfLouis"}, {"tweet_text": "Yeah me I'm missin you way across town so do you believe me now 🎶"}, {"tweet_text": "I do believe in fighting for what you want but I don't wanna be stupid in the process ya kno😼"}, {"tweet_text": "Do you believe in ghosts?  #ghoststories #haunted #keepthelighton\n\nhttp://t.co/zAMEjRVcR8 http://t.co/qzc0wWBj33"}, {"tweet_text": "@SayNo2BigGay @exgay4LGBTtruth good for you! is religion the only way out of this filth? as much as I dont believe i respect what you do!"}, {"tweet_text": "RT @BelleLeongg: \"I will let you do whatever you want. I won't stop you. Because I believe that you will not do anything that puts our rela…"}, {"tweet_text": "RT @UsmanAliSayyed: Dont doubt her if you love her\n\n~ When feel dubious ask yourself, \" can she do this? If you believe leave her; otherwis…"}, {"tweet_text": "RT @Pr33tInsan: 😘@Gurmeetramrhim😍\nDon't aim for success\nif uh want it; just do what\nyou love and believe in, &amp;\nit will come naturally.\n#MSG…"}, {"tweet_text": "Tips for success in a #film or TV #production office...Nikki Simpson: You have to believe you can do it! #POWorkshop #atlanta #georgia"}, {"tweet_text": "Do you think it's wrong because society tells you it is? Or do you actually truly believe it's wrong from the bottom of your heart?"}, {"tweet_text": "@ImAlexHoltti I believe you, do not let me down ♥️"}, {"tweet_text": "Do you find it hard to believe that I've never had braces?… http://t.co/moIR8zvCEp"}, {"tweet_text": "RT @GaGaFew: Do you really believe in that kind of words? Really?"}, {"tweet_text": "RT @InsanityMAX30: Don’t call CIZE a workout—but believe that it will get you in the best shape of your life. http://t.co/8vMlu6yaIk http:/…"}, {"tweet_text": "How do white fairy tales start? \"Once upon a time..\" How do black fairy tales start? \"Nigga, you ain't gone believe this..\""}, {"tweet_text": "John 11:26 - ...and whoever lives by believing in me will never die. Do you believe this?\" http://t.co/tqVm2aRPiQ"}, {"tweet_text": "RT @jjauthor: Is the media believe if you do not agree 100% with their leftwing ideology – they have the right to call you anti-American?#W…"}, {"tweet_text": "RT @ArvinsWorld: Set the trends, don't follow them. If you do anything with enough confidence and conviction people will believe in it."}, {"tweet_text": "Do you believe in Karma? — Yes http://t.co/4Z85gI6Sw0"}, {"tweet_text": "I'm quick to cut off if you don't believe I'll do it."}, {"tweet_text": "RT @PD1ANS: For one year??? China stops the import of ivory. ..do you believe that ? http://t.co/apfdAL4WeM"}, {"tweet_text": "@AJHiddleston101 \"I believe we do. It's nice to meet you... Or rather, me. This is by far the strangest thing I've ever seen.\""}, {"tweet_text": "RT @YaBoyyWopp: Iont Believe In That Forever💕 Shit👐🏽 But Best Believe If I Want It 💍Ima Fight For It😩But You Gotta Work Wit Me ,I Can't ❌Do…"}, {"tweet_text": "You leave me no choice, I leave you no voice/ Believe you, me son I hate to do it just as bad as you hate to see it done #FriendOrFoe 💔"}, {"tweet_text": "RT @GaGaFew: Do you really believe in that kind of words? Really?"}, {"tweet_text": "RT @vickieldrake: @evamariasaralyn  I do believe they are. Lol. If you get back into your fb. Look me up. Vickie L Toon Drake\nI will be in …"}, {"tweet_text": "RT @FocusT25: Don’t call CIZE a workout—but believe that it will get you in the best shape of your life. http://t.co/Gzi8CxTog7 http://t.co…"}, {"tweet_text": "RT @jamiedouglas92: @kwes1appiah I do believe you had a part to play in this year's competition. #maxwellstunned http://t.co/6sslNIa22L"}, {"tweet_text": "Huey Lewis &amp; The News ~ 'Do You Believe In Love' from the album Time Flies.. The Best of Huey Lewis &amp; The News [1996]"}, {"tweet_text": "Don't aim for success if you want it; just do what you love and believe in, and it will come naturally.\n - David Frost"}, {"tweet_text": "Do you believe in love? — LOL http://t.co/2ynazWqJrj"}, {"tweet_text": "RT @LifeHeIps: People may doubt what you say, but they will believe what you do."}, {"tweet_text": "RT @jamiedouglas92: @kwes1appiah I do believe you had a part to play in this year's competition. #maxwellstunned http://t.co/6sslNIa22L"}, {"tweet_text": "- This is great.\n- I told you.\n- Can't believe we didn't do it years ago.\n- Yes. Well, let's not dwell.\n#SG1 Moebius http://t.co/fLJ2M5SJOB"}, {"tweet_text": "RT @WhyNotJanice: jodry: \"there's an ad our skype call for tunesia\" \nme: \"makes sense i live there\"\njodry: \"do yo- no you don't\"\nme: \"why d…"}, {"tweet_text": "Do you believe in me? Are you deceiving me?"}, {"tweet_text": "@idjumdjum hi stranger. I do believe @Leftfield are playing at Albert Hall Manchester. With you I hope? X"}, {"tweet_text": "If you don't believe you can do it, you will never find the motivation necessary to start."}, {"tweet_text": "\"I don’t believe that anybody feels the way I do about you now\" - Wonderwall - Oasis (via reminds) http://t.co/NohRsSKXnr"}, {"tweet_text": "@kwes1appiah I do believe you had a part to play in this year's competition. #maxwellstunned http://t.co/6sslNIa22L"}, {"tweet_text": "RT @woxubuvara: Do You Believe Your Too Honest To Steal http://t.co/3Pqpcb4U9p"}, {"tweet_text": "@rugbyPhilBB No. You think only the two you propose are the facts. You have no capacity for comprehending what you do not already believe."}, {"tweet_text": "@evamariasaralyn  I do believe they are. Lol. If you get back into your fb. Look me up. Vickie L Toon Drake\nI will be in there more when"}, {"tweet_text": "RT @coldplay: \"And if you were to ask me \nAfter all that we've been through \nStill believe in magic? \nYes, I do \nOf course I do\" \nhttps://t…"}, {"tweet_text": "Do you believe that each individual on Earth has a soulmate?  — Probably 👐 http://t.co/BZm6yXa7ur"}, {"tweet_text": "RT @RGeralds: @marshawright You can do it. Yes you can #Believe #ThinkBIGSundayWithMarsha http://t.co/1ARju8DyPw"}, {"tweet_text": "Dont doubt her if you love her\n\n~ When feel dubious ask yourself, \" can she do this? If you believe leave her; otherwise leave the thought \""}, {"tweet_text": "@AlmansoorHashim @zaibx do you really believe what you say?"}, {"tweet_text": "You gotta do work...you gotta WORK HARD EVERYDAY AT IT. NOTHING IS EASY. BELIEVE IN YOURSELF. -Leon… https://t.co/nBuCLK1wxV"}, {"tweet_text": "Good luck to @Caroline6mays at her volleyball tournament at Ironwood ❤️ I believe in you'll do great !"}, {"tweet_text": "@haaeryung what should I do to make you believe in me? /frown"}, {"tweet_text": "RT @FocusT25: Don’t call CIZE a workout—but believe that it will get you in the best shape of your life. http://t.co/Gzi8CxTog7 http://t.co…"}, {"tweet_text": "RT @DustinCavazos: believe in yourself\nyou can do it\ndon't doubt yourself\n(just in case no one told you this week)"}, {"tweet_text": "RT @InsanityMAX30: Don’t call CIZE a workout—but believe that it will get you in the best shape of your life. http://t.co/8vMlu6yaIk http:/…"}, {"tweet_text": "RT @RGeralds: @marshawright You can do it. Yes you can #Believe #ThinkBIGSundayWithMarsha http://t.co/1ARju8DyPw"}, {"tweet_text": "#REALTORS who advertise their own homes #FORSALEBYOWNER - Do you believe in what you do or not?  #thatdontmakenosense"}, {"tweet_text": "If you believe that you will fail then you will do so go out to enjoy the challenge come what may"}, {"tweet_text": "@steveo I believe you asking him to do this. I still can't believe he did it lmao Much love to ya."}, {"tweet_text": "RT @cIoudsvinyl: even if you believe louis isnt gay do you REALLY think his security guard would out him to some random teenage girls if he…"}, {"tweet_text": "@stiIesderek well believe it or not I'm a real life person and so are you so guess what you do! :)"}, {"tweet_text": "@Katekenny93 YOU CAN DO IT !!!! I believe in you 👍"}, {"tweet_text": "@0hBehave Are you telling me there are some woman out there that believe that men have the right to do with them as they please."}, {"tweet_text": "RT @Lilgeze34: @TheGothWitch as long as you trust and believe in what you do is all that matters"}, {"tweet_text": "@kaceythekatycat source? Or do you expect me to believe you? Lmao"}, {"tweet_text": "\"Believe with all of your heat that you will do what you were made to do.\" —Orison Swett Marden"}, {"tweet_text": "RT @McPallaso: Please do not believe who ever is trying to tell you Pallaso got in a car accident !!  I am very alive and well... http://t.…"}, {"tweet_text": "Believe is the #1 album from Justin. Wanna make it my second @justinbieber? I know this new albums gunna slay but can you do it? ;)"}, {"tweet_text": "@gxilt_tripping yes I do. sorry you don't wanna believe that your idol is a pathological liar :/"}, {"tweet_text": "Do you believe in happy ending? — Yes yes! http://t.co/lSob5Qs4LT"}, {"tweet_text": "“Let's play hide - and - seek. But, you have to do a thing for me: Forget me and don't believe me, then find me. Wait, what.” #FrostyBot"}, {"tweet_text": "RT @maddiecraay: @cespitfire96 that is my birth month and birth day, I do believe you got it right. 😏"}, {"tweet_text": "Do you believe a president should have a right to overturn Congress by an executive order?; http://t.co/aDjEelc6e2"}, {"tweet_text": "RT @WomenOfHistory: You are valuable and irreplaceable. If you are ever told otherwise, do not believe it."}, {"tweet_text": "@hannahlanagan if I'm a waste of your time why do you care if I believe you or not?😬😂"}, {"tweet_text": "In case anyone was wondering if you do something and don't post about it on social media it did still happen.. Hard to believe I know."}, {"tweet_text": "\"If you believe couple things simultaneously same like you do not believe anything at all\" - Life Of Pi, 2012"}, {"tweet_text": "\"Do you really believe your husband when he tells you he goes fishing every weekend?\" asked Jane's best friend.\n\"W… http://t.co/15TseyWC1O"}, {"tweet_text": ".@RepMattSalmon Do you believe this http://t.co/SsEi0s4SWa should be sold for this http://t.co/AtegSSAnDB? Say NO and help us #endSA838!"}, {"tweet_text": "believe what you wanna believe 😂 i mean, i know what i do :)"}, {"tweet_text": "@BofA_News Do you really believe UN numbers &amp; WTF does this have to do with banking? Please mind your business."}, {"tweet_text": "@Sema187 do you believe that a jew is the same as the Israelites?"}, {"tweet_text": "@swiftlyliam do you SERIUSLY not believe Larry is real anymore?"}, {"tweet_text": "@Ian_Eastwood my brother goes to Stanford and reaaaaalllly loves you, but he found out too late and its full😭 do you have any exceptions😭"}, {"tweet_text": "Yes I do, I believe that one day I will be, where I was right there, right next to you.."}, {"tweet_text": "RT @uscoexist: If you believe in yourself you can do anything."}, {"tweet_text": "Don’t call CIZE a workout—but believe that it will get you in the best shape of your life. http://t.co/8vMlu6yaIk http://t.co/dxR7TmO7QK"}, {"tweet_text": "RT @AdriaanG_LP: You know this intellectually, but do you really believe it? Please DO, because it is TRUE. http://t.co/QQumxj9B9E"}, {"tweet_text": "@AmjadHafeez3 Why so much check on @BarkhurdarAchak? Do you seek proof from everyone? Ignore if you don't believe @khattak @ZarrarKhuhro"}, {"tweet_text": "Do you believe in Karma? — No. http://t.co/xQbZK3yvIc"}, {"tweet_text": "RT @FocusT25: Don’t call CIZE a workout—but believe that it will get you in the best shape of your life. http://t.co/Gzi8CxTog7 http://t.co…"}, {"tweet_text": "' Yes, I do, I believe\nThat one day I will be\nWhere I was right there\nRight next to you'"}, {"tweet_text": "RT @markbarnes19: Do you understand #HackLearning? I believe it can change #education http://t.co/aO5FrBY9aD http://t.co/DmOBpeIRfN"}, {"tweet_text": "RT @Hermoso_Amorr: Can't believe Trey's really going to the NBA. Good luck @TreyMambaLyles the skies the limit and do great things but don'…"}, {"tweet_text": "RT @Insanity: Don’t call CIZE a workout—but believe that it will get you in the best shape of your life. http://t.co/FuJpQLPZdi http://t.co…"}, {"tweet_text": "@Raptors we believe in you raptors we can do it just play defensive"}, {"tweet_text": "RT @cathwest: Do you believe in #secondchances ? Ever been given one? Come tell me about it! https://t.co/qf2zPdLSak #BridgeOfFaith"}, {"tweet_text": "@hard_truth12 you have different type of Jews: those who recognise Christ - they are the chosen but those who do not believe aren't"}, {"tweet_text": "@mygoldthoughts yeah those three religions believe in the same god but the \"in different ways\" part confuses me a bit 😀 what do you mean? :)"}, {"tweet_text": "RT @JOSHXANTUS: It's sad to see people you know fuck wit people that really don't fuck with them and actually believe these people do don't…"}, {"tweet_text": "Labour's fantasy manifesto is bad enough but why do so many gullible ones believe you can have it all at no cost. #EatingTheRichWontPayForIt"}, {"tweet_text": "Do you believe that dreams can sometimes predict the futur... — you on your own can make your future by your drems. http://t.co/hf1jyxWiQ9"}, {"tweet_text": "Do You Believe That You Are #TheNextBigName on TV?This Is Your Chance_Show Us What You Got\nhttp://t.co/xTlKyFCA8r\n#TVC"}, {"tweet_text": "\"You are responsible to develop your own potential. All you have to do is believe.\" - Elizabeth McCormick #leadership"}, {"tweet_text": "RT @AdriaanG_LP: You know this intellectually, but do you really believe it? Please DO, because it is TRUE. http://t.co/QQumxj9B9E"}, {"tweet_text": "I don't believe that anybody feels, the way I do about you now"}, {"tweet_text": "\"Believe deep down in your heart that you're destined to do great things.\" - Joe Paterno"}, {"tweet_text": "When asked, \"Do you believe in God w/o any doubts?\" author Madeleine L’Engle replied, \"I believe in God with all my doubts.” @stephentickner"}, {"tweet_text": "Do you believe in love? — Maybe :-/ http://t.co/H654pWhEEL"}, {"tweet_text": "✨Reblog if you do believe in fairies!✨ - ask-the-flying-boy: Keep it going!! http://t.co/nL4Cjt55rA"}, {"tweet_text": "@stephenasmith do you honestly believe the Warriors can win if they continue to shoot as many threes in the postseason as the regular season"}, {"tweet_text": "@ItsJillJensen I believe in the love I have for you, I love you, we all do, who cares about the others?"}, {"tweet_text": "@roadler find a.private way ( do they have FB msgs,DM?) Then say that you believe they'll be more impactful if properly spelled..."}, {"tweet_text": "You can do it if you believe you can! - Napoleon Hill"}, {"tweet_text": "People may doubt what you say, but they will believe what you do. - Lewis Cass"}, {"tweet_text": "You Won't Believe What This Cleanse Will Do For You In 1 Week! \nStart A Free Trial Here http://t.co/IR5jmd4WCO http://t.co/SHYc5SkS0w"}, {"tweet_text": "RT @Pr33tInsan: 😘@Gurmeetramrhim😍\nDon't aim for success\nif uh want it; just do what\nyou love and believe in, &amp;\nit will come naturally.\n#MSG…"}, {"tweet_text": "Do you believe Japan should be encouraged to take on a more proactive..."}, {"tweet_text": "I hate being lied too, like do you not respect me enough to be honest with me? I'd rather be hurt with the truth than believe complete bull."}, {"tweet_text": "RT @bycavikodyt: For those of you that do not believe in God, I hope you come back reincarnated as a tree and they press you into paper, an…"}, {"tweet_text": "@polaroidlolo do you believe in love at first sight or should I walk by again?"}, {"tweet_text": "RT @Hermoso_Amorr: Can't believe Trey's really going to the NBA. Good luck @TreyMambaLyles the skies the limit and do great things but don'…"}, {"tweet_text": "RT @emotionalfck: Stand for what the fuck you believe in, and don't let nobody tell you can't do what the fuck you want."}, {"tweet_text": "I do not like saying hello so if I speak and you don't speak back bitch best believe you will never see my lips move in your direction again"}, {"tweet_text": "Don’t call CIZE a workout—but believe that it will get you in the best shape of your life. http://t.co/Gzi8CxTog7 http://t.co/DCtt8YxEy4"}, {"tweet_text": "Don’t call CIZE a workout—but believe that it will get you in the best shape of your life. http://t.co/FuJpQLPZdi http://t.co/jgNxwambAS"}, {"tweet_text": "@HughCook_ca Do you really believe we should dissuaded anyone from writing?"}, {"tweet_text": "@carisbrook5 Disagree 100%. Republicans teach accountability and doing things for yourself. You can do it, yes you can!!! Believe."}, {"tweet_text": "@StevesCODvision I know you don't believe in what I do. I played alot it distracted me alot. Ever since bo1. I played 16 hour days and"}, {"tweet_text": "Do you believe in fate? — kinda http://t.co/xUeut5Zjbh"}, {"tweet_text": "\"@IamDorobuCci: Do you lie about your age? #iSkul_MoneyO\" nah\"\"\" Yea They Don't Believe Me Wen I Tell Them The Truth http://t.co/9DW4CVQ9m6"}, {"tweet_text": "I cannot believe you would do that ."}, {"tweet_text": "@NWDogRescue  I do believe that right there is all of the therapy you need. Good job! xoxo"}, {"tweet_text": "RT @markbarnes19: Do you understand #HackLearning? I believe it can change #education http://t.co/aO5FrBY9aD http://t.co/DmOBpeIRfN"}, {"tweet_text": ".@RepMattSalmon Do you believe this http://t.co/Wwkfs3bg3O should be sold for this http://t.co/0egpsGVAlu? Say NO and help us #endSA838!"}, {"tweet_text": "Just believe in yourself. Even if you don't, pretend that you do and at some point, you will."}, {"tweet_text": "@planetjedward it's not my style to believe any fantasy stories I prefer the truth coz then maybe you can do something about things"}, {"tweet_text": "Nothing is more damaging to you than to do something that you believe is wrong. - Abraham"}, {"tweet_text": "RT @the_kevin_pool: It's fun to see what you can do when you replace doubt and fear with belief and determination #believe #cantholdmedown"}, {"tweet_text": "you can do it!! I believe in you!!!"}, {"tweet_text": "Don't aim for success if you want it; just do what you love and believe in, and it will come naturally.\n-Sir... http://t.co/xVtn7OsRhz"}, {"tweet_text": ".@81I2 @simba_83  What about the Jesus? Do you believe it is entirely possible he was actually the Son of a God?"}, {"tweet_text": "[ Do You Believe In Love ] HUEY LEWIS ＆ THE NEWS http://t.co/ZQewVcvuKx"}, {"tweet_text": "「DO YOU BELIEVE IN LOVE」 HUEY LEWIS ＆ THE NEWS #fmcocolo #nowplaying http://t.co/CXHRUzI1XH"}, {"tweet_text": "@DaylightAtheism \"Well? Did it work?\" asked no one, ever. (What do you REALLY believe?)"}, {"tweet_text": "Can't believe Trey's really going to the NBA. Good luck @TreyMambaLyles the skies the limit and do great things but don't forget who you are"}, {"tweet_text": "I will say this though I do not like none of you males on this planet, if you don't believe in God know God or want to know GOD."}, {"tweet_text": "Do you believe in love? xx — Yes of course http://t.co/Zjoy5FWqDW"}, {"tweet_text": "It's fun to see what you can do when you replace doubt and fear with belief and determination #believe #cantholdmedown"}, {"tweet_text": "RT @markbarnes19: Do you understand #HackLearning? I believe it can change #education http://t.co/aO5FrBY9aD http://t.co/DmOBpeIRfN"}, {"tweet_text": "RT @InTouchMin: Why do we believe what we believe? Did you know our hope is based on solid, historical evidence? #ITMMag http://t.co/ufJ4Bj…"}, {"tweet_text": "Do you believe in love? — Yes? http://t.co/vQ7UEeENGE"}, {"tweet_text": "Mia: I do believe Marsellus Wallace, my husband, your boss, told you to take ME out and do WHATEVER I WANTED. Now I wanna dance, I wanna win"}, {"tweet_text": "@ImAlexHoltti @ImAlexHoltti  do you believe in forever??????"}, {"tweet_text": "RT @TeaPartyCat: Fox News Viewer Poll:\n\nIn the North Charleston police shooting who do you believe? \n\nA. White police officer\nor \nB. Some a…"}, {"tweet_text": "Do you believe in ghosts? I do. I have seen them."}, {"tweet_text": "RT @liamsus: “@musicnews_shade: Someone slap this bitch before I do… http://t.co/eOeNK3ZWap” cant believe YOU dont know what a troll is"}, {"tweet_text": "RT @Goodkindles: #book A Date with Fate by Tracy Ellen: http://t.co/iGEPT6rb6B Free on Amazon!  Do you believe in… http://t.co/2mOGLbXChd #…"}, {"tweet_text": "RT @ndstem: Kids will do amazing things if they know that you believe in them - Kayla Delzer, West Fargo Public Schools @mrsdelz #ndstemstr…"}, {"tweet_text": "RT @jjauthor: Is the media believe if you do not agree 100% with their leftwing ideology – they have the right to call you anti-American?#W…"}, {"tweet_text": "@joerogan I have a question for you? Do you believe that there is a god?"}, {"tweet_text": "even if you believe louis isnt gay do you REALLY think his security guard would out him to some random teenage girls if he was ????"}, {"tweet_text": "@PRlMADONNALUKE funny thing is is I told him you guys told me to do it i can't believe he trusted me when I told him to look at the fish"}, {"tweet_text": "Do you believe in 'love at first sight'? — Yah http://t.co/Jrkqfw8Hsw"}, {"tweet_text": "@BritnyPickering you wouldn't believe the things I will do/pay/wait/be apart of for the people I care about but I'm over this shit"}, {"tweet_text": "@uanlaurent lmfao I'm laughing 😂😂 do you really believe he was gonna say \"yes, he's gay and they fuck all night\" omg. Use your brain"}, {"tweet_text": ".@aaronavera blew it off for a while. Now I can see why they would do it. Go for it if 1) you believe in Mariota and 2) You move to LA"}, {"tweet_text": "@RocketFired you won't believe but Chris told me I should care more. If I'm gonna do \"cod\" i might as well make the best of it"}, {"tweet_text": "RT @eliglath: Do you believe in LOVE?\n\n@NatSeek @eliglath http://t.co/VkAgamADMJ"}, {"tweet_text": "@marshawright You can do it. Yes you can #Believe #ThinkBIGSundayWithMarsha http://t.co/1ARju8DyPw"}, {"tweet_text": "@priyankachopra Hey there, buddy! You're the best &amp; I believe in whatever you do. Tightest hug &amp; massive love to you :\")"}, {"tweet_text": "RT @InheritanceHAN: Interview on Pawn*  \"Do you believe God sent a Mid player like faker?\" Pawn \"I don't remember I sent someone\" OHH"}, {"tweet_text": "Do you push the elevator button more than once? Do you really believe it makes the elevator faster?"}, {"tweet_text": "People may doubt what you say, but they will believe what you do. -Lewis Cass"}, {"tweet_text": ".@RepMattSalmon Do you believe this http://t.co/pIDE9ROiT0 should be sold for this http://t.co/csmul3kn3A? Say NO and help us #endSA838!"}, {"tweet_text": "RT @TheRealDealonSW: @Rojodi @YurokGuy @jfhigh You obviously want to wipe out Native tributes and I don't want to because I believe it's wr…"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "RT @exosconvos: dyo: do believe in forever?\nkai: nah im not /laughs/\ndyo: oh /hurt/\nkai: I'll believe it if i will be with you\ndyo: huh /bl…"}, {"tweet_text": "@frizza24IDFK Do you believe that leak then?"}, {"tweet_text": "RT @markbarnes19: Do you understand #HackLearning? I believe it can change #education http://t.co/aO5FrBY9aD http://t.co/DmOBpeIRfN"}, {"tweet_text": "...hes not gonna tell some crazy random fangirls that \"yeh hes gay\" like no they just dont do that so sorry if you believe louis is straight"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "‘Can You do well? I believe you will do well. i’m always grate full for the words, unnies’ – Hyeri"}, {"tweet_text": "Interview on Pawn*  \"Do you believe God sent a Mid player like faker?\" Pawn \"I don't remember I sent someone\" OHH"}, {"tweet_text": "RT @JohannahDarling: Louis was not lazy in his dreams  - He wanted to enjoy his life. We can all do that. Love what you believe in &amp; believ…"}, {"tweet_text": "“@musicnews_shade: Someone slap this bitch before I do… http://t.co/eOeNK3ZWap” cant believe YOU dont know what a troll is"}, {"tweet_text": "@Vandercool_ well I think everybody deserves the chance at the life the US provides, but I also believe you need to do it the right way."}, {"tweet_text": "@BTS_TWT  WE ARE LOVE YOU, DO YOU LOVE ME? I BELIEVE YOU BANGTAN ARE ALWAYS LOVE ARMY :D"}, {"tweet_text": "@RisqueCharisma You.. You don't believe me do you?"}, {"tweet_text": "RT @_markea: takes alot for me to get to a point I want absolutely nothing to do with you whatsoever I have a big heart but it can happen b…"}, {"tweet_text": "Do you understand #HackLearning? I believe it can change #education http://t.co/aO5FrBY9aD http://t.co/DmOBpeIRfN"}, {"tweet_text": "@InaMaziarcz And what do you believe should happen to those who fail the process or refuse to follow it?"}, {"tweet_text": "RT @InnaMood: #LordJanner TO all who found their voice please do not let them stop you using it, that is what they want. Stay strong x we b…"}, {"tweet_text": "Do you believe in rock and roll? Can #music save your mortal soul? This @JohnMayer performance says YES: http://t.co/CkZ07ZlXYZ"}, {"tweet_text": "RT @JordiTorresFC: Jordi will start both races tomorrow at Assen from 8th. You can do it, Jordi! We believe in you! :) #OrangeWorldSBK http…"}, {"tweet_text": "Do you really believe people evolved from apes? — 50-50 http://t.co/bvMAwBRQRG"}, {"tweet_text": "Maybe it's hard to believe but I do miss you 😔"}, {"tweet_text": "Do you believe in the need for winter tires in Ontario? Why or why not? #soundoff"}, {"tweet_text": "Seriously, when I tweet positive inspirational things you guys suck at validating me.\n\nYou can do better, just believe in yourselves &amp; star."}, {"tweet_text": "Give me reasons to believe that you would do the same for me"}, {"tweet_text": "\"What do you mean you don't believe in the concept of virginity?\"\n\"Nobody’s dick is important enough to change any part of my identity\"\nAMEN"}, {"tweet_text": "if louis' security guard says that louis' straight do you expect me to believe it right away louis could easily tell the man that he's..."}, {"tweet_text": "RT @JohannahDarling: Louis was not lazy in his dreams  - He wanted to enjoy his life. We can all do that. Love what you believe in &amp; believ…"}, {"tweet_text": ".@RepMattSalmon Do you believe this http://t.co/ppraCMFL71 should be sold for this http://t.co/EWNpCG4xWT? Say NO and help us #endSA838!"}, {"tweet_text": "JOKE: \"Do you really believe your husband when he tells you he goes fishing every weekend?\" asked Jane's best frie… http://t.co/GfST3CRnSW"}, {"tweet_text": "\"If Being An Egomaniac Means I Believe In What I Do And In My Art Or Music, Then In That Respect You Can Call Me... http://t.co/KLBUWjcARi"}, {"tweet_text": "@Male18RMC Bing seems to do a poor job translating, so I'm just gonna assume you believe kayfabe and are a moron."}, {"tweet_text": "RT @CthulhuSec: Protip: You have rights, your ideas do not. I am free to criticise anything I wish - that is my right. As is your right to …"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "@Shadolith Good luck Marcy!! You are a kind and smart person and I believe in you wholeheartedly!! You can do it!!"}, {"tweet_text": "Damon raises a brow and looks over @ViciousKatt with a small grin on his face. \"I don't believe you can do that on the inside, really.\" --"}, {"tweet_text": "RT @RhemaTweets_: Believe with all of your heart that you will do what you were made to do. Live a life of purpose."}, {"tweet_text": "jodry: \"there's an ad our skype call for tunesia\" \nme: \"makes sense i live there\"\njodry: \"do yo- no you don't\"\nme: \"why did you believe me\""}, {"tweet_text": "They won't believe in you/your plan until you succeed ... Then when you do... Just tell them \"Get on my level\" ... @iamkevingates"}, {"tweet_text": "You don't need me\nBut we'll make believe like you do."}, {"tweet_text": "@RichardKing633 @KrustyAllslopp Do you believe EU migrants are coming here solely to use the #NHS?"}, {"tweet_text": "RT @_markea: takes alot for me to get to a point I want absolutely nothing to do with you whatsoever I have a big heart but it can happen b…"}, {"tweet_text": "RT @_markea: takes alot for me to get to a point I want absolutely nothing to do with you whatsoever I have a big heart but it can happen b…"}, {"tweet_text": "@StandAlonePhoto  Ya, I was just checking it out. Hard to believe it's free wow. Do you have to do it all in one setting or can you pace it."}, {"tweet_text": "@joelyadig @gabsburr Joel you don't even go to church or believe in Jesus... I see your snaps, all you do it hook up with girls"}, {"tweet_text": "RT @_chanelxoxo: I'm quick to cut it off if you don't believe I'll do it ✂️"}, {"tweet_text": "Believe deep down in your heart that you're destined to do great things. - Joe Paterno"}, {"tweet_text": "@RichardKing633 @KrustyAllslopp Do you believe #UKIP will form the government?"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2640"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2639"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2638"}, {"tweet_text": "RT @jjauthor: Is the media believe if you do not agree 100% with their leftwing ideology – they have the right to call you anti-American?#W…"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2637"}, {"tweet_text": "RT @TamPayne2: Q's for SNP doorstep nuts - 1) How will we plug 7.6 bn gap? 2) explain \"growth\" strategy. 3) Do you believe in secret oil fi…"}, {"tweet_text": "Just how deep do you believe?  Will you bite the hand that feeds?  What if this whole crusade's a charade."}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2636"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2635"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2634"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2632"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2631"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2630"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2629"}, {"tweet_text": ".@RepMattSalmon Do you believe this http://t.co/urf09B81Fa should be sold for this http://t.co/v1YrNOj18B? Say NO and help us #endSA838!"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2628"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2627"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2625"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2624"}, {"tweet_text": "RT @FionaCMcQueen: #hca2015 @hospitalcaterer wonderful gathering- thank you- I do believe we've taken one step forwards in improving hospit…"}, {"tweet_text": "How do you define “smart”? — Like everyday smart, I don't believe in the way the education system works like its... http://t.co/Sn022yfE85"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2623"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2622"}, {"tweet_text": "Do You #Believe? http://t.co/g4q15xJMf0 Help someone in their time of difficulty http://t.co/ZTV9Ax43Ry"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2621"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2620"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2619"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2618"}, {"tweet_text": "@OffYEEZY I know what a Saudi Arabia is and ur acting as if you're not part of Islam wtf?? we do believe in Jesus..u ok?"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2617"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2616"}, {"tweet_text": "\"I will let you do whatever you want. I won't stop you. Because I believe that you will not do anything that puts our relationship at stake\""}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2615"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2614"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2613"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2612"}, {"tweet_text": "Yes I do, I believe that one day I will be, where I was.. Right there, right next to you~"}, {"tweet_text": "What you do in this world is a matter of no consequence. The question is what can you make people believe you have done - Conan Doyle"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2611"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2610"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2609"}, {"tweet_text": "I'm quick to cut it off if you don't believe I'll do it ✂️"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2608"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2607"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2606"}, {"tweet_text": "RT @jjauthor: Is the media believe if you do not agree 100% with their leftwing ideology – they have the right to call you anti-American?#W…"}, {"tweet_text": "@tatianatothe you can do it! I believe in you"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2605"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2604"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2603"}, {"tweet_text": "RT @ARainhaDoce: How do you respect someone you don't believe has rights?"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2602"}, {"tweet_text": "RT @jjauthor: Is the media believe if you do not agree 100% with their leftwing ideology – they have the right to call you anti-American?#W…"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2601"}, {"tweet_text": "Do you believe in fate? — Yah http://t.co/7VM93czpZK"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2600"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2599"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2598"}, {"tweet_text": "@zaynmalik I Can't believe. Remember this? 2012. You did it! Is that All you do in tour hair you look more Per-fect♥ http://t.co/9KKGiijm8b"}, {"tweet_text": "@SeungriRi kkk i do believe you drink blood opp xD"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2597"}, {"tweet_text": "Do you believe in horoscopes? — 50/50 http://t.co/Av9jeZ6iWm"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2596"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2595"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2594"}, {"tweet_text": "RT @queenaccess: You Won't Believe What This Cleanse Will Do For You😱 12 lbs In 1 Week! Thank Me Later Girls💁💕\nhttp://t.co/L4S4TLpRZU http:…"}, {"tweet_text": ".@RepMattSalmon Do you believe this http://t.co/DRVxtlWP0a should be sold for this http://t.co/gEJ9mi4bEy? Say NO and help us #endSA838!"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2593"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2592"}, {"tweet_text": "Believe with all of your heart that you will do what you were made to do. Live a life of purpose."}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2591"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2590"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2589"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2588"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2587"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2586"}, {"tweet_text": "RT @Hilarious_Idiot: Do you believe in love at first sight, or should I walk by again?"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2584"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2583"}, {"tweet_text": "HELLO @justinbieber ☀\nI BELIEVE THAT ONE DAY I WILL MEET YOU AND HUG YOU \nBUT NOW MY WISH IS FOLLOW FROM YOU \nSO PLEASE DO IT ❤\nx2582"}, {"tweet_text": "RT @Mr_Steier: @MrsDelz Every kid can do EVERYTHING if you believe in them. #NDSTEMStrategies"}, {"tweet_text": "@NightStorm76 If you believe in it you can do it. It's just like Naruto-sama. Everyone told him he couldn't but look at him now. He did it!"}, {"tweet_text": "RT @ndstem: Kids will do amazing things if they know that you believe in them - Kayla Delzer, West Fargo Public Schools @mrsdelz #ndstemstr…"}, {"tweet_text": "RT @DefineYourGrind: You'll never accomplish anything if you don't believe that you can do it."}, {"tweet_text": "Heh... the media believe if you do not agree with their leftwing ideology, they have the right to call you all sorts of s**t @jjauthor"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "@bitflipped @Netirial \nFair to say, I believe, the important bit,\nWhatever you do, please have fun with it. :)"}, {"tweet_text": "Do you believe that everything happens for a reason? — hahaha yes... http://t.co/pM2t8ymZ6A"}, {"tweet_text": "Who do you believe...Katie Hopkins or Save the Children?"}, {"tweet_text": "Do you still believe in love?"}, {"tweet_text": "Don’t call CIZE a workout—but believe that it will get you in the best shape of your life. http://t.co/nZKjKaphcy http://t.co/9NliNZsia0"}, {"tweet_text": "Do you believe that each individual on Earth has a so... — I'd love to believe this like it's such an incredibly... http://t.co/zeBKTuYeAO"}, {"tweet_text": "RT @jjauthor: Is the media believe if you do not agree 100% with their leftwing ideology – they have the right to call you anti-American?#W…"}, {"tweet_text": "Do you believe that monsters are exist? ★ Digging Up the Marrow — https://t.co/YjgViqYrwP"}, {"tweet_text": "RT @TamPayne2: Q's for SNP doorstep nuts - 1) How will we plug 7.6 bn gap? 2) explain \"growth\" strategy. 3) Do you believe in secret oil fi…"}, {"tweet_text": "RT @PD1ANS: For one year??? China stops the import of ivory. ..do you believe that ? http://t.co/apfdAL4WeM"}, {"tweet_text": "Dont tell me you love me ..because I might do some crazy &amp; start to believe it 💙🔥💯"}, {"tweet_text": "Do you believe in mermaids ? http://t.co/V7Eyj8QSjM"}, {"tweet_text": "RT @jjauthor: Is the media believe if you do not agree 100% with their leftwing ideology – they have the right to call you anti-American?#W…"}, {"tweet_text": "RT @Pr33tInsan: 😘@Gurmeetramrhim😍\nDon't aim for success\nif uh want it; just do what\nyou love and believe in, &amp;\nit will come naturally.\n#MSG…"}, {"tweet_text": "you got a gift, I believe I do also and through my gift I can tell when something Im doing is in sync w/ my purpose https://t.co/SooLJNnKRA"}, {"tweet_text": "Do you believe in fate? — sure 😂 http://t.co/sqZBllOqMf"}, {"tweet_text": "RT @queenaccess: You Won't Believe What This Cleanse Will Do For You😱 12 lbs In 1 Week! Thank Me Later Girls💁💕\nhttp://t.co/L4S4TLpRZU http:…"}, {"tweet_text": "RT @queenaccess: You Won't Believe What This Cleanse Will Do For You😱 12 lbs In 1 Week! Thank Me Later Girls💁💕\nhttp://t.co/L4S4TLpRZU http:…"}, {"tweet_text": "RT @queenaccess: You Won't Believe What This Cleanse Will Do For You😱 12 lbs In 1 Week! Thank Me Later Girls💁💕\nhttp://t.co/L4S4TLpRZU http:…"}, {"tweet_text": "RT @queenaccess: You Won't Believe What This Cleanse Will Do For You😱 12 lbs In 1 Week! Thank Me Later Girls💁💕\nhttp://t.co/L4S4TLpRZU http:…"}, {"tweet_text": "RT @queenaccess: You Won't Believe What This Cleanse Will Do For You😱 12 lbs In 1 Week! Thank Me Later Girls💁💕\nhttp://t.co/L4S4TLpRZU http:…"}, {"tweet_text": "RT @queenaccess: You Won't Believe What This Cleanse Will Do For You😱 12 lbs In 1 Week! Thank Me Later Girls💁💕\nhttp://t.co/L4S4TLpRZU http:…"}, {"tweet_text": "RT @queenaccess: You Won't Believe What This Cleanse Will Do For You😱 12 lbs In 1 Week! Thank Me Later Girls💁💕\nhttp://t.co/L4S4TLpRZU http:…"}, {"tweet_text": "RT @queenaccess: You Won't Believe What This Cleanse Will Do For You😱 12 lbs In 1 Week! Thank Me Later Girls💁💕\nhttp://t.co/L4S4TLpRZU http:…"}, {"tweet_text": ".@RepMattSalmon Do you believe this http://t.co/QyGNm7d8u0 should be sold for this http://t.co/ww0IhmJepR? Say NO and help us #endSA838!"}, {"tweet_text": "@sexualoakley he didn't mean to hurt you believe me he wouldn't do that, and it's not personal he just saw your tweet first ily chin up"}, {"tweet_text": "@deepredbanks I would love to believe you, honestly can't see it, we go 1-0 down that's it, they don't know what to do"}, {"tweet_text": "@keevin23 she refuses to believe it. She said that's what you and me do when you sleep Over"}, {"tweet_text": "You Won't Believe What This Cleanse Will Do For You In 1 Week! \nStart A Free Trial Here http://t.co/YIXJ8ZHbza http://t.co/JbfrupEZaF"}, {"tweet_text": "[ Religion &amp; Spirituality ] Open Question : Do you believe that atheism will someday be able to overcome its major obstacle, namely the…"}, {"tweet_text": "RT @PD1ANS: For one year??? China stops the import of ivory. ..do you believe that ? http://t.co/apfdAL4WeM"}, {"tweet_text": "@danielsahyounie how do you expect me to believe that youre gonna feed the world off 1 jellybean when u cant even double knot ur shoelace!?"}, {"tweet_text": "Daaaaamn BIH , You'll see me when I step on the scene best believe you gone know when I do 💀💕 https://t.co/TvZHR5ZAGL"}, {"tweet_text": "#Celtics start the playoffs Sunday against Cleveland. Do you believe in miracles?  #upset"}, {"tweet_text": "Do you believe that everything happens for a reason? — Yepppp http://t.co/S9IEF43leu"}, {"tweet_text": "RT @PD1ANS: For one year??? China stops the import of ivory. ..do you believe that ? http://t.co/apfdAL4WeM"}, {"tweet_text": "@PremierBradWall in the 21st century do you really believe it's appropriate to be praying to Gods in the sky you have ZERO evidence exist?"}, {"tweet_text": "@Shadypenguinn Shady i do believe in your new channel hopes all go to you to improve yourself. i hope that you keep moving forward not back!"}, {"tweet_text": "RT @JohannahDarling: Louis was not lazy in his dreams  - He wanted to enjoy his life. We can all do that. Love what you believe in &amp; believ…"}, {"tweet_text": "oh my god thank you very much I do not believe 13:09 (Arg) @OfficialMrX http://t.co/L3kJNkvpe3"}, {"tweet_text": "Is the media believe if you do not agree 100% with their leftwing ideology – they have the right to call you anti-American?#WakeUpAmerica"}, {"tweet_text": "Do you believe that everything happens for a reason? — definitely :) http://t.co/1JdtqjIsp3"}, {"tweet_text": "RT @onegrloneworld: Do you believe in destiny? I never thought mine would lead me to Europe! http://t.co/XAePguw5N8 #travel #France http://…"}, {"tweet_text": "RT @britnnneeeyy: Can't believe you would even do that😅😅"}, {"tweet_text": "@CameronLullaby @HipsterHalawi @Lion_Heart2001 what a bore you are. The Tweens truly do believe they're all mighty. Pompous."}, {"tweet_text": "@Ethan_MPWL It's like you live right inside here *taps side of head* How do you do that? I can't believe my baby is going to be a number. 😢"}, {"tweet_text": "RT @mandocrasy: It does not matter what you believe in,but that you do not stop believing.Plz #TheBorgias S4! @YahooScreen http://t.co/EqNq…"}, {"tweet_text": "Who do you believe? Fuckwit @nigel_farage or the British Red Cross? #ukip #BNPinsuits #racists http://t.co/B6xbC8lUJ9"}, {"tweet_text": "\"Can you tell me please, Gin? Do you believe in heaven?\"-Vermouth"}, {"tweet_text": "@billmaher   Love you Bill, Always! But I don't know about that! I believe in legalizing marijuana, I do live in the state of Wa., But NWD?"}, {"tweet_text": "Can't believe how much #AngularJS form validations do for you out of the box. Almost seems too easy to be true."}, {"tweet_text": "Do you believe in me, do you believe in her? Think she gon' stick if those 25yrs occur?"}, {"tweet_text": "Do you believe in happy ending? — idk ♡☁ http://t.co/A7KDTKYwJC"}, {"tweet_text": "I don't think anything is unrealistic if you believe you can do it."}, {"tweet_text": "Do you believe in fate? — Trust and pixie dust? 😂😂😂 http://t.co/JYbcJ17rhn"}, {"tweet_text": "RT @homoniaz: @OffYEEZY @gayniaz what are you talking about? Muslims acknowledge and do believe in Jesus. He's a prophet in Islam ffs."}, {"tweet_text": "Can't believe i'm saying this, go Hills!!! You can do it!!! #SarahBeaneyCup Shout out to Louise McMillan"}, {"tweet_text": "Do You Believe In Magic ? do You Believe In Loveee ❤"}, {"tweet_text": "@LogicalTuvok I appreciate that Tuvok, however, do YOU believe it appropriate to take him into our ranks and trust him with the..."}, {"tweet_text": "@ehmatthes I believe you can do that in many cities. At least I have when traveling..."}, {"tweet_text": "@OffYEEZY @gayniaz what are you talking about? Muslims acknowledge and do believe in Jesus. He's a prophet in Islam ffs."}, {"tweet_text": "Happy birthday @waka_waka69 , Dr. Gomez may not believe in you, but I do"}, {"tweet_text": "RT @AwakenDMT: Which one do you believe you are? http://t.co/AmWmIIjvu7"}, {"tweet_text": "What do you guys think about allowing your children to believe in Santa Claus? I'm leaning towards no, but I'd like to hear other opinions."}, {"tweet_text": "@Divergent_Otaku believe me you do want to not want to do"}, {"tweet_text": "\"There is no point in training hard if you do not believe in yourself.\" (Guy Maito)"}, {"tweet_text": "@YashiPn Just do what Ansha told you and its gonna be okay, believe me :D &lt;3"}, {"tweet_text": "@WolfChains_ aww pets you're going to do great, believe in yourself, i know u can do it!! [gentle glomping]"}, {"tweet_text": "@cmichine @nickvinhudds not sure where I live has anything to do with my tenants nor you for that matter! But hey Ho, believe what you wish!"}, {"tweet_text": "whenever someone says \"yes, I do\" i start singing \"I BELIEVE THAT ONE DAY I WILL BE RIGHT THERE RIGHT NEXT TO YOU\""}, {"tweet_text": "RT @JohannahDarling: Louis was not lazy in his dreams  - He wanted to enjoy his life. We can all do that. Love what you believe in &amp; believ…"}, {"tweet_text": "RT @DanyAllStar15: Yeah, if Phil Kessel knew he was playing for this you better believe the leafs would do some serious playoff damage http…"}, {"tweet_text": "Do you believe that everything happens for a reason? — Yes http://t.co/NGW4fUWfx2"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "RT @JohannahDarling: Louis was not lazy in his dreams  - He wanted to enjoy his life. We can all do that. Love what you believe in &amp; believ…"}, {"tweet_text": "@BaggieinNewport 😄 I do believe you are right Sarah !!"}, {"tweet_text": "Tune in for our #MiracleOnIce special today at 1:30PM &amp; 8:30PM on the reunion of the 1980 U.S. @Olympics Hockey team. http://t.co/wtKxuxCtyK"}, {"tweet_text": "Tune in for our #MiracleOnIce special today at 1:30PM &amp; 8:30PM on the reunion of the 1980 U.S. @Olympics Hockey team. http://t.co/wCx8QXcmw8"}, {"tweet_text": "Tune in for our #MiracleOnIce special today at 1:30PM &amp; 8:30PM on the reunion of the 1980 U.S. @Olympics Hockey team. http://t.co/9c6VYzCQhX"}, {"tweet_text": "RT @JohannahDarling: Louis was not lazy in his dreams  - He wanted to enjoy his life. We can all do that. Love what you believe in &amp; believ…"}, {"tweet_text": "Does everything and everyone at your job seem to move slow? Do you believe that you posses so much potential that... http://t.co/RV3ecFN4QV"}, {"tweet_text": "When arrested, why do I always hear \"Are our going to believe what I say or are your going to believe what you saw?\""}, {"tweet_text": "Do you believe in ghosts ? — Of course I do. http://t.co/5OD04XPYeW"}, {"tweet_text": "@TJH_96 what do you mean can't believe it? They're top of the league😂😂😂"}, {"tweet_text": "@Ms_Allie_D do it - they'll hear you believe and have confidence - now I need to go subscribe right....... https://t.co/PdcRPeEyFQ"}, {"tweet_text": "RT @AntMan: \"I believe everyone deserves a shot at redemption. Do you?\" #AntMan http://t.co/Wr08j1vxHf"}, {"tweet_text": "Ali was asked “How do you defeat your enemies?”He said:“When I would meet my enemy I would believe w/ firm conviction that I would defeat hm"}, {"tweet_text": "RT @fernyfernandez_: I don't believe that anybody feels the way I do about you now"}, {"tweet_text": "Do you believe? \nGive all of you for Him .. \nJESUS https://t.co/P8Mav6VunY"}, {"tweet_text": "RT @liyennteo: I can't believe \"Busy\" can be used as an excuse for you to not do your assignment (which is YOUR responsibility) and push it…"}, {"tweet_text": "RT @JohannahDarling: Louis was not lazy in his dreams  - He wanted to enjoy his life. We can all do that. Love what you believe in &amp; believ…"}, {"tweet_text": "RT @JohannahDarling: Louis was not lazy in his dreams  - He wanted to enjoy his life. We can all do that. Love what you believe in &amp; believ…"}, {"tweet_text": "Do you really believe people evolved from apes? — When i saw you? Yes! http://t.co/qCNCyzrZ5P"}, {"tweet_text": "@MattBellamy do you believe in the piece in the whole world?"}, {"tweet_text": "#NoteToSelf...Believe that you can do it and you will just not Today but Someday😊💛"}, {"tweet_text": "Do you believe that everything happens for a reason? — I guess http://t.co/UnJR3nAo6B"}, {"tweet_text": "RT @AdriaanG_LP: You know this intellectually, but do you really believe it? Please DO, because it is TRUE. http://t.co/QQumxj9B9E"}, {"tweet_text": "RT @MarkNondorf: \"I believe the mistakes you make in life are not from things you did but things you didn't do.\" - Dave Adams"}, {"tweet_text": "do you believe that uneven nostrils make a person sme... — Oh yeah my friend has uneven nostrils and she believe... http://t.co/7q1c7AI0ZB"}, {"tweet_text": "RT @Hilarious_Idiot: Do you believe in love at first sight, or should I walk by again?"}, {"tweet_text": "To the bank lady that just got smart with me.. I do believe you, in a round about way, work for me, no?"}, {"tweet_text": "RT @eapeoples: Most missionaries are NOT preachers. What exactly do they do? How about bake bread, wash hands or teach science? http://t.co…"}, {"tweet_text": ":\nDo you believe in love at first sight? Orrr should I walk by again? 👻\n#pickupline… https://t.co/2h0GZR4ObW"}, {"tweet_text": "Don't aim for success do what you love and believe in it, and it will come naturally."}, {"tweet_text": "Do you think that one day humans became robots? I really believe in it @MattBellamy"}, {"tweet_text": "RT @MarkNondorf: \"I believe the mistakes you make in life are not from things you did but things you didn't do.\" - Dave Adams"}, {"tweet_text": "Do you believe in happy ending? — Yep http://t.co/DYrUANINnF"}, {"tweet_text": "@Locke_Wiggins I don't believe they do. I could be wrong though. You sure you mean the fifth cause that deals with DJ, ED and DP"}, {"tweet_text": "RT @AdriaanG_LP: You know this intellectually, but do you really believe it? Please DO, because it is TRUE. http://t.co/QQumxj9B9E"}, {"tweet_text": "#kourts\n\nDo you believe in situation induced anxiety?"}, {"tweet_text": "@stephenasmith do you believe the @hornets will make the right moves this offseason to get back in the playoffs for next year? #AskStephenA"}, {"tweet_text": "Do not believe on what you see in the social medias. Stay away from tribulations."}, {"tweet_text": "Be brave. Believe in yourself. Do what feels good. Take risks. You have this one life. Make yourself proud. -Unknown"}, {"tweet_text": "@KicchaSudeep Sir we believe in you.. we do it forever. \"Sometimes Dogs act sick to get attention\" so few people comment negetives on you"}, {"tweet_text": "Racism is not dead. And if you believe that, what world do you live in?"}, {"tweet_text": "@nirasol1969 You don't believe this do u? 😂"}, {"tweet_text": "@stephenasmith DO YOU BELIEVE KEVIN DURANT GOES TO🗽KNICKS?"}, {"tweet_text": "RT @MarkNondorf: \"I believe the mistakes you make in life are not from things you did but things you didn't do.\" - Dave Adams"}, {"tweet_text": "RT @1901TurkeyCafe: We believe, do you?! #LCFC #GreatEscape"}, {"tweet_text": "@2cents4you brother, dear brother. Do you believe that your baby must pay for your sins? Of corse not, it is a forgery, compare it to"}, {"tweet_text": "RT @TamPayne2: Q's for SNP doorstep nuts - 1) How will we plug 7.6 bn gap? 2) explain \"growth\" strategy. 3) Do you believe in secret oil fi…"}, {"tweet_text": "We serve an Incredible God, who can do Incredible things. Do you believe him for it? #bishopwaynetjackson... http://t.co/LK2FD80dLA"}, {"tweet_text": "We serve an Incredible God, who can do Incredible things. Do you believe him for it? #bishopwaynetjackson... http://t.co/2T5CEEcHrn"}, {"tweet_text": "RT @PD1ANS: For one year??? China stops the import of ivory. ..do you believe that ? http://t.co/apfdAL4WeM"}, {"tweet_text": "You wouldn't believe how happy I was to see they do Red Nose Day in America now!!!!!!!"}, {"tweet_text": "Yes I do, I believe\nThat one day I will be, where I was\nRight there, right next to you\nAnd it's hard,… https://t.co/zSv2xB0N4n"}, {"tweet_text": "What !!!! 🙈🙈 i cant believe you bouta really do it !«@soemily_ @Yellout_nasia I'm bout too get my nipples pierced 😏»"}, {"tweet_text": "Do you believe in the power of music? I do. He does. They do. WE DO. #DarkBlu #Metal- http://t.co/wHUGlhuEgx"}, {"tweet_text": "Do you believe that each individual on Earth has a soulmate? — ya and mine be jimin http://t.co/R1aY5JODAD"}, {"tweet_text": "RT @MarkNondorf: \"I believe the mistakes you make in life are not from things you did but things you didn't do.\" - Dave Adams"}, {"tweet_text": "RT @TamPayne2: Q's for SNP doorstep nuts - 1) How will we plug 7.6 bn gap? 2) explain \"growth\" strategy. 3) Do you believe in secret oil fi…"}, {"tweet_text": "RT @FreeAlbaNow: Does Labour have problems, you better believe it they do! #SNPin"}, {"tweet_text": "RT @1901TurkeyCafe: We believe, do you?! #LCFC #GreatEscape"}, {"tweet_text": "Baby don't you know I'm done -,- seriously!!! Can't believe it ckckck -_- disappointed,Bismillah I can do this!!! &gt;&lt;"}, {"tweet_text": "RT @DerKennedySinnF: Do you believe Wales should be an independent country?\n \nRetweet = Yes\nFav = No"}, {"tweet_text": "RT @Hilarious_Idiot: Do you believe in love at first sight, or should I walk by again?"}, {"tweet_text": "i believe in feeling the full extent of our emotions/ what you do in the midst of those is totally your choice though"}, {"tweet_text": "RT @1901TurkeyCafe: We believe, do you?! #LCFC #GreatEscape"}, {"tweet_text": "RT @athletesdesire1: Alcohol isn't just useful for drinking You won't believe these other amazing things it can do! http://t.co/oYer9XAUds …"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "@lcorbo13 I do understand it. Very well in fact. I just believe in one less deity than you. Y"}, {"tweet_text": ".@RepMattSalmon Do you believe this http://t.co/IOTeTkDx0j should be sold for this http://t.co/5ZH79Tv9y7? Say NO and help us #endSA838!"}, {"tweet_text": "RT @getvisibl: What do you believe? 7 Essential Beliefs All Startup Founders Should Have http://t.co/lk6SIqMIPI (via juice.li) http://t.co/…"}, {"tweet_text": "RT @MarkNondorf: \"I believe the mistakes you make in life are not from things you did but things you didn't do.\" - Dave Adams"}, {"tweet_text": "@theD_anielle DO IT! I Believe in you 😁💓"}, {"tweet_text": "We believe, do you?! #LCFC #GreatEscape"}, {"tweet_text": "I still care of you, miss you, and I still miss that day. Believe me, I still do."}, {"tweet_text": "RT @athletesdesire1: Alcohol isn't just useful for drinking You won't believe these other amazing things it can do! http://t.co/oYer9XAUds …"}, {"tweet_text": "@KTHopkins I've never taken much notice of you before,but I do believe you need treatment,please seek help you're not well."}, {"tweet_text": "RT @imtherealronin: \"Dreams really do come true if you believe\" http://t.co/nJ123TvPy1"}, {"tweet_text": "RT @CelineOReilly_: @hometownoffic You can do it Ryan we believe in you 🙅👀"}, {"tweet_text": "Do you believe that each individual on Earth has a so... — I'm not qualified to even consider that question, nor... http://t.co/6VR0p102vK"}, {"tweet_text": ".@RepMattSalmon Do you believe this http://t.co/1jV7wHtT3U should be sold for this http://t.co/eYhgYsVhrK? Say NO and help us #endSA838!"}, {"tweet_text": "@IIJERiiCHOII YOU CAN DO IT TUCKER YOU JUST GOTTA BELIEVE!"}, {"tweet_text": "@ebulliencing you can do it i believe in you!"}, {"tweet_text": "Do you believe that forever exist? — Yesss. http://t.co/VTfeiBXUZ7"}, {"tweet_text": "@Mr_Saucy8 hey I believe it! How do you think I feel when people ask me if I need glasses or if I can even see. Lol"}, {"tweet_text": "RT @GaGaFew: Do you really believe in that kind of words? Really?"}, {"tweet_text": "Do you believe in love? — Obkors. http://t.co/MQ90NPrKcp"}, {"tweet_text": "Do you believe a boy can fly?  Congratulations Allen Burback on being part of two outstanding relay teams at... http://t.co/4m7oB3ui14"}, {"tweet_text": "@esthersthecutie do you enjoy the time too ? \nAnd yes yes yes im ready !"}, {"tweet_text": "Do you miss me? Cause I really miss you so much you can't even believe http://t.co/JUf036gChs"}, {"tweet_text": "Do you believe that dreams can sometimes predict the future? — yes i do http://t.co/nOQUMGwdxd"}, {"tweet_text": "@Spooksmastaflex do your thing homie. Believe you can do it!"}, {"tweet_text": "RT @madreview: @cmdorsey @HillaryClinton @ericbolling @JonathanHoenig Ask GOD next time U R in Confessional.RIGHT You do Not believe just..…"}, {"tweet_text": "@citizenstewart I in fact believe u can make a positive contribution there. At least you care about equality and fairness. I do wish u luck"}, {"tweet_text": "@Calum5SOS do you believe in aliens ? 👽👽👽👽 cuz i do ."}, {"tweet_text": "Don't worry Pat.. Momma miss you a lot and you know we do. I can't believe you gone. http://t.co/9ng13IGRlB"}, {"tweet_text": "@cmdorsey @HillaryClinton @ericbolling @JonathanHoenig Ask GOD next time U R in Confessional.RIGHT You do Not believe just... MURDER!"}, {"tweet_text": "Don't aim for success if you want it; just do what you love and believe in, and it will come naturally.󾌾󾌾\n\n#Kuku"}, {"tweet_text": "RT @AdriaanG_LP: You know this intellectually, but do you really believe it? Please DO, because it is TRUE. http://t.co/QQumxj9B9E"}, {"tweet_text": "RT @naithcool2000: i believe in my self and my talent ALMT do the rest for you #richsex http://t.co/sP5FinbZow @AmbeOfficial @PitBaccardi"}, {"tweet_text": "I don't believe that anybody feels the way i do about you now.. ♫ Wonderwall by Oasis — https://t.co/EpXIKIpVoN"}, {"tweet_text": "i believe in my self and my talent ALMT do the rest for you #richsex http://t.co/sP5FinbZow @AmbeOfficial @PitBaccardi"}, {"tweet_text": "RT @emotionalfck: Stand for what the fuck you believe in, and don't let nobody tell you can't do what the fuck you want."}, {"tweet_text": "I don't believe that anybody feels the way I do about you now"}, {"tweet_text": "Do you still believe in love?"}, {"tweet_text": "@maxcykoh good luck for tmr pal!!! You'll do great i believe in you!!! ☺️👍👍👍👍"}, {"tweet_text": "RT @SaberGato: If you believe the Marana, AZ police reason for attempted vehicular manslaughter you are part of the problem - even cartels …"}, {"tweet_text": "RT @exosconvos: dyo: do believe in forever?\nkai: nah im not /laughs/\ndyo: oh /hurt/\nkai: I'll believe it if i will be with you\ndyo: huh /bl…"}, {"tweet_text": "RT @xiraxe: Who Do You Believe Is The Best Bass Producer\nhttp://t.co/p89A4XRig5\n#EDM http://t.co/9P0qmiMdkE"}, {"tweet_text": "Do you believe or do you not? #allin #listen http://t.co/9Ax7R0lgPy"}, {"tweet_text": "Friend or Foe? How Do I Know? I Can't #Believe What You Say is So. For It's The Actions You Take That Let me #Know.\" - Me #TalkIsCheap\"- DMX"}, {"tweet_text": "RT @FreeAlbaNow: Does Labour have problems, you better believe it they do! #SNPin"}, {"tweet_text": "RT @enchantingclatt: Don't say you love me unless you really mean it, because I might do something crazy like believe it."}, {"tweet_text": "children they see, they feel, believe just like we do the're laughing and crying wanna live here like me and you #np"}, {"tweet_text": "@ChrisBoresIG , look at the ratings for videos this year.  Do you honestly believe your fans want more than half of the shit you put out?"}, {"tweet_text": "RT @jayutd1999: CMON FALCAO LAD YOU CAN DO THIS #BELIEVE ❤️❤️❤️❤️❤️❤️"}, {"tweet_text": "@LovelyJoey35 do you believe in the existence of God, I m an agnostic."}, {"tweet_text": "Come on @FALCAO we #believe in you you can do it"}, {"tweet_text": "Believe in yourself even when no one else does. If someone tells you that you can't do it, prove them wrong."}, {"tweet_text": "RT@AdriaanG_LP: You know this intellectually, but do you really believe it? Please DO, because it is TRUE. http://t.co/RgjnkjNIr4"}, {"tweet_text": "@ReflexEU Do you know why the bracket changed, i believe thats why they left cause we were no longer supposed to play"}, {"tweet_text": "RT @mejar412: Father, you said none of thy sons will cry when they believe in you. You said all they have to do is ask, grant us a win. AME…"}, {"tweet_text": "Don't ever believe the person who tells you that you can't do it."}, {"tweet_text": "RT @InTouchMin: Why do we believe what we believe? Did you know our hope is based on solid, historical evidence? #ITMMag http://t.co/ufJ4Bj…"}, {"tweet_text": "RT @sissycaption: Do you believe? http://t.co/QvE8bVXPkq #crossdressing #tgirl #shemale #sissy http://t.co/ZDkkVGenk6"}, {"tweet_text": "RT @shaunrobinson: The best thing you can ever do is believe in yourself."}, {"tweet_text": "Don't say you love me unless you really mean it, because I might do something crazy like believe it."}, {"tweet_text": "RT @PD1ANS: For one year??? China stops the import of ivory. ..do you believe that ? http://t.co/apfdAL4WeM"}, {"tweet_text": "@PRLYZHax why do I believe you?"}, {"tweet_text": "Do you believe? Check \"Believe by Rachel Marie at http://t.co/v0TOmogW7Y"}, {"tweet_text": "believe just like we do they're laughing, and crying wanna live here like me and you eyes without light too tired of good-byes never #np"}, {"tweet_text": "Father, you said none of thy sons will cry when they believe in you. You said all they have to do is ask, grant us a win. AMEN. #mufclive"}, {"tweet_text": "believe in you, because I do it too. Nobody destroy your dreams, not when I'm there.\n@Franzuna  🌸"}, {"tweet_text": "@sadamengr if you can access this site do visit it and read some about our believe. hope it will make a possitive change in your thinking..."}, {"tweet_text": "Do you believe me now?"}, {"tweet_text": "What do you believe happens to us after we die? — We become one with the Force. http://t.co/JTFK0fZmwg"}, {"tweet_text": "@melodyJKT48 Keep doing what you want to do. I will always support if you think it is good for you. I believe you 😊😊 Goodnight! 😃😃"}, {"tweet_text": "You do know that people with paranoid thoughts completely believe them?  Then understand that force does not help. #ThaddeusMcCaroll"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "People may doubt what you say, but they will believe what you do. #Facts"}, {"tweet_text": "RT @emotionalfck: Stand for what the fuck you believe in, and don't let nobody tell you can't do what the fuck you want."}, {"tweet_text": "@payteer @GdnPolitics @oxfordbrookes_ But do you honestly believe that a degree from UEA means the same as one from Durham?"}, {"tweet_text": "Do you believe that each individual on Earth has a soulmate?  — maybe hahaha cant wait to meet him lol http://t.co/iDuTel2Ayl"}, {"tweet_text": "10 Tips on How to Fake an #Orgasm ... - Love\nWhile I do not believe that you should fake an orgasm as it co... http://t.co/F8x5jVKdLh"}, {"tweet_text": "I can't wait to see Do You Believe?. Look what I found on @Fandango http://t.co/NWWVTD9Pwf"}, {"tweet_text": "@Cjelz91 but do you honestly believe companies are for the people? Lol."}, {"tweet_text": "I don't believe in karma. You can't depend on the universe to do the dirty work."}, {"tweet_text": "RT @PD1ANS: For one year??? China stops the import of ivory. ..do you believe that ? http://t.co/apfdAL4WeM"}, {"tweet_text": "RT @AdriaanG_LP: You know this intellectually, but do you really believe it? Please DO, because it is TRUE. http://t.co/QQumxj9B9E"}, {"tweet_text": "Do you believe in love at first sight. — Yes, yes I do ;) http://t.co/NKmzr3yoki"}, {"tweet_text": "RT @PD1ANS: For one year??? China stops the import of ivory. ..do you believe that ? http://t.co/apfdAL4WeM"}, {"tweet_text": "@PolitiBunny @BruceNV @evil_bun_bun You do not protect my rights. You stand for nothing I believe in and you know that. You used me."}, {"tweet_text": "How do I make you believe? Cuz I love you, I need you, need you here to stay."}, {"tweet_text": "Frank Theatres - Do You Believe http://t.co/pkq0DAJ3Vu #wxgn #nowplaying #listenlive"}, {"tweet_text": "Find MovieTimes&amp;More Carmike 6: 209 Executive Park Dr. Dothan, AL 36303Cinderella (2015)Do You Believe?HomePau...  http://t.co/r8CwQYF2TF"}, {"tweet_text": "NowPlaying Do you believe_ Prove it. - Francis Chan http://t.co/szdeq05Oh4"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "RT @coldplay: \"And if you were to ask me \nAfter all that we've been through \nStill believe in magic? \nYes, I do \nOf course I do\" \nhttps://t…"}, {"tweet_text": "RT @danisnotonfire: stepping out of a hot shower on a cold day is the hardest and bravest thing a person can do if you can do that believe …"}, {"tweet_text": "RT @_markea: takes alot for me to get to a point I want absolutely nothing to do with you whatsoever I have a big heart but it can happen b…"}, {"tweet_text": "@justinbieber what do you mean by \"are you ready\" you pain the ass I've been waiting for your masterpiece since holy believe"}, {"tweet_text": "RT @AntMan: \"I believe everyone deserves a shot at redemption. Do you?\" #AntMan http://t.co/Wr08j1vxHf"}, {"tweet_text": "“Do not let your hearts be troubled. You believe in God; believe also in me. (John 14:1)"}, {"tweet_text": "@disneywords Alice: “This is impossible.” | The Mad Hatter: “Only if you believe it is.”–Alice in Wonderland I do want to fulfill Your Heart"}, {"tweet_text": "@FALCAO you can do it brother I believe in you - HH"}, {"tweet_text": "DO YOU BELIEVE? (2015) -- http://t.co/7khROOrcIG"}, {"tweet_text": "Toy Rose: if that's what you think Diil then do you really want to see Goldie die by Puppet's hand? Do you truly believe he's guilty?"}, {"tweet_text": "Does Labour have problems, you better believe it they do! #SNPin"}, {"tweet_text": "\"I can't believe you got early and ran this morning\" well what else was I suppose to do? 🏃"}, {"tweet_text": "I don't really care if you believe in God. That's the literal last thing I care about. I do care about fallacious fucking equivalencies."}, {"tweet_text": ".@RepMattSalmon Do you believe this http://t.co/fRZl4FUUYQ should be sold for this http://t.co/DU4r2PP7bF? Say NO and help us #endSA838!"}, {"tweet_text": "RT @_markea: takes alot for me to get to a point I want absolutely nothing to do with you whatsoever I have a big heart but it can happen b…"}, {"tweet_text": "RT @VicTweedie: I can't believe the minimum apprenticeship wage is £2.73.  How can you live off that?!  Do apprenticeships get extra suppor…"}, {"tweet_text": "RT @chance_newsome: I don't believe that anybody feels the way I do about you now"}, {"tweet_text": "Do you believe in 'love at first sight'? — Uhh. No! hehe http://t.co/y6Ymfb3gZX"}, {"tweet_text": "Absolutely critical!! I believe math is another language! What do you think??  http://t.co/VvnJMMwzro"}, {"tweet_text": "@wickedoutlaw_ @onceoholic I like to believe they wouldnt do that but....  you never know. 😰"}, {"tweet_text": "bruhh whats the point of telling someone you love them , if you don't mean it?  ima do something stupid like believe it 😴"}, {"tweet_text": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work."}, {"tweet_text": "I believe that any and everything is possible. Do you?  If so, please help me to bring this enormous project to life...more derails to come"}, {"tweet_text": "RT @PD1ANS: For one year??? China stops the import of ivory. ..do you believe that ? http://t.co/apfdAL4WeM"}, {"tweet_text": "24 fucking hrs @Jets57 islandersssssss islandersssssssee you in am no sleep tn, 1 oak to apt to train to tailgating....... I believe do u"}, {"tweet_text": "RT @_LulReddd: @_DeAra_ sissy I can't believe how your daughter was yelling in my ear just like you would do. that's your jr I swear!👼🏾👶🏾"}, {"tweet_text": "RT @___Jaebae: But I do believe that if somebody really loves you then they'll do whatever they can to be with you &amp; make shit work."}, {"tweet_text": "It's a massive chance for you @FALCAO ! Don't let it go! Believe in yourself and you'll do great! #GGMU #MUFC"}, {"tweet_text": "RT @Pr33tInsan: 😘@Gurmeetramrhim😍\nDon't aim for success\nif uh want it; just do what\nyou love and believe in, &amp;\nit will come naturally.\n#MSG…"}, {"tweet_text": "RT @lift_behappy: @MaravillaPlace #Mission Saved - Remember that your actions reflect not only what you do, but what you believe. #ChooseHa…"}, {"tweet_text": "RT @PD1ANS: For one year??? China stops the import of ivory. ..do you believe that ? http://t.co/apfdAL4WeM"}, {"tweet_text": "Thank you, Mark Pocan for your stance on this issue! Honestly, I do not believe that Gov Walker has even focused... http://t.co/HS7jYoA0KY"}, {"tweet_text": "can't believe you'd do this"}, {"tweet_text": "Yelling encouragement to little man learning to ride his bike. \"YOU CAN DO IT LITTLE MAN, I BELIEVE IN YOU!\" His dad waves nervously. Sigh."}, {"tweet_text": "Do you really believe in that kind of words? Really?"}, {"tweet_text": "RT @exosconvos: dyo: do believe in forever?\nkai: nah im not /laughs/\ndyo: oh /hurt/\nkai: I'll believe it if i will be with you\ndyo: huh /bl…"}, {"tweet_text": "RT @PD1ANS: For one year??? China stops the import of ivory. ..do you believe that ? http://t.co/apfdAL4WeM"}, {"tweet_text": "@_DeAra_ sissy I can't believe how your daughter was yelling in my ear just like you would do. that's your jr I swear!👼🏾👶🏾"}, {"tweet_text": "You are valuable and irreplaceable. If you are ever told otherwise, do not believe it."}, {"tweet_text": "RT @athletesdesire1: Alcohol isn't just useful for drinking You won't believe these other amazing things it can do! http://t.co/oYer9XAUds …"}, {"tweet_text": "RT @PD1ANS: For one year??? China stops the import of ivory. ..do you believe that ? http://t.co/apfdAL4WeM"}, {"tweet_text": "RT @exosconvos: dyo: do believe in forever?\nkai: nah im not /laughs/\ndyo: oh /hurt/\nkai: I'll believe it if i will be with you\ndyo: huh /bl…"}, {"tweet_text": "Do you believe in happy ending? — no i'm not http://t.co/S2j48xcWiJ"}, {"tweet_text": "I don't believe that anybody feels, the way I do about you now"}, {"tweet_text": "What type of economy do you believe in? Communist or capitalism and why? http://t.co/BZcRRC82md #askreddit"}, {"tweet_text": "@Pindalicious @PlushyDogGIR I do try to act like an adult. You wouldn't believe what other kids in my year do that is just plain stupid."}, {"tweet_text": "Signs like this you just don't ignore I can't get mad all I can do is believe"}, {"tweet_text": "RT @___Jaebae: But I do believe that if somebody really loves you then they'll do whatever they can to be with you &amp; make shit work."}, {"tweet_text": "RT @PD1ANS: For one year??? China stops the import of ivory. ..do you believe that ? http://t.co/apfdAL4WeM"}, {"tweet_text": "RT @Pr33tInsan: 😘@Gurmeetramrhim😍\nDon't aim for success\nif uh want it; just do what\nyou love and believe in, &amp;\nit will come naturally.\n#MSG…"}, {"tweet_text": "@hometownoffic You can do it Ryan we believe in you 🙅👀"}, {"tweet_text": "RT @Pr33tInsan: 😘@Gurmeetramrhim😍\nDon't aim for success\nif uh want it; just do what\nyou love and believe in, &amp;\nit will come naturally.\n#MSG…"}, {"tweet_text": "\" i want you to know that i do care even though i really seem like i dont \"\n\ngetting harder to believe this"}, {"tweet_text": "Leicester do you believe??????"}, {"tweet_text": "RT @_markea: takes alot for me to get to a point I want absolutely nothing to do with you whatsoever I have a big heart but it can happen b…"}, {"tweet_text": "Do you believe in #ghosts?  Based on #true #life experiences http://t.co/WGmfls3ZAn #ebook #kindle"}, {"tweet_text": "Do you believe that everything happens for a reason? — ya http://t.co/iRYvLSGHzH"}, {"tweet_text": "@FALCAO This is your chance to show to prove everyone that you can still do it like the way you've been doing it..I believe in you #CHEMUN"}, {"tweet_text": "RT @exosconvos: dyo: do believe in forever?\nkai: nah im not /laughs/\ndyo: oh /hurt/\nkai: I'll believe it if i will be with you\ndyo: huh /bl…"}, {"tweet_text": "Yes, I do, I believe, that one day I will be, where I was, right there, right next to you...."}, {"tweet_text": "@itsCabatiaN I need to find myself a roller then. What do you believe is to be done before a meet? Ice or heat? Like the night before"}, {"tweet_text": "Do you believe in aliens? — 10% yes http://t.co/ZD4Y4JmqDi"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "Think a 2.79% mortgage rate looks pretty good? Some experts believe you can do better through shopping aro... http://t.co/kTzeWJwmAk"}, {"tweet_text": "RT @AdriaanG_LP: You know this intellectually, but do you really believe it? Please DO, because it is TRUE. http://t.co/QQumxj9B9E"}, {"tweet_text": "RT @exosconvos: dyo: do believe in forever?\nkai: nah im not /laughs/\ndyo: oh /hurt/\nkai: I'll believe it if i will be with you\ndyo: huh /bl…"}, {"tweet_text": "“@ArvinsWorld: Set the trends, don't follow them. If you do anything with enough confidence and conviction people will believe in it.”"}, {"tweet_text": "whoever says that i don't miss you or have random flashbacks of us, don't believe, thats a lie. i still do miss you"}, {"tweet_text": "RT @PD1ANS: For one year??? China stops the import of ivory. ..do you believe that ? http://t.co/apfdAL4WeM"}, {"tweet_text": "Q1: What about using Twitter do you believe could enhance your practice? #edcampWNC"}, {"tweet_text": "Believe it or not, I towel dried all 6 bundles with this same white towel and as you can see, these colors do not... http://t.co/q39HBx2jo8"}, {"tweet_text": "@Saralouise152 do you believe kids when they say it? mmmmm? lol"}, {"tweet_text": "@horace50000 Do you actually believe a single word uttered by Spud Murphy???"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "believe me no one can do it 😷 i hate you ."}, {"tweet_text": "@hanbooty i hope you feel better you can do it i believe in you!!!!!!!!!!!"}, {"tweet_text": "Faith is not believing that God will do what you want or want is to believe that God will do what is appropriate and correct"}, {"tweet_text": "RT @exosconvos: dyo: do believe in forever?\nkai: nah im not /laughs/\ndyo: oh /hurt/\nkai: I'll believe it if i will be with you\ndyo: huh /bl…"}, {"tweet_text": "Do you believe in guardian spirits? http://t.co/Mb3kf4FYaf"}, {"tweet_text": "RT @Pr33tInsan: 😘@Gurmeetramrhim😍\nDon't aim for success\nif uh want it; just do what\nyou love and believe in, &amp;\nit will come naturally.\n#MSG…"}, {"tweet_text": "RT @JohannahDarling: Louis was not lazy in his dreams  - He wanted to enjoy his life. We can all do that. Love what you believe in &amp; believ…"}, {"tweet_text": "RT @HELLAFUCKINHIGH: This world is still filled with invisible people. 7 billion and counting. Do not be invisible. Do not believe you are …"}, {"tweet_text": "Describe Abraham — I believe you can do that on your own! http://t.co/bfyYSAc5IH"}, {"tweet_text": "Think a 2.79% mortgage rate looks pretty good? Some experts believe you can do better through shopping aro... http://t.co/KyVIwKUUiG"}, {"tweet_text": "15 mins to go!!!!! Come on city you can do it!!! #3InARow #BELIEVE"}, {"tweet_text": "[@britishwizard] \n\n\"...asa-san! please do not give up here! i believe you can bring him back!\" kiku said, \n\nhe try to cheer him up."}, {"tweet_text": "We Love United We Do! We Love United We Do! Oh United We Love You! #GGMU #MUFC #AwayDay #Believe [pic] — https://t.co/v0KwBjFwOn"}, {"tweet_text": "RT @ChoiceCenter: Do You Believe in #Magic?! ✨✨✨✨ #risk #vulnerability http://t.co/cMaU9fi5eq"}, {"tweet_text": "RT @athletesdesire1: Alcohol isn't just useful for drinking You won't believe these other amazing things it can do! http://t.co/oYer9XAUds …"}, {"tweet_text": "RT @athletesdesire1: Alcohol isn't just useful for drinking You won't believe these other amazing things it can do! http://t.co/oYer9XAUds …"}, {"tweet_text": "Tell not all you know, believe not all your hear, do not all you are able. \n\n- Italian Proverb"}, {"tweet_text": "@ImAlexHoltti lie, I do not believe you"}, {"tweet_text": "@AG2Pearl @CrackhornJimmy @msnbc She is qualified and I do not care if you are so stupid you believe everything you hear"}, {"tweet_text": "@lukeysweaterpaw Do you seriously believe there aren't feminists who believe women are better than men?"}, {"tweet_text": "Do you believe in love? I do not believe in love, I believe in you &amp; me. #PromiseU http://t.co/JnmzTZ5ka0"}, {"tweet_text": "Do you believe in love? — no i don't. http://t.co/zkjHj26PRN"}, {"tweet_text": "RT @sunarry_: @NarryIsHot_ don't cry honey! Don't give up! You will get it soon! Carry on and do your best to get one! I believe in you 😊💕💋"}, {"tweet_text": "You do not have to be superhuman to do what you believe in. -Debbi Fields"}, {"tweet_text": "RT @atalsede: Do You Believe Remix http://t.co/KVohJCMOBo"}, {"tweet_text": "Every time I say I want to do this or that he said Go Do It.. I love that you believe in me and my dreams\nWhere have you been all my life"}, {"tweet_text": "RT @LawAttractionPl: \"Believe it can be done. When you believe something can be done, really believe, your mind will find the ways to do it…"}, {"tweet_text": "“@AdriaanG_LP:You know this intellectually,but do you really believe it? Please DO, because it is TRUE. http://t.co/4pY2ry20dd” @itannaoluwa"}, {"tweet_text": "RT @eapeoples: Most missionaries are NOT preachers. What exactly do they do? How about bake bread, wash hands or teach science? http://t.co…"}, {"tweet_text": "But I do believe that if somebody really loves you then they'll do whatever they can to be with you &amp; make shit work."}, {"tweet_text": "RT @iMylixxx: Believe in what you do http://t.co/yJMFRZU8SV"}, {"tweet_text": "RT @SidneyCrosbyEgo: DO YOU BELIEVE IN MIRACLES?!???"}, {"tweet_text": "@cafenerogill If it comes to that, I should be able to. But hell, you live in a bigger town than I do. I can't believe there's no RSD store!"}, {"tweet_text": "@gorjesspee IM NOT, BELIEVE ME. Just tell me what should i do to make you believe ;u;"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "RT @PrinceCharmingP: Yea but they always in a relationship RT @WillmaSupaStar: Do you guys believe in soulmates?"}, {"tweet_text": "@papapaintvids had to do like a audio triple take cause I couldn't believe it was me XD. I hope to see you and a ton of other people at para"}, {"tweet_text": "Do you believe that everything happens for a reason? — Yesss http://t.co/lle5LvGYuE"}, {"tweet_text": "@jumblejim On account of the series \"Supernatural\" do you believe actually ghost and spirits?"}, {"tweet_text": "RT @AdriaanG_LP: You know this intellectually, but do you really believe it? Please DO, because it is TRUE. http://t.co/QQumxj9B9E"}, {"tweet_text": "speaking about what you wanna do with your life, and talking about psychology. All this happened for a reason. And I believe I know it."}, {"tweet_text": "@Mark_Sheppard On account of the series \"Supernatural\" do you believe actually ghost and spirits?"}, {"tweet_text": "Do you believe in magic? #Magic https://t.co/8ZJyzdKYwD"}, {"tweet_text": "RT @terry121269: @arennie44 @Alanlsg honest  you wont believe it  I think the council got a large grant to do it    instead of using the mo…"}, {"tweet_text": "@NarryIsHot_ don't cry honey! Don't give up! You will get it soon! Carry on and do your best to get one! I believe in you 😊💕💋"}, {"tweet_text": "If you promise me you're gonna do something and you don't follow through, I'm not gonna believe anything else you say"}, {"tweet_text": "Believe in what you do http://t.co/yJMFRZU8SV"}, {"tweet_text": "It's not really that I believe in myself when I do something. I just believe nothings gonna change if you don't take chances."}, {"tweet_text": ".@RepMattSalmon Do you believe this http://t.co/AYzsZQGKXH should be sold for this http://t.co/ors2rHoEYY? Say NO and help us #endSA838!"}, {"tweet_text": "Do you believe in all girls need a guy bestfriemd? — No. Bestfriend pa, landian lang din habol. Hahahaha jk http://t.co/sR22xH9L6U"}, {"tweet_text": "@footywriterdean you were saying??? I do believe that we have just equalised!"}, {"tweet_text": "@jarpad On account of the series \"Supernatural\" do you believe actually ghost and spirits?"}, {"tweet_text": "RT @TamPayne2: Q's for SNP doorstep nuts - 1) How will we plug 7.6 bn gap? 2) explain \"growth\" strategy. 3) Do you believe in secret oil fi…"}, {"tweet_text": "Do you believe in aliens? — Two possibilities exist: either we are alone in the Universe or we are not. Both are... http://t.co/Px9gDWN6Ko"}, {"tweet_text": "Do you really think there are more religions than 1 on the earth? Your ancestors didn't believe in this. http://t.co/ma7ocddrlk"}, {"tweet_text": "@zaynmalik I Can't believe. Remember this? 2012. You did it! Is that All you do in tour hair you look more Perfect* http://t.co/RlUJwbjZIF"}, {"tweet_text": "@SarahBreazz thanks sweet pea!! can't believe i forgot about that wow what would i do without you as my daughter"}, {"tweet_text": "@arennie44 @Alanlsg honest  you wont believe it  I think the council got a large grant to do it    instead of using the money for employment"}, {"tweet_text": "RT @JohannahDarling: Louis was not lazy in his dreams  - He wanted to enjoy his life. We can all do that. Love what you believe in &amp; believ…"}, {"tweet_text": "RT @Pr33tInsan: 😘@Gurmeetramrhim😍\nDon't aim for success\nif uh want it; just do what\nyou love and believe in, &amp;\nit will come naturally.\n#MSG…"}, {"tweet_text": "RT @WWERomanReigns: When you BELIEVE, you can do anything..Tonight we lifted a Giant! #PowerOfBelief"}, {"tweet_text": "@ReedDeming do you believe we will meet one day?"}, {"tweet_text": "RT @Pr33tInsan: 😘@Gurmeetramrhim😍\nDon't aim for success\nif uh want it; just do what\nyou love and believe in, &amp;\nit will come naturally.\n#MSG…"}, {"tweet_text": "Do you think shonda actually killed off jake I can't believe this"}, {"tweet_text": "@TRIZpub  Being a Howard man, do you believe that Charles Drew should have been denied his invention because of society's ills?"}, {"tweet_text": "@RodneyHetherton @CindyWarber What do you believe the purpose of a grade is? #Colchat #parentcamp - it is supposed to be about learning, but"}, {"tweet_text": "btw, there is no right way to do anything. you can just create your own way. with some knowledge, believe in yourself, you'll get there."}, {"tweet_text": "Do you believe in horoscopes? — Kinda http://t.co/vzCAgPOwNO"}, {"tweet_text": "\"Do you believe in jihad? Even Jesus believe in jihad\""}, {"tweet_text": "So do me a favor, just respect the fact I don't believe what you do or else you leave me no choice to make you and them look stupid with"}, {"tweet_text": "@Isaa_DO I can't believe I have to work with you today.. 😒"}, {"tweet_text": "If you believe in the power of online #marketing, good for you. So do your customers. #digitalmarketing"}, {"tweet_text": "RT @BeHeaIthy: If you want it bad enough, &amp; you're willing to make the sacrifices, you can do it. But first you have to believe in yourself…"}, {"tweet_text": "Believe with all of your heart that you will do what you were made to do.-Orison Swett Marden http://t.co/DPmVnziEQg #listen #success"}, {"tweet_text": "@carterpetras no, I don't say anything about how it's dumb that you don't believe what I do because really I don't care what you believe"}, {"tweet_text": "@Yousagi_Alice @Jul3rd @estreasays Do you believe in the \"bring em up just to knock em down\" theory?"}, {"tweet_text": "@godwattery &gt;You are very aroused but panic sets in. How the hell do you have gay sex?? You can't believe you're on par with John here."}, {"tweet_text": "@__YellowRose you can do it lol I believe in u"}, {"tweet_text": "CMON FALCAO LAD YOU CAN DO THIS #BELIEVE ❤️❤️❤️❤️❤️❤️"}, {"tweet_text": "@KrakatoaAndy I do like it a lot, would you believe... let's just say he handled Batman better than he did Planet of the Apes."}, {"tweet_text": "RT @Topsyken: “@babsacademy: Lol but seriously, you all don't believe somebody walks from Lagos to lokoja in 10 days. Do you? Nah nah nah” …"}, {"tweet_text": "@ChelseaFC common Chelsea I believe in you all. You can do this 💙💙"}, {"tweet_text": ".@RepMattSalmon Do you believe this http://t.co/ME8Cu2C9tu should be sold for this http://t.co/fw93fQs0P7? Say NO and help us #endSA838!"}, {"tweet_text": "RT do you believe in fallin in love ? :'("}, {"tweet_text": "Do you believe in 'love at first sight'? — no its stupid http://t.co/jPqtcwz6TB"}, {"tweet_text": "RT @ushiec: What are 'they' not telling you? Do you believe 'them'? #ceconf2015"}, {"tweet_text": "Yes, I do, I believe that one day I will be where I was right there right next to you"}, {"tweet_text": "@adam6130 @TedGFeftus @bnp Do you seriously believe you are that important in my life? F*** off Leftie Troll. You're a disgrace to children."}, {"tweet_text": "@Official_NCFC come on Notts positive attitude, teamwork, focus and communication it worked for my kids earlier you can do it #believe"}, {"tweet_text": "RT @liyennteo: I can't believe \"Busy\" can be used as an excuse for you to not do your assignment (which is YOUR responsibility) and push it…"}, {"tweet_text": "RT @Caustical_: I don't believe in perfect or forever, but what I do believe in is you."}, {"tweet_text": "RT @exosconvos: dyo: do believe in forever?\nkai: nah im not /laughs/\ndyo: oh /hurt/\nkai: I'll believe it if i will be with you\ndyo: huh /bl…"}, {"tweet_text": "I can't believe \"Busy\" can be used as an excuse for you to not do your assignment (which is YOUR responsibility) and push it to others."}, {"tweet_text": "@PascalFX @biebervalue @yazzostuff boy why do you care so much what Muslims believe in"}, {"tweet_text": "Rip Uncle Nelson , still can't believe you gone .. Idk what ima do at yo funeral 😞 see you soon baby 💞"}, {"tweet_text": "@MichaelEDyson @MarciaLDyson Do you pay your taxes or are taxes racist as @MHarrisPerry and @TheRevAl believe?"}, {"tweet_text": "Do you believe the testimony of Korean? Why do you ignore the evidence of the Japanese? @MyGlendale @latimes #CNN #JpnSO"}, {"tweet_text": "RT @_EliRockwell: Be you… Always do you… Own all you believe in… No apologies."}, {"tweet_text": "i dont dare to mind.I self-conscious sia😂😂😂 — DO IT SHAZZZ I BELIEVE IN YOU HAHHAHA http://t.co/hc4SwTOQqY"}, {"tweet_text": "I don't really believe in ' you cheat on me, I'll do the same to make you feel how I feel' that kinda thing ://////"}, {"tweet_text": "Do believe in you, your thoughts, your vision, and your enthusiasm."}, {"tweet_text": "\"And if you were to ask me after all that we've been through:Still believe in magic?\nWell yes, I do \"💕"}, {"tweet_text": "i can't believe harry posted a pic with louis' hand even if in b&amp;w it's WITH LOUIS do you get it"}, {"tweet_text": "RT @exosconvos: dyo: do believe in forever?\nkai: nah im not /laughs/\ndyo: oh /hurt/\nkai: I'll believe it if i will be with you\ndyo: huh /bl…"}, {"tweet_text": "RT @AdriaanG_LP: You know this intellectually, but do you really believe it? Please DO, because it is TRUE. http://t.co/QQumxj9B9E"}, {"tweet_text": "Why in the fuck do you always believe these fuck ass niggas that always tell you bullshit... You never ask for my word at all."}, {"tweet_text": "RT @AdriaanG_LP: You know this intellectually, but do you really believe it? Please DO, because it is TRUE. http://t.co/QQumxj9B9E"}, {"tweet_text": "RT @exosconvos: dyo: do believe in forever?\nkai: nah im not /laughs/\ndyo: oh /hurt/\nkai: I'll believe it if i will be with you\ndyo: huh /bl…"}, {"tweet_text": "Yea but they always in a relationship RT @WillmaSupaStar: Do you guys believe in soulmates?"}, {"tweet_text": "RT @starbucksftjai: listen to happy music\ndance around your house\ndo something you love \nhave a happy saturday \nyou can do it I believe in …"}, {"tweet_text": "@ProfOsinbajo we believe you guys.pls do not let us down. It would not be easy we know,but do not let us down."}, {"tweet_text": "Do you believe in happy ending? — Yup. cos if its not a HAPPY ending, its not yet the end. :) http://t.co/6Y5jH9ggnM"}, {"tweet_text": "#repost from humanrightscampaign \"Do you and your loved ones believe that #LoveCantWait? Tag the one… https://t.co/3Sb5LuXTAS"}, {"tweet_text": "RT @Dancingstarssss: @daisyfordinner *flips hair HAHAHAH good luck for tmr captain you can do it 💪😘 i believe in you !"}, {"tweet_text": "@f1nic Hmmm do I believe that?! I never knew he said it - you shouldn't have mentioned it!"}, {"tweet_text": "RT @Pr33tInsan: 😘@Gurmeetramrhim😍\nDon't aim for success\nif uh want it; just do what\nyou love and believe in, &amp;\nit will come naturally.\n#MSG…"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "RT @Pr33tInsan: 😘@Gurmeetramrhim😍\nDon't aim for success\nif uh want it; just do what\nyou love and believe in, &amp;\nit will come naturally.\n#MSG…"}, {"tweet_text": "RT @Pr33tInsan: 😘@Gurmeetramrhim😍\nDon't aim for success\nif uh want it; just do what\nyou love and believe in, &amp;\nit will come naturally.\n#MSG…"}, {"tweet_text": "RT @AcademyLax: Here we go boys!!! Rockville today, let's do this. All you got! Heart, Focus and will! Believe!!!"}, {"tweet_text": "@skillcrane you can do it! I believe in you!"}, {"tweet_text": "RT @exosconvos: dyo: do believe in forever?\nkai: nah im not /laughs/\ndyo: oh /hurt/\nkai: I'll believe it if i will be with you\ndyo: huh /bl…"}, {"tweet_text": "WHY IS IF I DIDNT BELIEVE IN YOU SUCH A PAINFUL SONG and why do i keep listening to it"}, {"tweet_text": "“@babsacademy: Lol but seriously, you all don't believe somebody walks from Lagos to lokoja in 10 days. Do you? Nah nah nah” na ur waka?"}, {"tweet_text": "@em_hyem you can do it, you've just hour to believe 😘😉 I want to see it when you're done"}, {"tweet_text": "RT @Goodkindles: #book A Date with Fate by Tracy Ellen: http://t.co/iGEPT6rb6B Free on Amazon!  Do you believe in… http://t.co/2mOGLbXChd #…"}, {"tweet_text": "Do you believe in horoscopes? — No. http://t.co/dS175DfVTp"}, {"tweet_text": "RT @exosconvos: dyo: do believe in forever?\nkai: nah im not /laughs/\ndyo: oh /hurt/\nkai: I'll believe it if i will be with you\ndyo: huh /bl…"}, {"tweet_text": "Do you believe in the hereafter? Oh, you do? Then you know what I'm hereafter — bye http://t.co/mNcoJTqh4V"}, {"tweet_text": "RT @ndstem: Kids will do amazing things if they know that you believe in them - Kayla Delzer, West Fargo Public Schools @mrsdelz #ndstemstr…"}, {"tweet_text": "Do you believe that your everything may be talking to you right now? — Hmmn. Well. If youre my crush then yes😂 http://t.co/NgRuU3zibA"}, {"tweet_text": "Do you believe in your talent?! Let us put YOUR video in full view of International Country Music fans - FREE! Email Mel@cmandt.productions"}, {"tweet_text": "RT @anngeeel_: After someone's fucked you over in any way its kinda hard to believe that they won't do it again ."}, {"tweet_text": "Believe with all of your heart that you will do what you were made to do.Orison Swett Marden #wukarbegins"}, {"tweet_text": "@DrDamages I believe nigerians devotion to religion is just as bad as the problem of corruption. Do you agree and your thoughts please?"}, {"tweet_text": "@muleTone @XboxSupport Chat and other features went down last night on XBL, you won't be believe what they didn't do next...."}, {"tweet_text": "Do you believe in horoscopes? — no http://t.co/uUjKQGizIa"}, {"tweet_text": "One thing I HATE chain letters. Please do not send me ANY messages saying if you believe in God send this message... http://t.co/ZKlZ8KHHDs"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "@CS_JiYeon93 we can be together forever, always be patient with me, believe what i gonna do anything and stay with me /kiss you're lips/"}, {"tweet_text": "@NC_esquire @BenPianoman1 Shut out the role of women how? Do you actually believe a woman would actually respect a man that just follows her"}, {"tweet_text": "Good Afternoon World, One Question: Do you believe in finding love at the club?"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "\"Do you believe in fairies?\"\nDown at the bottom of my garden. #photogrid @photogridorg https://t.co/ZttV4tOiuD"}, {"tweet_text": "RT @chanesem_: If yall bitches believe anything a nigga tell yall when it come to another bitch ya mind is fucked up and you got some reeva…"}, {"tweet_text": "Oh! Darling, please believe me\nI'll never do you no harm\nBelieve me when I tell you\nI'll never do you no harm"}, {"tweet_text": "People may doubt what you say, but they will believe what you do."}, {"tweet_text": "Yes I do, I believe that one day I will be, where I was, right there, right next to you. I'm reaching out to you. Can you hear my call?"}, {"tweet_text": "@Klythem you'll do awesome, I believe in you!!! ☺️"}, {"tweet_text": "@BrunetteToretto he looked at her eyes and then her hair all he wanted to do was to kiss her but didn't. \"Don't you believe me?\""}, {"tweet_text": "RT @Goodkindles: #book A Date with Fate by Tracy Ellen: http://t.co/iGEPT6rb6B Free on Amazon!  Do you believe in… http://t.co/2mOGLbXChd #…"}, {"tweet_text": "@bhorn55 do you believe the switch from 104.1, to 96.7 has caused some of the drop in ratings for KTCK?"}, {"tweet_text": "\"I don't believe that anybody feels the way I do about you now\""}, {"tweet_text": "RT @SimonSantiago12: @believe_jb1314 @ItsLifeFact when I am with you I am always happy no matter what we do even if we talk or walk it just…"}, {"tweet_text": "RT @exosconvos: dyo: do believe in forever?\nkai: nah im not /laughs/\ndyo: oh /hurt/\nkai: I'll believe it if i will be with you\ndyo: huh /bl…"}, {"tweet_text": "@phone_maybe Based on what you wrote, I do not believe you have experienced real hateful language before. #zerotroll"}, {"tweet_text": "@A1rWick you ever fight wit a Scorpio it's an argument you won't win or we let you believe you did &amp; do soooooo much worse lol"}, {"tweet_text": "Yes I do, I believe\nThat one day I will be, where I was\nRight there, right next to you"}, {"tweet_text": "@qeqfoicrl do you believe in him?"}, {"tweet_text": "Dear cherry,\nOkay that sounds awesome. I believe I'm gonna do you bc friends are good (wow you even signed it you're professional)"}, {"tweet_text": "RT @Calum5SOS: Do you believe in hallucinations? Any dream or its revelation?"}, {"tweet_text": "RT @VoiceOfAdeBob: @DrDayoAdeyanju Do you believe that the outbreak could have any connection (however small it is) with 'traditional stuff…"}, {"tweet_text": "RT @VoiceOfAdeBob: @DrDayoAdeyanju Do you believe that the outbreak could have any connection (however small it is) with 'traditional stuff…"}, {"tweet_text": "RT @VoiceOfAdeBob: @DrDayoAdeyanju Do you believe that the outbreak could have any connection (however small it is) with 'traditional stuff…"}, {"tweet_text": "RT @VoiceOfAdeBob: @DrDayoAdeyanju Do you believe that the outbreak could have any connection (however small it is) with 'traditional stuff…"}, {"tweet_text": "RT @Goodkindles: #book A Date with Fate by Tracy Ellen: http://t.co/iGEPT6rb6B Free on Amazon!  Do you believe in… http://t.co/2mOGLbXChd #…"}, {"tweet_text": "@chinanderm what time do you believe GD might show up?"}, {"tweet_text": "@axitkhurana We believe it's due to your documents. Do you have a visa or resident card?"}, {"tweet_text": "Some of the things God will ask you to do won't make sense. That's why he gave us a heart to believe him, not to... http://t.co/1eyu1fT648"}, {"tweet_text": "\"I don’t believe that anybody feels the way I do about you now\" - Wonderwall - Oasis (via reminds) http://t.co/merX214O1P"}, {"tweet_text": "@DrDayoAdeyanju Do you believe that the outbreak could have any connection (however small it is) with 'traditional stuffs'?  #IreleOutbreak"}, {"tweet_text": ".@RepMattSalmon Do you believe this http://t.co/Hpln0p6D9i should be sold for this http://t.co/wdYDN24xdK? Say NO and help us #endSA838!"}, {"tweet_text": "RT @JohannahDarling: Louis was not lazy in his dreams  - He wanted to enjoy his life. We can all do that. Love what you believe in &amp; believ…"}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "RT @2_belovedx3: NEVER make a nigga believe you \"need\" him cause then they'll do whatever they feel like doing knowing you won't leave"}, {"tweet_text": "A DIPLOMA IS A PIECE OF PAPER . ITS NOT A GATEWAY TO A GREAT LIFE . BELIEVE IN YOURSELF AND DO WHAT YOU WANT/NEED TO DO TO SUCCEED ."}, {"tweet_text": "@2ANow Would you believe...this has nothing to do with #Islam?  Please disregard the fact that it is condoned by Islam."}, {"tweet_text": "My friend's cat died and his internet stopped working\n\nDo you believe me now"}, {"tweet_text": "@Almodelicious do you believe in miracles?"}, {"tweet_text": "@HIDEYOSHl @yuushirou_ do you not believe in the hentai god"}, {"tweet_text": "\"Success is waking up in the morning and bounding out of bed because there's something out there that you love to do, that you believe..."}, {"tweet_text": "\"Success is waking up in the morning and bounding out of bed because there's something out there that you love to do, that you believe..."}, {"tweet_text": "Do you believe in horoscopes? — I'm fond of knowing my horoscope. Pero hindi. Meron tayong free will, gamitin na... http://t.co/wTa407HsZg"}, {"tweet_text": "listen to happy music\ndance around your house\ndo something you love \nhave a happy saturday \nyou can do it I believe in you! ☁️"}, {"tweet_text": "RT @MohdKmL: Whoever call to free women, Freedom is to let them do what they believe. Don't force them to do what you desire!!! \n #مليونيه_…"}, {"tweet_text": "RT @exosconvos: dyo: do believe in forever?\nkai: nah im not /laughs/\ndyo: oh /hurt/\nkai: I'll believe it if i will be with you\ndyo: huh /bl…"}, {"tweet_text": "RT @ARIANASlDES: do whatever you want, say what you want, dress how YOU want. do everything for YOU &amp; forget what people say, believe or th…"}, {"tweet_text": "RT @exosconvos: dyo: do believe in forever?\nkai: nah im not /laughs/\ndyo: oh /hurt/\nkai: I'll believe it if i will be with you\ndyo: huh /bl…"}, {"tweet_text": "RT @DelaneyBasala: I ran a 57.20 and broke the schools 400 meter dash record 🏃it's amazing what you can do if you believe in yourself and h…"}, {"tweet_text": "Huey Lewis &amp; The News - Do You Believe In Love http://t.co/WhC4ygcVal #nowplaying #listenlive"}, {"tweet_text": "If you do something you believe in, don't let anyone stop you! ^^"}, {"tweet_text": "@DrDayoAdeyanju Sir, do you believe that the outbreak could have any connection (however small it is) with 'traditional stuffs'?"}, {"tweet_text": "RT @DerKennedySinnF: Do you believe the BBC is an organisation not fit for purpose?\nRetweet = Yes\nFav = No"}, {"tweet_text": "RT @exosconvos: dyo: do believe in forever?\nkai: nah im not /laughs/\ndyo: oh /hurt/\nkai: I'll believe it if i will be with you\ndyo: huh /bl…"}, {"tweet_text": "RT @nyc_elle_p: I don't care what my future husband thinks. Huey Lewis and the News's \"Do You Believe in Love\" will be my wedding song."}, {"tweet_text": "I don't believe in perfect or forever, but what I do believe in is you."}, {"tweet_text": "RT @Daredevil: Do you believe in Matt Murdock? #Daredevil\nhttps://t.co/mZHfzxetju"}, {"tweet_text": "RT @exosconvos: dyo: do believe in forever?\nkai: nah im not /laughs/\ndyo: oh /hurt/\nkai: I'll believe it if i will be with you\ndyo: huh /bl…"}, {"tweet_text": "Do you have many bestfriends in ur real life? — I value quality over quantity and I believe you can only have on... http://t.co/xg14lb7ITA"}, {"tweet_text": "If you believe you can, and believe it strongly enough, you will be amazed at what you can do @NidoQubein #quote"}, {"tweet_text": "RT @mandocrasy: It does not matter what you believe in,but that you do not stop believing.Plz #TheBorgias S4! @YahooScreen http://t.co/EqNq…"}, {"tweet_text": "😭😭😭😭\"@DannyBeegie: Can't believe people are so disrespectful. Do you know how hard Batman is ?\""}, {"tweet_text": "Can't believe people are so disrespectful. Do you know how hard Batman is ?"}, {"tweet_text": "@goodregardless teach me your theory then. Do you believe in religion?"}, {"tweet_text": "RT @youngkrazz: @Dreadqueen_EN @freebirdy31 lol I believe you're good to go do whatever you feel like now"}, {"tweet_text": "RT @exosconvos: dyo: do believe in forever?\nkai: nah im not /laughs/\ndyo: oh /hurt/\nkai: I'll believe it if i will be with you\ndyo: huh /bl…"}, {"tweet_text": "RT @ARIANASlDES: do whatever you want, say what you want, dress how YOU want. do everything for YOU &amp; forget what people say, believe or th…"}, {"tweet_text": "@ashrafghani sir! We hope, you appoint those people to whom Afghanistan comes first. I believe you will do the same."}, {"tweet_text": "I don't believe that anybody feels the way I do about you now 🎶❤️"}, {"tweet_text": "RT @imtherealronin: \"Dreams really do come true if you believe\" http://t.co/nJ123TvPy1"}, {"tweet_text": "RT @JSMVOfficial: SLEEPTIGHT!! Keep those dreams alive. Don't ever give up on what you believe in and want! You can do it... Just believe."}, {"tweet_text": "do you guys believe if i told you that i have a certain gif that will kill everyone in the phandom in less than a second ??"}, {"tweet_text": "RT @exosconvos: dyo: do believe in forever?\nkai: nah im not /laughs/\ndyo: oh /hurt/\nkai: I'll believe it if i will be with you\ndyo: huh /bl…"}, {"tweet_text": "@maverickmack25 @MotoGP Keep fighting Mack..do better for the next race..beLieve it you can be the best ✊✊👊👊"}, {"tweet_text": "RT @Pr33tInsan: 😘@Gurmeetramrhim😍\nDon't aim for success\nif uh want it; just do what\nyou love and believe in, &amp;\nit will come naturally.\n#MSG…"}, {"tweet_text": "RT @imtherealronin: \"Dreams really do come true if you believe\" http://t.co/nJ123TvPy1"}, {"tweet_text": "@homechapl you can do it amy, i believe in you"}, {"tweet_text": "@TMikaMouse i do not remember this happening and i do believe that's why i followed you."}, {"tweet_text": "RT @imtherealronin: \"Dreams really do come true if you believe\" http://t.co/nJ123TvPy1"}, {"tweet_text": "@aliamjadrizvi Do you believe it is the Qur'an and Ahadith that ultimately inform and inspire such documents?"}, {"tweet_text": "@Dreadqueen_EN @freebirdy31 lol I believe you're good to go do whatever you feel like now"}, {"tweet_text": "RT @kingysly_01: \"@babsacademy: Lol but seriously, you all don't believe somebody walks from Lagos to lokoja in 10 days. Do you? Nah nah na…"}, {"tweet_text": "I would like to take this opportunity to inform you all that I do actually believe I'm a 10."}, {"tweet_text": "Do you believe in #ghosts ? when uploaded, check out my #VEDA2015 #SSSVEDA #BattenVEDA video on the matter. http://t.co/tjtQv6fGnL"}, {"tweet_text": "Do you believe that playing is more important than wi... — My company's motto is \"Fight for glory and victory, f... http://t.co/UO0HojIDpn"}, {"tweet_text": "@dreamloveharry good luck babe you'll do great i believe in you"}, {"tweet_text": "You can do it! Just keep on pushing doing the right thing! Believe in God Believe in Yourself! http://t.co/KsyKJFEigq"}, {"tweet_text": "RT @Pr33tInsan: 😘@Gurmeetramrhim😍\nDon't aim for success\nif uh want it; just do what\nyou love and believe in, &amp;\nit will come naturally.\n#MSG…"}, {"tweet_text": "@henrywinter . Drogba. Chelsea fans around the world believe you can do it for us."}, {"tweet_text": "Don't aim for success if you want it; just do what you love and believe in, and it will come naturally."}, {"tweet_text": "Do you believe the devil exists? — Yes http://t.co/ZQQwfGrfwc"}, {"tweet_text": "\"@babsacademy: Lol but seriously, you all don't believe somebody walks from Lagos to lokoja in 10 days. Do you? Nah nah nah\" I don't"}, {"tweet_text": "Do you guys actually believe Empire has been cancelled. Why you so gullible"}, {"tweet_text": "@luciewoodXX still can't believe you do this 😂😅"}, {"tweet_text": "I can't believe it, you can do it @RafaelNadal #MonteCarloRolexMasters"}, {"tweet_text": ".@RepMattSalmon Do you believe this http://t.co/2UgW7tUCxe should be sold for this http://t.co/X87qx2bkWK? Say NO and help us #endSA838!"}, {"tweet_text": "crawls to lei\nyou got this \nI believe in you and you're gonna do awesome"}, {"tweet_text": "Do you know AR. REHMAN's \"AR\" stands for \"Allah Rakha\"😂\nBtw this^ is true..\nGoogle it, if u don't believe me..😃"}, {"tweet_text": "Do you believe in god ? Words with gods 5:30pm - Cine 1 http://t.co/6Ns43W9e2Q"}, {"tweet_text": "RT @My_Stars_1D: Oh My gosh One Years Since You &amp; I Music Video Do you believe that :0 Just how fast the night Changes ♥ Time Flies !! http…"}, {"tweet_text": "RT @youredamned: Unless you believe in Zeus, and if you do: Why? http://t.co/727YVz0CHE"}, {"tweet_text": "RT @ARIANASlDES: do whatever you want, say what you want, dress how YOU want. do everything for YOU &amp; forget what people say, believe or th…"}, {"tweet_text": "Do you even believe yourself ?  https://t.co/ddJNqb6Ni6"}, {"tweet_text": "RT @imtherealronin: \"Dreams really do come true if you believe\" http://t.co/nJ123TvPy1"}, {"tweet_text": "RT @My_Stars_1D: Oh My gosh One Years Since You &amp; I Music Video Do you believe that :0 Just how fast the night Changes ♥ Time Flies !! http…"}, {"tweet_text": "@JuliaTNCG You can do it! I believe in you! Here's the link to an easy generator: https://t.co/G81HdV9CtX #13Percent http://t.co/62qPXejMXK"}, {"tweet_text": "RT @imtherealronin: \"Dreams really do come true if you believe\" http://t.co/nJ123TvPy1"}, {"tweet_text": "Do you believe in happy ending? — Idk http://t.co/tMdkise2Dy"}, {"tweet_text": "RT @imtherealronin: \"Dreams really do come true if you believe\" http://t.co/nJ123TvPy1"}]