[{"tweet_text": "You have no idea how hard it is not to show how nervous I get around you 😁🙈😏😅"}, {"tweet_text": "@hrryxstyls yes!!!👌🏽 but they are really hard to get!!😭"}, {"tweet_text": "RT @BrutallyHonest4: Hate being in bad moods but they're so hard to get out of"}, {"tweet_text": "Hard to get 😩"}, {"tweet_text": "RT @misterlazyy: When you get high and then reality hits you hard once it stops"}, {"tweet_text": "#Scorpio's have very deep minds and it's very hard to get inside of them. If you do, you wont understand anyways."}, {"tweet_text": "RT @BrutallyHonest4: Hate being in bad moods but they're so hard to get out of"}, {"tweet_text": "RT @Scottie_pippen3: Times get hard but a nigga still gettin it ✔️"}, {"tweet_text": "RT @BrutallyHonest4: Hate being in bad moods but they're so hard to get out of"}, {"tweet_text": "RT @thatdarnKenneth: 3. she said she could get a car, meaning she probably don't have one RT“@AshMcNasty: niggas be flexin' soooo hard 😴 ht…"}, {"tweet_text": "I like hard to get 😏 your just making it harder for yourself"}, {"tweet_text": "Get Hard 2015 Online Subtitrat Mare si Tare http://t.co/HyC6s6AL5q via @subtitrat"}, {"tweet_text": "RT @BrutallyHonest4: Hate being in bad moods but they're so hard to get out of"}, {"tweet_text": "RT @BrutallyHonest4: Hate being in bad moods but they're so hard to get out of"}, {"tweet_text": "RT @BrutallyHonest4: Hate being in bad moods but they're so hard to get out of"}, {"tweet_text": "RT @BrutallyHonest4: Hate being in bad moods but they're so hard to get out of"}, {"tweet_text": "RT @BrutallyHonest4: Hate being in bad moods but they're so hard to get out of"}, {"tweet_text": "RT @BrutallyHonest4: Hate being in bad moods but they're so hard to get out of"}, {"tweet_text": "RT @BrutallyHonest4: Hate being in bad moods but they're so hard to get out of"}, {"tweet_text": "RT @only_bomi: Our girls who worked hard from the very first day to get to where they are now. #에이핑크데뷔4주년 #Here4Apink"}, {"tweet_text": "@East_L_Ace as he now trains harder. You act like it's impossible for guys to get buffer by going to the gym and getting in a hard workout"}, {"tweet_text": "RT @AmazingiGrace: You don't walk into love, you fall in. That's why it's so hard to get out."}, {"tweet_text": "Seriously. I get woken up for that. Dammit you people don't know how hard it is for me to get sleep."}, {"tweet_text": "RT @isabeltrevizo_: cheerleaders &amp; dancers don't get enough credit. That shits so hard 😂"}, {"tweet_text": "RT @MotivatedLiving: I'm not waiting everyday to be rich and famous. Instead, I'm busy working hard to get there."}, {"tweet_text": "RT @lklingkling: I love hard. So my feelings die slow. But once I stop caring, you'll never get that back."}, {"tweet_text": "I won't get a VCV bank, master says I'm 'hard to voice'. Bitch just doesn't wanna do work."}, {"tweet_text": "RT @find_narendra: #DLFBuyerExperience - Time is coming soon when you will find hard to get buyer in India. NRI's are also becoming very ca…"}, {"tweet_text": "RT @NYPConfess: Engineering students. Prepare to get annihilated by Maths. #NYPConfessions \n\nits not that hard, once you get the hang of it."}, {"tweet_text": "I swear I strive so hard to do my best and get involved in so many things because I want a banging ass Wikipedia page 🌏"}, {"tweet_text": "RT @Pavi_Suji: @Siva_Kartikeyan I hav been tryn so hard n last 4Days to get a single wish from yoU which s most important one fa me🙏 http:/…"}, {"tweet_text": "RT @Pavi_Suji: @Siva_Kartikeyan I hav been tryn so hard n last 4Days to get a single wish from yoU which s most important one fa me🙏 http:/…"}, {"tweet_text": "RT @TomsDogRun: Last 2 days to vote #PBNYC \n@FoTJ_Park &amp; @TomsDogRun worked hard to get item #7 on the ballot. Support #EastHarlem http://t…"}, {"tweet_text": "RT @TomsDogRun: Last 2 days to vote #PBNYC \n@FoTJ_Park &amp; @TomsDogRun worked hard to get item #7 on the ballot. Support #EastHarlem http://t…"}, {"tweet_text": "does everyone just sort of know virtualbox is garbage or will i miraculously get it working if i just bash my head against it hard enough"}, {"tweet_text": "Made hard work of it today but a win is a win at this time of season. Better Stratford's result next week and we get 2nd. Come on Merthyr!"}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "RT @idiotbox_justin: @oldwaver @badkaratemovie stay hard, the best radio show ever. My life is ruined, don't know how I'll get by without w…"}, {"tweet_text": "Ramon is working hard to get some leads today #oviedo Home Depot http://t.co/WICnFA7c3J"}, {"tweet_text": "RT @isabeltrevizo_: cheerleaders &amp; dancers don't get enough credit. That shits so hard 😂"}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "@pinkfairyhes ive been trying so hard but i never get louis solo dm 😭"}, {"tweet_text": "I love Marvel X-Men and Spiderman got me into comics but I also love DC and I don't get why people are hating on BVS so hard."}, {"tweet_text": "RT @Scottie_pippen3: Times get hard but a nigga still gettin it ✔️"}, {"tweet_text": "@epDannyEdge it's kinda hard to get you follow even tho people say it's easy BUT HOW"}, {"tweet_text": "@bradleyxmcvey haha agree 😁😂 he's the last one who followed me 🙈 his follow is so hard to get"}, {"tweet_text": "RT @itsWizKhaliffa: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "I'll admit had a some time off J my paws get sore..its hard to stop I'm loving these tables. HARD work is HARDLY work http://t.co/ahSDcn6nH2"}, {"tweet_text": "where people who hear it get afraid of their ability to code, or people who are just learning then assume it'll be too hard and stop."}, {"tweet_text": "RT @Scottie_pippen3: Times get hard but a nigga still gettin it ✔️"}, {"tweet_text": "RT @Pavi_Suji: @Siva_Kartikeyan I hav been tryn so hard n last 4Days to get a single wish from yoU which s most important one fa me🙏 http:/…"}, {"tweet_text": "RT @Scottie_pippen3: Times get hard but a nigga still gettin it ✔️"}, {"tweet_text": "RT @liyyy_: im not going hard for no nigga that dont even make it known we fuck with eachother. lol quickest way to get played."}, {"tweet_text": "I try hiding my disappointment every time I hear something I don't wanna hear...it's hard to hide it😂and ima get my dad's paycheck later😂😏"}, {"tweet_text": "@ruggedybaba @manutd we are getting hard in this game. Na we get am..."}, {"tweet_text": "@_raybabyyy girl I have been trying SO hard to get Hubby on board with us adopting her. She has to find a home by tomorrow..."}, {"tweet_text": "@ImAlexHoltti it's hard to get your attention when I've already favourited all your tweets"}, {"tweet_text": "Still I Rise, I Get Crazy, Itty Bitty Piggy, Go Hard, &amp; Envy will forever be my fav off that mixtape 🔥🔥"}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "Smh RT @_McAwesome: You can always get another gf. It's hard to find a barber who gets your fade just the way you like it."}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @4stephaniesharp: KS Credit rating: (bagpipes start playing next door. No really) .@RonRyckman lkng 4 $100M ending bal, gonna be hard 2 …"}, {"tweet_text": "@KITTYJEON stan Sistar ❤️ youll love their crazy individual charms. Also red velvet but its hard to get close up."}, {"tweet_text": "@ultimateshuckle NO GET THIS. HE WOULD BE.. WATER. BECAUSE HE'S SUPPOSED TO BE LIKE. HARD TO SEE AND STUFF. SEE THRU (kuroko)"}, {"tweet_text": "'i think it will get mixed reaction, ppl r taking this hard.sum will get closure' this is about DE. whats with  the closure part?"}, {"tweet_text": "@PascalFX @biebervalue @Trittons @yazzostuff @Normanited tbh i get hard every time she says ALLAHU akhbar"}, {"tweet_text": "{My model doesn't post much and her snapshots are hard to get ugh :/}"}, {"tweet_text": "RT @squirrel74wkgn: I'm...almost...there...money shot?\n\n\"Do you know how hard it is to get that out of my hair?\"\n\nIs it harder than rinsing…"}, {"tweet_text": "Super fucking horny right. Anyone wanna talk, get me hard, and make cum? #horny #sexting #lazysaturday"}, {"tweet_text": "Fast Food workers should NOT get paid 15 an hour, how about you work hard so you DON'T HAVE to work in fast food or get a better job #Lazy"}, {"tweet_text": "@TheKingDraft son how can I get a hard copy?"}, {"tweet_text": "RT @pupswillbepups: Semper Fidelis Camp. Working hard, always striving to get better. @coach_McDowell #SemperFiCamp http://t.co/FPLZU4Enq8"}, {"tweet_text": "@TommyMilner @UnitedSportsCar get some Tommy! Should be good hard clean racing with 19 pro cars."}, {"tweet_text": "RT @C_da_Esquire: If Im cuddling and rubbing and my dick get hard, guess what...you gone rub to get it down"}, {"tweet_text": "matthewsagan: *plays hard to get by staying at home and having no contact with anyone* http://t.co/MhfYjMe7h9"}, {"tweet_text": "RT @itsWizKhaliffa: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "We all agree no one should get hurt, but if @blawrie13 career gets ended when someone slides hard into his knee, no royals fan sheds a tear"}, {"tweet_text": "it's hard but i know i can get through it yes i can"}, {"tweet_text": "i love simple lessons with BIG truth!   This is one of them!  One can never get around the last one.   Hard work ...…https://t.co/ksHQ73jv8b"}, {"tweet_text": "mature babe get fucked hard on both holes till cum on her pussy #xxx #anal #milf #iPad #usa http://t.co/pYoyFcta48"}, {"tweet_text": "RT @redlianak: Just FYI, I was banned from fan expo just because the previous owners hated me. No reason given.  It's not hard to get banne…"}, {"tweet_text": "RT @StevStiffler: WHEN YOU PRESS HELLA HARD TO GET LAST LITTLE BIT OF TOOTHPASTE http://t.co/IDPd8IX5uN"}, {"tweet_text": "RT @gcdmhelp: It was so hard to get my Harry dm,i had to give them 5 Louis and 5 Zayn."}, {"tweet_text": "whe kee get geeked all he do is smile extra hard ugly ass boy"}, {"tweet_text": "It's #NBAPlayoffs time! It's gonna be hard to get any music done today."}, {"tweet_text": "mature babe get fucked hard on both holes till cum on her pussy #pics #news #pussy #youtube http://t.co/GBlPfV1I7E"}, {"tweet_text": "@wwefan1286267 @JESUS_WWE_CHICK 😂😂😂 I trolled him so hard trying to get him to block me and he finally did when I told him PB is better 😂👌"}, {"tweet_text": "Hoping I won't get a hard time in sleeping again. For the third time."}, {"tweet_text": "RT @Scottie_pippen3: Times get hard but a nigga still gettin it ✔️"}, {"tweet_text": "I'm trying too hard not too get a Haircut 😩"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @ZodiacFacts: Tread carefully with a #Scorpio. Once you've blown it with someone born under this sign, it’s hard to get that trust back."}, {"tweet_text": "@reginaaranda880 well you only have 10% by chance that he'll notice you 😂 too deym hard to get a notice from him."}, {"tweet_text": "RT @pupswillbepups: Semper Fidelis Camp. Working hard, always striving to get better. @coach_McDowell #SemperFiCamp http://t.co/FPLZU4Enq8"}, {"tweet_text": "It was so hard to get my Harry dm,i had to give them 5 Louis and 5 Zayn."}, {"tweet_text": "Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but still wants you.\""}, {"tweet_text": "RT @ThirtySecFights: WHEN U GET PUNCHED SO HARD THAT CHIEF KEEF COME OUT OF NOWHERE 😂 http://t.co/VwxpZ4rs2k"}, {"tweet_text": "RT @Pimpinrossr5: When I try to get my shit together. I'm laughing so hard. #R5AllDayAllNight http://t.co/KGrcBuYTeQ"}, {"tweet_text": "RT @Scottie_pippen3: Times get hard but a nigga still gettin it ✔️"}, {"tweet_text": "RT @C4LLM3H4M_: i dont rlly fall for someone that easily but when i do, it's hard for me to give up even if i know that i will get hurt alo…"}, {"tweet_text": "Is hard but insyallah i will get use to it."}, {"tweet_text": "Welcome. You will probably find it's hard to get data on renewables from non-biased sources, @radicalabacus @TitanicQueen @AHMalcolm"}, {"tweet_text": "@PKMcKale it's fine, I get the point you were making with your original tweet but I just don't agree with it, no hard feelings though"}, {"tweet_text": "Dysania\n(n.) the state of finding it extremely hard to get out of bed in the morning. http://t.co/ygbtISBJMJ"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @C4LLM3H4M_: i dont rlly fall for someone that easily but when i do, it's hard for me to give up even if i know that i will get hurt alo…"}, {"tweet_text": "@RosyHips89 Life's tough and it knocks you down hard and fast but you have no choice but to dust yourself off and get back up."}, {"tweet_text": "RT @Scottie_pippen3: Times get hard but a nigga still gettin it ✔️"}, {"tweet_text": "RT @AmazingiGrace: You don't walk into love, you fall in. That's why it's so hard to get out."}, {"tweet_text": "@Todd_RC_Ross @JimPrentice   You can't be seriously using Wikipedia as evidence. That's nuts. Get some hard evidence before badmouth JP"}, {"tweet_text": "@amandajuzyk_ @GinaDoogie @sollenac chris just get ur facts right it's not that hard"}, {"tweet_text": "just want things to get better , as day pass by . But it seems damn hard ..."}, {"tweet_text": "@JLaCocaina u can do it but just gotta want to do it saving hard af trust me i b on someima blow this money cuz ima get it right back sht"}, {"tweet_text": "RT @otterpopstyles: @Calum5SOS Hey babe, I've been trying so hard to get a follow from you. If this gets 300+ RTs will you please please pl…"}, {"tweet_text": "RT @iGreenMonk: Don't play hard to get. Play hard to forget"}, {"tweet_text": "@calicostyles it really is i dont get why its so hard for people to realize that our priorities dont involve figuring out their sexualities"}, {"tweet_text": "RT @SteveStfler: Diets are hard because I get hungry."}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "RT @SteveStfler: Diets are hard because I get hungry."}, {"tweet_text": "RT @Scottie_pippen3: Times get hard but a nigga still gettin it ✔️"}, {"tweet_text": "*plays hard to get by staying at home and having no contact with anyone*"}, {"tweet_text": "RT @redlianak: Just FYI, I was banned from fan expo just because the previous owners hated me. No reason given.  It's not hard to get banne…"}, {"tweet_text": "RT @__sgil: Wasted all of my time, and that's something I won't get back.. So, whenever I'm moving forward it's hard for me to adapt."}, {"tweet_text": "@ImAlexHoltti trying to get your follow and dm is so hard"}, {"tweet_text": "Nobody is gonna hit as hard as life. But it ain't about how hard you hit. It's about how hard you can get hit and... http://t.co/gHhQwmG3TH"}, {"tweet_text": "\"I worked so hard to get you. And to train you.\" - my girlfriend."}, {"tweet_text": "@troyhorton @dvonta20 I understand frustration with our stupid fans but have a hard time believing that if you work hard you get shown door."}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "Going To Get Some Of My Dads Important Things Today .. It's Gonna Be Hard .. But I Need Something To Remind Me Off Him .."}, {"tweet_text": "@xorraks Hahaha omg Jack I'm laughing so hard! I'll get you sharpie and crayons if that's what you really want :')"}, {"tweet_text": "RT @welove_thegym: Life is not about how hard you can hit, but how much you can get hit and still keep moving forward - Rocky Balboa #worko…"}, {"tweet_text": "RT @yeahsjustin: I drew Justin and Esther pls get him to notice it I worked hard on it http://t.co/PbZkPPGVwg"}, {"tweet_text": "RT @TheLarryVines: People try so hard to get attention 😴"}, {"tweet_text": "RT @itsWizKhaliffa: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "@damnimhungry you need the nigga to be fast enough to pull the trigger. If if superman got a hard time...Aint no nigga gon get close"}, {"tweet_text": "RT @idiotbox_justin: @oldwaver @badkaratemovie stay hard, the best radio show ever. My life is ruined, don't know how I'll get by without w…"}, {"tweet_text": "RT @JSesh: The @CACCCulinarySTU are working hard making omelets. You have 30 more minutes. Get to @comofarmers now! http://t.co/HWmMJvGdcz"}, {"tweet_text": "RT @C_da_Esquire: If Im cuddling and rubbing and my dick get hard, guess what...you gone rub to get it down"}, {"tweet_text": "@ImAlexHoltti I'm trying so hard to get you to notice me"}, {"tweet_text": "RT @TheLarryVines: People try so hard to get attention 😴"}, {"tweet_text": "@official_tfp @Hollandje97 @rarityrdx let me just get @DarrianLoehne who got screwed over hard from this kid. Think he had to pay over $500"}, {"tweet_text": "Told me I must not have gave her the life she wanted.... Told that nigga naw she ddnt wanna work hard to get to the lifestyle she wanted."}, {"tweet_text": "mature babe get fucked hard on both holes till cum on her pussy #sex #movie #hot #iPhone http://t.co/NaUyK9ReeK"}, {"tweet_text": "I don't follow Lana Del Rey because I'm playing hard to get"}, {"tweet_text": "RT @TheMattEspinosa: I got my cell phone ringin', nowadays it's hard to get me. Nine times out of ten, if you ballin' then you busy."}, {"tweet_text": "Happy Saturday! ! Lets get our asses to the gym and train hard!  Noones gonna give you your… https://t.co/t1j5tQ51i8"}, {"tweet_text": "RT @Scottie_pippen3: Times get hard but a nigga still gettin it ✔️"}, {"tweet_text": "It's hard to get a broken heart, but the hardest thing is to never get the one you truly love."}, {"tweet_text": "Its hard, cuz you put it here! Lol RT @SadeAdore: The bitterness for some people..😭😭😭😭..Get that hate  out of your heart.."}, {"tweet_text": "RT @tarunwatts2: #MSGSupportsFarmers With orgnic farming the farmer get the best price from little hard work it just happened by @Gurmeetra…"}, {"tweet_text": "RT @TheLarryVines: People try so hard to get attention 😴"}, {"tweet_text": "Went extra hard on the runnin sess this morning. Had to get some of that liquor up off me"}, {"tweet_text": "When will we get advanced supply drop for ps3 been like 2 weeks man at least tell us not that hard"}, {"tweet_text": "RT @itsWizKhaliffa: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "Nobody's ALL natural. You work hard to get good and then work harder to get better."}, {"tweet_text": "“@C_da_Esquire If Im cuddling and rubbing and my dick get hard, guess what...you gone rub to get it down” http://t.co/39obBwPJTu"}, {"tweet_text": "Working hard to get my fill, everybody wants a thrill🎶"}, {"tweet_text": "RT @s0ulvibes_: Cause you ain’t throwing em that $$ “@Jcsw14: Why is so hard to get nudes from strippers on here? They got standards only o…"}, {"tweet_text": "RT @Raeocchipinti: I never get sad. I never feel bad for myself. Sometimes I just feel a lot. And life weighs on me. I feel everything. Har…"}, {"tweet_text": "@K97Kieran I've had to back FC Utrecht at 7/4. FC Twente are desperate for the season to end, will find it hard to get motivated for it"}, {"tweet_text": "RT @iLLogical_1: Sometimes it's not how hard you pray. Get in your word so that when God responds, you know it's… https://t.co/RTcdzPohke"}, {"tweet_text": "RT @TheLarryVines: People try so hard to get attention 😴"}, {"tweet_text": "@JackJackJohnson Its really hard to get your attention. !!"}, {"tweet_text": "RT @TheLarryVines: People try so hard to get attention 😴"}, {"tweet_text": "@toluogunlesi he is wide awake working hard to get a smooth transition out of office."}, {"tweet_text": "5 Reasons Why You Shouldn’t Work So Hard http://t.co/au86qxCkIn via @washingtonpost"}, {"tweet_text": "RT @TheLarryVines: People try so hard to get attention 😴"}, {"tweet_text": "RT @tiaramvrie: It's extremely hard for me to get how a person that claims to care for you can treat you so low. I don't understand that ty…"}, {"tweet_text": "RT @_McAwesome: You can always get another gf. It's hard to find a barber who gets your fade just the way you like it."}, {"tweet_text": "@ATT how hard is it to get a customer question answered 3 seperate calls over last week and each time I'm transferred back to original"}, {"tweet_text": "@cytfreak14 probably really hard to get..."}, {"tweet_text": "RT @redlianak: Just FYI, I was banned from fan expo just because the previous owners hated me. No reason given.  It's not hard to get banne…"}, {"tweet_text": "@shhenning I'm so grateful I could get out there. I was getting cranky. But man it was hard to breathe!"}, {"tweet_text": "Why do we work so hard to get what we don’t even want? -A Prairie Home Companion (2006)"}, {"tweet_text": "Times get hard but a nigga still gettin it ✔️"}, {"tweet_text": "RT @sasyniam: why is it so hard to get harry solo dm"}, {"tweet_text": "This is why I get so frustrated. Is it that hard to answer me when we make plans for certain things?"}, {"tweet_text": "Cause you ain’t throwing em that $$ “@Jcsw14: Why is so hard to get nudes from strippers on here? They got standards only on Twitter?”"}, {"tweet_text": "RT @TheLarryVines: People try so hard to get attention 😴"}, {"tweet_text": "RT @SteveStfler: Diets are hard because I get hungry."}, {"tweet_text": "People try so hard to get attention 😴"}, {"tweet_text": "all the time spent together makes it hard to get you outta my system"}, {"tweet_text": "http://t.co/D3w3njgeYS Super hot sexy big tits milf get rocked by the pool man hot hard milf sex cumfaced pics precious pussy 6YHrrisO"}, {"tweet_text": "@ATouchOfWinter Playing hard-to-get, I see~"}, {"tweet_text": "RT @_McAwesome: You can always get another gf. It's hard to find a barber who gets your fade just the way you like it."}, {"tweet_text": "If Im cuddling and rubbing and my dick get hard, guess what...you gone rub to get it down"}, {"tweet_text": "RT @KushtopherDodd: Figuring out what you wanna do in life is the hard part. After that it's just a matter of doing WHATEVER it takes to ge…"}, {"tweet_text": "There are fucking empty seats do you know how hard I tried to get tickets what a load of shit"}, {"tweet_text": "@Almighty__Jam I heard get hard was funny 🙀"}, {"tweet_text": "@xOceaniall please pick me im trying so hard to get a solo dm 🙇"}, {"tweet_text": "If you want something you'll work hard enough until you get it"}, {"tweet_text": "@Rurfbot I disagree with your stance! You're gonna get foxxed so dang hard! *throws Tails plushies*"}, {"tweet_text": "It's so hard for me to not get cheesecake when I come to kenwood"}, {"tweet_text": "@tinobhoy sturgeon has the same problem. Power base in Westminster right next to The City. Hard to get behind that curtain"}, {"tweet_text": "@BierStation @2ndshiftbrewing  yes it is, my good friend told me how hard it is to get this in KC, had to stock up #hardtofindbeer"}, {"tweet_text": "Hard work pays off! It's time to go get it! No time to waste! Ready?Set!Go! 💯💥👏🙏💸💰🎬📖🎓🎊"}, {"tweet_text": "@brighousetownfc great move Brighouse Town you won't get a nicer hard working guy than Ernest and bags of talent to boot #ErnestErnestErnest"}, {"tweet_text": "RT @tiaramvrie: It's extremely hard for me to get how a person that claims to care for you can treat you so low. I don't understand that ty…"}, {"tweet_text": "RT @__sgil: Wasted all of my time, and that's something I won't get back.. So, whenever I'm moving forward it's hard for me to adapt."}, {"tweet_text": "RT @Foxxfur_: I'm not hard to get in contact with.. I just choose not to respond to you 💁"}, {"tweet_text": "you know how hard it is to get really defined abs when all your friends love beer and want you to drink with them? I need more self control"}, {"tweet_text": "RT @itsWizKhaliffa: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @iloveziall012: PA-HARD TO GET SI HARRY STYLES 😭😭😭😭"}, {"tweet_text": "RT @pipercurda: Very hard to get things done when you have no motivation to at all ever"}, {"tweet_text": "kind of wish i was somewhere else now. when i'm alone my thoughts get so loud they're hard to supress"}, {"tweet_text": "RT @TheMattEspinosa: I got my cell phone ringin', nowadays it's hard to get me. Nine times out of ten, if you ballin' then you busy."}, {"tweet_text": "I find it so hard to not favourite every tweet which I get a notification for 😂"}, {"tweet_text": "When somebody tries so hard for you, don't get rid of them"}, {"tweet_text": "RT @Fast7Quotes: Life is like a mountain, hard to climb, but once you get to the top the view is beautiful."}, {"tweet_text": "RT @sgrstk: \"Fifty Shades of Grey\" is a remake of \"Halloween.\" Stalking, mystery, playing hard to get — it's Michael Myers with a job and a…"}, {"tweet_text": "When you're eating whoppers and then you get that hard yucky one... 😒"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @QweenKi_19: Girls like to be shown off b &amp; surprised with food like that ain't hard honestly to make me feel special and get me some Fr…"}, {"tweet_text": "@coffeennutella idc how old you are but that's rude because he's obviously worked hard to get where he is"}, {"tweet_text": "me &amp; bae aint perfect, but we work hard, she goes to school, and we get shit done. what tf do you do with your life? oh yeah play w/ ya dogs"}, {"tweet_text": "mature babe get fucked hard on both holes till cum on her pussy #free #tits #sexy #boobs #android http://t.co/Sg6WZH6eod"}, {"tweet_text": "RT @PapaJackQuote: What you want won't always come easy, but if you work hard and don't give up you will get there."}, {"tweet_text": "why is it so hard to get followers on Tumblr?"}, {"tweet_text": "RT @_LoneStoner: I'm working on trying to get friends though , its hard trusting these bitches dawg"}, {"tweet_text": "@chicken1001 Hard to get excited when I'm stuck at work 😢"}, {"tweet_text": "RT @KushtopherDodd: Figuring out what you wanna do in life is the hard part. After that it's just a matter of doing WHATEVER it takes to ge…"}, {"tweet_text": "PA-HARD TO GET SI HARRY STYLES 😭😭😭😭"}, {"tweet_text": "RT @SteveStfler: Diets are hard because I get hungry."}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @zodiac_sgttrs: #Sagittarius will work hard to get what they want and then realize they don't want it anymore once they finally have it."}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "@zaynbaabe please :'( why is it so hard to get it?"}, {"tweet_text": "Always love hard. Don't get tricked into thinking loving someone too much is a bad thing."}, {"tweet_text": "But that's the way it seems to go when trying so hard to get to something real"}, {"tweet_text": "RT @shelikesmy: @DelenaMyToxin_ @TVDvamp_lover @DE_FTW @iansomerhalder @ninadobrev people are taking this hard. Some will get closure"}, {"tweet_text": "RT @S0LO_DMhelp: Let's do Harry first! bc I know he's very hard to get 🙈😭\nAll you have to do is follow @horanftpizzax and tweet her why you…"}, {"tweet_text": "why is it so hard to get harry solo dm"}, {"tweet_text": "Get hard was a good movie but I could have gone without seeing that one scene"}, {"tweet_text": "mature babe get fucked hard on both holes till cum on her pussy #pics #news #pussy #youtube http://t.co/pYoyFcta48"}, {"tweet_text": "@vyrwelmountain *She kissed him back. And smacks his rock hard ass*  Sanp out of it!  We must find things to entertain ourselves I can get+"}, {"tweet_text": "Advice 101: Take your time with the guy and play hard to get, because guys love the chase."}, {"tweet_text": "I'm working on trying to get friends though , its hard trusting these bitches dawg"}, {"tweet_text": "if you think I trying very hard to get you to like me then I'm sorry sir I'm doing this shit out of respect not for you to like me"}, {"tweet_text": "trying to find a place to get tired and a front end alignment is hard 😒"}, {"tweet_text": "@Fever4Flames @NDPStephanie It is time. But can't get ahead of ourselves. PC has money and organization. Lots of hard campaigning to go."}, {"tweet_text": "@sojinflh You doing good today? I know you've been working hard lately so make sure to get rest when needed!"}, {"tweet_text": "Someone who really loves you sees what a mess you can be, how moody you can get, how hard u are to handle, but still wants u in their life."}, {"tweet_text": "@horanftpizzax hi i rlly want a harry solo dm because i've been trying so hard to get noticed by him for 4 years but he never notices me :("}, {"tweet_text": "@steve0423 @RedNationRising Don't wish too hard for something - you might get it."}, {"tweet_text": "It’s hard to get a bag of #cookies home without taking a bite! #snickerdoodle  #sunflower #Regram_Sangstorm http://t.co/oUmrk69oUx"}, {"tweet_text": "Lookin old n shit wrkin hard like a man no make up oh well ill get dolled up on my free time https://t.co/SZxeEoOa5C"}, {"tweet_text": "Disappointing morning. Got a flat tire and did not get to finish. A lot of hard work went in so its hard to keep head up at the moment #tri"}, {"tweet_text": "@fucktyler Was it hard to get Kanye and Lil Wayne to do Smuckers?"}, {"tweet_text": "RT @idiotbox_justin: @oldwaver @badkaratemovie stay hard, the best radio show ever. My life is ruined, don't know how I'll get by without w…"}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "RT @Pimpinrossr5: When I try to get my shit together. I'm laughing so hard. #R5AllDayAllNight http://t.co/KGrcBuYTeQ"}, {"tweet_text": "RT @journeyfranta: Troye didnt get fame from shipping. He's a youtuber, he got fame on his own. He worked hard to get where he is now."}, {"tweet_text": "RT @_Lakk3_: hate females who get hard when they with people❗️ https://t.co/G4wlZEB7XT"}, {"tweet_text": "@democracynow @fightfor15 This is because either they get money from gvt, inheritance or they actually worked hard."}, {"tweet_text": "You can always get another gf. It's hard to find a barber who gets your fade just the way you like it."}, {"tweet_text": "It ain't about how hard you hit. It's about how hard you get hit and keep moving forward"}, {"tweet_text": "Bouta try so hard not to get black as shit this summer 😭"}, {"tweet_text": "Now on deck @ http://t.co/IJ5l5Ip3OK  ''GET HARD' see where the urban free links are at http://t.co/cK7fKUUfZH;;;,,,"}, {"tweet_text": "RT @farahnzrh: why is it so hard to get too your attention"}, {"tweet_text": "@SuaveBry lol it's just so hard to get out of bed rn though ."}, {"tweet_text": "RT @redlianak: Just FYI, I was banned from fan expo just because the previous owners hated me. No reason given.  It's not hard to get banne…"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "@luke_brooks your brothers both followed me with no bother but you're playing hard to get"}, {"tweet_text": "RT @dirty_romantic: \"When *I* get hard time, I want it to be for harassing innocent women at a car dealership!\"\n\n- no one ever, you stupid …"}, {"tweet_text": "RT @S0LO_DMhelp: Let's do Harry first! bc I know he's very hard to get 🙈😭\nAll you have to do is follow @horanftpizzax and tweet her why you…"}, {"tweet_text": "@DolanGrayson ITS SO HARD TO TWEET SOMETHING THAT WILL GET YOUR ATTENTION"}, {"tweet_text": "Making decisions that I believe is best for someone else is starting to get hard"}, {"tweet_text": "When i get back its time to hit the gym hard asf, nicca made me skinny af lost 20 pounds out here in this heat"}, {"tweet_text": "RT @_missanie: I only get annoyed because it's so hard for me to fall asleep &amp; anything little thing wakes me up."}, {"tweet_text": "RT @liyyy_: im not going hard for no nigga that dont even make it known we fuck with eachother. lol quickest way to get played."}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤25"}, {"tweet_text": "RT @KushtopherDodd: Figuring out what you wanna do in life is the hard part. After that it's just a matter of doing WHATEVER it takes to ge…"}, {"tweet_text": "#Perseverance is the hard work you do after you get tired of doing the hard work you already did. Read more at http://t.co/I3dZSJ0nmu"}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤24"}, {"tweet_text": "RT @xo_Candyy: It's so hard not to get caught up in the small things that make us unhappy"}, {"tweet_text": "RT @TheMattEspinosa: I got my cell phone ringin', nowadays it's hard to get me. Nine times out of ten, if you ballin' then you busy."}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤22"}, {"tweet_text": "#MUSIC - [MP3-Hard_Rock]-Greenhouse_Daze-Get_Up_and_Run-2010-GRAVEWISH"}, {"tweet_text": "Going to have my dinner before the Shaun Williams die hard fan club get at me."}, {"tweet_text": "Mah all buddies - graduated \nand i wish a wish 4 Them that they may get all success in life. How much hard wrk... http://t.co/50wDo5rvyI"}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤21"}, {"tweet_text": "RT @AmazingiGrace: You don't walk into love, you fall in. That's why it's so hard to get out."}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤20"}, {"tweet_text": "Kind of hard trying to get Saturday chores done when all this little one wants to do is play and… https://t.co/UdUlvQVqJo"}, {"tweet_text": "RT @iGreenMonk: Don't play hard to get. Play hard to forget"}, {"tweet_text": "RT @WilliamCashSign: Worked hard to get where I'm at"}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤19"}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤18"}, {"tweet_text": "@LesterWinchest0 Peter moans as he feels himself quickly get hard at just a simple touch from Lester. He closes his eyes and just lets his -"}, {"tweet_text": "RT @idiotbox_justin: @oldwaver @badkaratemovie stay hard, the best radio show ever. My life is ruined, don't know how I'll get by without w…"}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤17"}, {"tweet_text": "Why is it so hard to get noticed by luke"}, {"tweet_text": "RT @itsWizKhaliffa: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "n I'm just trying so damn hard to get u home https://t.co/m3UV2voHx7"}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤16"}, {"tweet_text": "playin hard to get but she wanna give it up"}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤15"}, {"tweet_text": "RT @iGreenMonk: Don't play hard to get. Play hard to forget"}, {"tweet_text": "Blessed to be living the life I am right now. Worked hard to get here but when I sit back and look at it, every hardship was worth it."}, {"tweet_text": "@ramesh7006 @YUplaygod \nYou will never get that...  \nIf you get that will be unfair to all who tried hard here in Twitter !"}, {"tweet_text": "@TheMamoose We're working hard to get this update delivered ASAP! You can view the most up to date progress at this link: ... 1/2"}, {"tweet_text": "RT @sarabaae: The whole co-ed shower thing is going to be hard to get used to"}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤12"}, {"tweet_text": "@lydiahepburnxx get Id Irll text drogba baby girl and drinks on johns hard earned money YA get me"}, {"tweet_text": "RT @only_bomi: Our girls who worked hard from the very first day to get to where they are now. #에이핑크데뷔4주년 #Here4Apink"}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "@Dreamkeepers @hellriiser I get the feeling that by the end of this, someone will be crying so very hard.  And by someone, I mean him. XD"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤11"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "@amazing_irwin nopee:( I've been trying to get one but it's just so hard"}, {"tweet_text": "Yeah you know I try so hard, can't seem to get away from misery"}, {"tweet_text": "RT @redlianak: Just FYI, I was banned from fan expo just because the previous owners hated me. No reason given.  It's not hard to get banne…"}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "Hard to believe that life is now so devoid of glamour that \"I'll get a baby wipe\" is probably my most-uttered sentence. #joysofparenting"}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤10"}, {"tweet_text": "RT @__milanemaj: I'm not \"playing hard to get\" ...I just really don't want you"}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤9"}, {"tweet_text": "Life hard when you're trying to decide between going to urgent care and paying the co pay or using the money to get a pedicure."}, {"tweet_text": "@DelenaMyToxin_ @TVDvamp_lover @DE_FTW @iansomerhalder @ninadobrev people are taking this hard. Some will get closure"}, {"tweet_text": "#KCA #VoteJKT48ID kevinolley: OB_14 game was ruined by the pitch, rock hard and no team could get it down. Think puddy was a fault for the …"}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤8"}, {"tweet_text": "Why does it always have to rain the day they do earth day 😭😪 Its hard enough trying to find ppl to go with me. Maybe ill get to go next year"}, {"tweet_text": "When I try to get my shit together. I'm laughing so hard. #R5AllDayAllNight http://t.co/KGrcBuYTeQ"}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤7"}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤6"}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤3"}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤5"}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤1"}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤4"}, {"tweet_text": "@ShawnMendes \nPlease can y\nFollow me? ❤❤❤\nPlease I am trying so hard \nTo get yr follow\nMake me feel\nHappy\n#HandwrittenOniTunes \n❤❤❤2"}, {"tweet_text": "RT @cassius_kwe: I hate a thieving ass nigga cuhh. don't steal some shit from some hard working ass nigga cause you too lazy to go get it."}, {"tweet_text": ".@TwoMinuteTD Wow! If you have to work this hard to get viewers you must be boring.  @Michele_Wyatt66 @FrankCraig @Grafford @ForPetesSake__"}, {"tweet_text": "RT @dirty_romantic: \"When *I* get hard time, I want it to be for harassing innocent women at a car dealership!\"\n\n- no one ever, you stupid …"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @AriesSunSign: #Aries women are the catch of the Zodiac. They are romantic, passionate, affectionate, and \u0093hard to get.\u0094"}, {"tweet_text": "Aren't we way past that, playing hard to get, we did that when we were younger"}, {"tweet_text": "The @CACCCulinarySTU are working hard making omelets. You have 30 more minutes. Get to @comofarmers now! http://t.co/HWmMJvGdcz"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "@ablison we will surely miss you and all of the hard work you do. But hey, it's not over yet. Get ready to find #ACureForTheAges"}, {"tweet_text": "thought i was playing when i said LIFE was hitting me hella hard huh \nSerina your my whole life \ni hope we get better http://t.co/Bn29jVDGVH"}, {"tweet_text": "Went to go see get hard and no one was here!!!😜 http://t.co/fYQ3GG4Ain http://t.co/qFJ3OSyaSi"}, {"tweet_text": "I'm trying to hard to get attention fucked up with my life"}, {"tweet_text": "@Serajelshtiti get hard"}, {"tweet_text": "RT @QweenKi_19: Girls like to be shown off b &amp; surprised with food like that ain't hard honestly to make me feel special and get me some Fr…"}, {"tweet_text": "Yoli worked hard to get me to go out last night and now I can't get up 😩"}, {"tweet_text": "Get Hard #nw 😂😂😂"}, {"tweet_text": "I'm not waiting everyday to be rich and famous. Instead, I'm busy working hard to get there."}, {"tweet_text": "You play hard to get. I play hard to get rid of."}, {"tweet_text": "RT @isabeltrevizo_: cheerleaders &amp; dancers don't get enough credit. That shits so hard 😂"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "Bomfl @_FlawedBeauty18 kik me out the blue talking about do your nipples get hard 😂😂😂😂😂😂😂 im lost af"}, {"tweet_text": "RT @S0LO_DMhelp: Let's do Harry first! bc I know he's very hard to get 🙈😭\nAll you have to do is follow @horanftpizzax and tweet her why you…"}, {"tweet_text": "RT @S0LO_DMhelp: Let's do Harry first! bc I know he's very hard to get 🙈😭\nAll you have to do is follow @horanftpizzax and tweet her why you…"}, {"tweet_text": "how many latvia take to screw lihtbulb in? Just 1. Screw in is easy part. Hard to get lihtbulb: you have potato?"}, {"tweet_text": "RT @Almighty__Bird1: I'm the last hope to get the fam right. So I gotta go hard💪🍴💯"}, {"tweet_text": "i put my archive of old art on my other external hard drive -___- so i have to do a ton of jumping to get them all in one place"}, {"tweet_text": "Let's do Harry first! bc I know he's very hard to get 🙈😭\nAll you have to do is follow @horanftpizzax and tweet her why you want to win it 💕"}, {"tweet_text": "I only get annoyed because it's so hard for me to fall asleep &amp; anything little thing wakes me up."}, {"tweet_text": "@SBN_Ricky Hard to get into.  The single \"At The Bottom\" is a jam though."}, {"tweet_text": "@allisonclair kinda hard for me to get behind this when she failed the most basic competency tests, didn't know what a sock was, what day"}, {"tweet_text": "RT @ksdreamchaser: Don't be salty grudgeful or jealous when you see someone with something you want Work hard set your goals and get on the…"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "Get Me A Goal Please Arsenal Hard Luck Per"}, {"tweet_text": "@fruitlooplourry yaaass 💓 it's so hard to get a solo dm with them 😭"}, {"tweet_text": "RT @libbbbbra: #Libra are the best friends to have. They are giving, loyal and charming. The only problem is... #Libra are hard to get clos…"}, {"tweet_text": "RT @23ophelia: You try so hard to get that man to walk away from you.Have you ever stopped to consider how painful it's gonna be if you suc…"}, {"tweet_text": "@OB_14 game was ruined by the pitch, rock hard and no team could get it down. Think puddy was a fault for the goal. Draw was fair."}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "LJoe play hard to get..."}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "Tried so hard to get to the beach today 💔"}, {"tweet_text": "RT @iGreenMonk: Don't play hard to get. Play hard to forget"}, {"tweet_text": "@otrastagehes haha its okay! Zayn solo is so hard to get 😩"}, {"tweet_text": "@ImAlexHoltti lol I'm going to give up this is hella hard to get him"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @QweenKi_19: Girls like to be shown off b &amp; surprised with food like that ain't hard honestly to make me feel special and get me some Fr…"}, {"tweet_text": "RT @journeyfranta: Troye didnt get fame from shipping. He's a youtuber, he got fame on his own. He worked hard to get where he is now."}, {"tweet_text": "@yaboyshawnn the eyeliner I used is so hard to get off it just smudges everywhere😅"}, {"tweet_text": "RT @KushtopherDodd: Figuring out what you wanna do in life is the hard part. After that it's just a matter of doing WHATEVER it takes to ge…"}, {"tweet_text": "I'm gonna try to get back it but this time go hard ⚽🏃💨💨💨💨🏆"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "I'm paranoid, staring hard will get yo ass hit 👊"}, {"tweet_text": "@Harry_Styles Harry if you have time please look at this. I'm trying to get that letter to you but it's really hard 😔"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @SpinninRecords: Hard to resist the urge to dance whenever SKANK's blasting through the speakers! Get it here: http://t.co/Ashjp56QNs ht…"}, {"tweet_text": "Gonna work hard to get that summer body I want👌👙"}, {"tweet_text": "Why is so hard to get nudes from strippers on here? They got standards only on Twitter?"}, {"tweet_text": "A closed room, a laptop, a bed and a mentor is all I ask. Why is it so hard to get them all together. #SeekingSeriousMentorship"}, {"tweet_text": "Get Hard http://t.co/M8BBCSeWyt"}, {"tweet_text": "RT @WilliamCashSign: Worked hard to get where I'm at"}, {"tweet_text": "RT @WilliamCashSign: Worked hard to get where I'm at"}, {"tweet_text": "RT @PapaJackQuote: What you want won't always come easy, but if you work hard and don't give up you will get there."}, {"tweet_text": "RT @me_neha12: The \" talent \" part of ma CV wld read lik\n*get wet without water 💧 \n*bleed without injury \n*make boneless thing hard"}, {"tweet_text": "RT @KushtopherDodd: Figuring out what you wanna do in life is the hard part. After that it's just a matter of doing WHATEVER it takes to ge…"}, {"tweet_text": "The whole co-ed shower thing is going to be hard to get used to"}, {"tweet_text": "I should get some sleep instead of trying so hard"}, {"tweet_text": "It is so hard to get @iTaLiO_sTaLiO out of his house."}, {"tweet_text": "RT @rodimusprime: @rosesaregreen I don't know. You never dated a \"nice guy\" that just didn't do it for you in the pants? My rap clit don't …"}, {"tweet_text": "RT @NicoleLilStein: Everyone wants to be great but not everyone wants to work hard. Don't be disappointed if you don't get what you didn't …"}, {"tweet_text": "@RyanBorto27 hard work pays off man. And we work our asses off so why not. Blunt when i get back"}, {"tweet_text": "Need to get a hard copy for both."}, {"tweet_text": "I shojld get some sleep instead of trying so hard"}, {"tweet_text": "@lostinUSA29 @MarkDuaneMorton She don't get that \"Grace\" has helped me thru some hard times. That song saved my life. If she only knew."}, {"tweet_text": "RT @kiramichaeI: ruth knows how to get me hard so well"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @lovelylilstars: it's okay not to be okay. life can get really hard and stressful. but don't let the sadness consume you. everything wil…"}, {"tweet_text": "@CERTIFIEDOFFC @bomani_jones this guy is trying so hard. We get it, black people should know every law in the book before doing anything."}, {"tweet_text": "Semper Fidelis Camp. Working hard, always striving to get better. @coach_McDowell #SemperFiCamp http://t.co/FPLZU4Enq8"}, {"tweet_text": "@yorkcityfc you lot really let my pal @C_beggz_84 down today, surely a draw wasn't hard to get today? http://t.co/x57D6RI7vs"}, {"tweet_text": "RT @AdlinAmmenda: We let ourselves get hurt because we never knew how hard we would fall."}, {"tweet_text": "@mattsandoz1 feel stoke fans are being hard on SJW, Arnie good game today. Lucky to get a win today though. Improvement required! #scfc"}, {"tweet_text": "Come on united lets get a win today! Gunna be hard tho"}, {"tweet_text": "RT @tybudd90: It's funny a lot of bitches talk about how hard they be going 💰💰an don't never get out the same spot they was in"}, {"tweet_text": "I can't do nun wit bitch she can't even get me hard...😴"}, {"tweet_text": "RT @VRA_golfcourse: Team working hard to get sand dressing in to sward. Cut, iron and brush today. Could do with a shower or three!! http:/…"}, {"tweet_text": "RT @capricornna: #Capricorn's make it hard for others because once we get attached to someone we never want to let go."}, {"tweet_text": "He's going to get in SO much trouble from his dad! @peeweeherman does he know how hard it is to clean melted sugar?  https://t.co/qLsDmAwuGY"}, {"tweet_text": "@heathiecat001 yeah it's hard to get into any kind of routine when you're skipping that many days lol"}, {"tweet_text": "but he didn't get his fame through Tyler or shipping. troye worked hard to get where he is."}, {"tweet_text": "RT @KushtopherDodd: Figuring out what you wanna do in life is the hard part. After that it's just a matter of doing WHATEVER it takes to ge…"}, {"tweet_text": "RT @MissUndateable: If we can get through the hard and difficult times, I promise you we can get through anything."}, {"tweet_text": "RT @probIemattic: I work so hard and get nothing out of it"}, {"tweet_text": "RT @redlianak: Just FYI, I was banned from fan expo just because the previous owners hated me. No reason given.  It's not hard to get banne…"}, {"tweet_text": "RT @Adventureeeeee: I'm not hard to get in contact with.. I just choose not to respond to you 💁🏽"}, {"tweet_text": "RT @AllyCrews: we work so hard on the play and barely get credit for it, so it's nice to see people coming out and enjoying all our hard wo…"}, {"tweet_text": "Figuring out what you wanna do in life is the hard part. After that it's just a matter of doing WHATEVER it takes to get there."}, {"tweet_text": "@Sigtric you know how hard it is to get Makers Mark into one of those fluid sacks??"}, {"tweet_text": "RT @ebberronii: Nia said \"we should get high &amp; go see get hard\" 💀😂"}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "Worked hard to get where I'm at"}, {"tweet_text": "Been trying hard not to get into troubleeee but I, I'VE GOT A WAR IN MY MINDDDDDD"}, {"tweet_text": "RT @saralisabum: It is hard to get over something that has embedded in you for so long. Forgiving is easy but you might need to hit my head…"}, {"tweet_text": "tfw jerk off so intensely you work up a sweat, come extremely hard and get a cramp in both hands and your right foot all at the same time"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "@zainabsbeautyC bit unfair Z, bowing is incredibly hard. Yasir is practice injury &amp; he will get those for being a good fielder"}, {"tweet_text": "@maximaxoo @RobinEdgar it's hard to get photos like that out of your mind. Trusting they'll work together soon."}, {"tweet_text": "I'm having a very hard time deciding who I'm going to let do my sew-in and when should I get it. 😐"}, {"tweet_text": "RT @JackRiley_14: Another hard win today, onto the Last game next week to get that Europa League Play-off ⚽️ @the_nomads"}, {"tweet_text": "Nia said \"we should get high &amp; go see get hard\" 💀😂"}, {"tweet_text": "RT @AmazingiGrace: You don't walk into love, you fall in. That's why it's so hard to get out."}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "RT @emmariajd: I'm so tired and no matter how hard I try I will never be able to get a good nights sleep."}, {"tweet_text": "Those \"Hard to Get Friends\" http://t.co/0Q5srwtmXD"}, {"tweet_text": "People are bragging about their new &amp; fancy cars but I'm just so thankful that my parents worked so hard for me to get a car overall"}, {"tweet_text": "@ImAlexHoltti is it really hard to get a dm or a follow"}, {"tweet_text": "RT @redlianak: Just FYI, I was banned from fan expo just because the previous owners hated me. No reason given.  It's not hard to get banne…"}, {"tweet_text": "RT @halseymusic: but every day that seems hard or overwhelming I manage 2 get through. My life is weird + stressful but its mine n I only g…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "ruth knows how to get me hard so well"}, {"tweet_text": "mature babe get fucked hard on both holes till cum on her pussy #xxx #anal #milf #iPad #usa http://t.co/Sg6WZH6eod"}, {"tweet_text": "I need to get motivated to lose weight  again.  Just 15 pounds but its so hard lol http://t.co/sd8Mh2j4hL http://t.co/INE4l3eEOm"}, {"tweet_text": "RT @Ginnyclan: And when it gets hard\nYou know it can get hard sometimes\nIt is the only thing that makes us feel alive"}, {"tweet_text": "RT @TimBurt: Diligence &amp; right motivation will reward you! Proverbs 13:4  \"Lazy people want much but get little, but those who work hard wi…"}, {"tweet_text": "If we're not together you don't get shit, but hard dick."}, {"tweet_text": "but it's so hard to get multiballs esp three like??? chill???"}, {"tweet_text": "RT @Joshogrin: We working hard to get paid soon\"@Aramide__: \"we're sorry @dcodedboii: Broke niggas everywhere\"\""}, {"tweet_text": "We let ourselves get hurt because we never knew how hard we would fall."}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "Times Get Hard Lyrics http://t.co/RM5TY3Z2yf"}, {"tweet_text": "The simplest shit matters to me.\nThat means the simplest shit would get to me.\nOn other peoples part.. it aint hard to inform me with shit."}, {"tweet_text": "I try so hard to get jobs b/c my mom always complains but when I finally get the chance she ruins it. :("}, {"tweet_text": "@oldwaver @badkaratemovie stay hard, the best radio show ever. My life is ruined, don't know how I'll get by without weekly hints."}, {"tweet_text": "@_Hermit_Thrush_ this is a pretty good troll thrush 👌 I'm honestly trying really hard not to get mad"}, {"tweet_text": "I'm so tired I be jacking myself up! I pray I get a husband who work as hard as I do....  😟"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "Now on deck @ http://t.co/IJ5l5Ip3OK  ''GET HARD' see where the urban free links are at http://t.co/cK7fKUUfZH....."}, {"tweet_text": "I love Bo which makes it tough to watch the shoe crap make it so hard for him to get guys."}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "@shadesofsunrise it was hard to take this ditching but its okay i will get over it :("}, {"tweet_text": "@AnimeLove_96 *watches it with you, we're sharing head phones. I try not to get hard but it's slowly happening* what are you into? *i ask*"}, {"tweet_text": "@vintagevinylSTL that's fine I knew that one would be hard to get"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "Crna School Admissions: The Cold Hard Facts: Crna School Admissions: The Cold Hard FactsCrna School Admissions... http://t.co/PTvJKilxVh"}, {"tweet_text": "Men,The #entebbe #kampala traffic 2 &amp; fro on dis highway is a nightmare,Its as hard to get through as the #AFCON Qualifiers 4 #uganda cranes"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @philvaughtmusic: It's Sunday! 'Can I Get An Amen' live at the Hard Rock Cafe: https://t.co/fzRpoIAcLR #Drive #PhilVaught #countrymusic …"}, {"tweet_text": "RT @journeyfranta: Troye didnt get fame from shipping. He's a youtuber, he got fame on his own. He worked hard to get where he is now."}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @DiamondPulla: I'll Always Ride 4 You Baby &amp; If Shit Get Hard, You Know I'll Pull Right On The Side Of You Baby!"}, {"tweet_text": "Alan Pardew: In terms of my team..they tried everything to find a way through. WB pack penalty area and make it very hard to get through"}, {"tweet_text": "mature babe get fucked hard on both holes till cum on her pussy #pics #news #pussy #youtube http://t.co/Sg6WZH6eod"}, {"tweet_text": "@ImAlexHoltti its really hard to get you notice"}, {"tweet_text": "Nobody's a natural. You work hard to get good and then work to get better. It's hard to stay on top. - Paul Coffey"}, {"tweet_text": "How hard I get to get chedder popcorn and  glacier cherry Gatorade"}, {"tweet_text": "Sonando Por http://t.co/EIQMDclJTf  Hard Rock Sofa vs Eva Shaw  - Get Down (Original Mix) #MasFlowMusik"}, {"tweet_text": "RT @itsWizKhaliffa: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @MissUndateable: If we can get through the hard and difficult times, I promise you we can get through anything."}, {"tweet_text": "@MoveTheSticks you need to chill making it hard for chip to get his guy"}, {"tweet_text": "And hard work will get you straight cash"}, {"tweet_text": "@ImAlexHoltti it's so hard to get noticed by you 😓💕"}, {"tweet_text": "RT @psychologquotes: A simple rule in dealing with those who are hard to get along with is to remember that he is striving to assert his su…"}, {"tweet_text": "trying to get alfred to wear glasses was so hard so i had to remove alfred and now i'm recreating him with glasses"}, {"tweet_text": "I don't think going out would be as hard if it didn't take me 2 hrs to get ready."}, {"tweet_text": "Never get married in college; it's hard to get a start if a prospective employer finds you've already made one mistake."}, {"tweet_text": "I you want something in life you have to be willing to work hard to get it 👌🏼"}, {"tweet_text": "We working hard to get paid soon\"@Aramide__: \"we're sorry @dcodedboii: Broke niggas everywhere\"\""}, {"tweet_text": "@SinowyOfficial Haha, hit markers are all I get with Sks or Svd. Kind of hate recon class and M98B is too hard to get."}, {"tweet_text": "True you get rewarded with life when you work hard....life is hard work....nothing comes free...those who choose handouts get hand me downs"}, {"tweet_text": "trying to get my life together the morning after I go out is such a hard task"}, {"tweet_text": "RT @mcleod: @lynellewolfe Love the list! Why is it so hard for us to get past #3?!!! (okay, and #1 too!)"}, {"tweet_text": "RT @1stLoveStories: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "@soshikids iya im playing hard to get here🙊"}, {"tweet_text": "I always work hard to get what I want"}, {"tweet_text": "I really just cat called a brown thick thang. She was playin hard to get. I like that though lol. Lemme stop playin like I'm bout that life."}, {"tweet_text": "@ImAlexHoltti no like I totally get that you're playing hard to get. It's cool."}, {"tweet_text": "!!lol!\"@_lee_bby: You know you fuck w. someone hard when you let em get away w. things you normally cut people off for.. 😂😒😩💯\""}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @kksheart: @saaraasmithh that should teach you that you need to study hard and get a good education"}, {"tweet_text": "This weather makes it real hard to get ready for work 😩"}, {"tweet_text": "RT @Vaaal3rie: Working hard these next few months to get a hotter body. I need to transform my life style!!! 💪🏼"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "Do people not realize that when they push so hard,you actually get pissed off?"}, {"tweet_text": "RT @only_bomi: Our girls who worked hard from the very first day to get to where they are now. #에이핑크데뷔4주년 #Here4Apink"}, {"tweet_text": "RT @rachel_mariahh: \"I don't play hard to get, I play hard to forget.\" 👼🏼 lost someone who touched my life in such an amazing way, rest eas…"}, {"tweet_text": "So hard not to get carried away but on to donny on tuesday!"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @u_do_u_oakley: Ok we cannot say that \"we got troye famous\" OKAY? He has worked hard to get to where he is. Shame on you for being selfi…"}, {"tweet_text": "RT @redlianak: Just FYI, I was banned from fan expo just because the previous owners hated me. No reason given.  It's not hard to get banne…"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "Trying to show off the gold highlights... They are subtle, so it's hard to get them to show up in photographs... http://t.co/fyh8aj4RuS"}, {"tweet_text": "Get hard was one of the funniest movies I've seen in a minute"}, {"tweet_text": "Photo: Trying to show off the gold highlights… They are subtle, so it’s hard to get them to show up in... http://t.co/xAzJfWvIbE"}, {"tweet_text": "RT @WesternMuslimUK: Let's all work hard to get into Jannah In Shaa Allah!"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "@doitlikethis123 for you ahhahashshaha I don't get to see boys getting hard often unnie😂 yes!! Must be the fabric, and omg \"outline\" ;;---;"}, {"tweet_text": "RT @PsyOfMNL: It's hard to get mad at someone because instead of focusing on the act itself, you try to understand the reason behind it. #p…"}, {"tweet_text": "RT @only_bomi: Our girls who worked hard from the very first day to get to where they are now. #에이핑크데뷔4주년 #Here4Apink"}, {"tweet_text": "RT @u_do_u_oakley: Ok we cannot say that \"we got troye famous\" OKAY? He has worked hard to get to where he is. Shame on you for being selfi…"}, {"tweet_text": "RT @seemac_: Indiana Jones had the Golden Idol. I had this. We both worked just as hard to get 'em too. #RSD @TheDandyWarhols http://t.co/c…"}, {"tweet_text": "@Jerzoned aw hard to get"}, {"tweet_text": "RT @camerondallas: I feel like it's so hard to get honest feedback these days"}, {"tweet_text": "RT @liyyy_: im not going hard for no nigga that dont even make it known we fuck with eachother. lol quickest way to get played."}, {"tweet_text": "RT @SteveStfler: Diets are hard because I get hungry."}, {"tweet_text": "Get Hard (2015) F ull M o.vi.e - YouTube http://t.co/Hoql2b0MYC"}, {"tweet_text": "RT @ImagineTFC: #DearNewFoooers Please respect our boys. They have tried hard to get where they are, do not make them regret it. ❤️"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @SteveStfler: Diets are hard because I get hungry."}, {"tweet_text": "mature babe get fucked hard on both holes till cum on her pussy #porn #followback #teen #itunes http://t.co/4Zc66Sv1JE"}, {"tweet_text": "Cc a guy that plays hard to get.."}, {"tweet_text": "Why is it so hard to get up"}, {"tweet_text": "Contrary to what people believe it's actually hard to get me and keep my attention 🙆👌"}, {"tweet_text": "Morrison \"We worked hard during the week on being hard to beat &amp; it worked today. We will try &amp; get to 40 points, that is our target\" #WBA"}, {"tweet_text": "Indiana Jones had the Golden Idol. I had this. We both worked just as hard to get 'em too. #RSD @TheDandyWarhols http://t.co/cahgteHSlg"}, {"tweet_text": "It would suck to work hard and get rich and have everything you've ever wanted but ur kids don't turn out to strive for success like you did"}, {"tweet_text": "this is still cool to me I made a bunch of skin tones &amp; I'm proud of that it's usually so hard to get skin w/ paint http://t.co/MYL8NrfNG1"}, {"tweet_text": "@PaigeHusbyn it's hard to get by just upon a smile :-D"}, {"tweet_text": "@BesslinVanhuss I see, you got it from get hard didn't you 😂"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "Drake is trying so hard to get Toronto to be known as the 6"}, {"tweet_text": "RT @JackRiley_14: Another hard win today, onto the Last game next week to get that Europa League Play-off ⚽️ @the_nomads"}, {"tweet_text": "My mom wont let me wear my headphone cause we ordered food. Hard life. You can't get everything you want."}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @LyricDailyDrake: I know things get hard but girl you got it, girl you got it, there you go, can't you tell by how they looking at you e…"}, {"tweet_text": "RT @Tvyvion: Parents Be Fucking Killing Me 😐Talking About \"It Don't Take No Genius To Wash Those Dishes\" Bitch Then Get To Hopping It Ain't…"}, {"tweet_text": "A girl that easy to get is hard to forget"}, {"tweet_text": "RT @u_do_u_oakley: Ok we cannot say that \"we got troye famous\" OKAY? He has worked hard to get to where he is. Shame on you for being selfi…"}, {"tweet_text": "To get a crotch rocket and fix my truck or just buy a car is such a hard decision 😞"}, {"tweet_text": "Study hard, party harder!!!!!!!!!!!! ENJOY 2nyt bitches @angelajacintooo @amienemz Get drunk but not too drunk 😉"}, {"tweet_text": "RT @_lee_bby: You know you fuck w. someone hard when you let em get away w. things you normally cut people off for.. 😂😒😩💯"}, {"tweet_text": "@iJB7_ it's so hard too get tho"}, {"tweet_text": "RT @NotJackKemp: You gotta be going like 1000 kinds of hard to get popped for coke and ecstasy in Vegas. Actually thought both were legal t…"}, {"tweet_text": "Another hard win today, onto the Last game next week to get that Europa League Play-off ⚽️ @the_nomads"}, {"tweet_text": "Ok we cannot say that \"we got troye famous\" OKAY? He has worked hard to get to where he is. Shame on you for being selfish"}, {"tweet_text": "RT @MarilynMonroeDC: Someone who really loves you sees what a mess you can be, how moody you can get, how hard you are to handle, but wants…"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @lovelylilstars: it's okay not to be okay. life can get really hard and stressful. but don't let the sadness consume you. everything wil…"}, {"tweet_text": "@danielsahyounie YOU'RE SO HARD TO GET A FOLLOW FROM FUCK U"}, {"tweet_text": "By the time you get this letter I'll be doing better it's kind hard trynna survive in all this raspy weather"}, {"tweet_text": "RT @BookEmDonna: hard to get enough detail AND keep it short. What I usually use: \"Boy meets girl. Sh*t happens. Live happily ever after.\""}, {"tweet_text": "when it's hard, just gotta tough it out, and go get it . https://t.co/3edB4i2EV6"}, {"tweet_text": "@ImAlexHoltti it's so hard to get your attention"}, {"tweet_text": "RT @VGrandleay: Oh ya, i know its so hard to you look my tweet but i hope i get it someday 😭 i love you reed, i fall in love with your voic…"}, {"tweet_text": "RT @VGrandleay: Oh ya, i know its so hard to you look my tweet but i hope i get it someday 😭 i love you reed, i fall in love with your voic…"}, {"tweet_text": "RT @VGrandleay: Oh ya, i know its so hard to you look my tweet but i hope i get it someday 😭 i love you reed, i fall in love with your voic…"}, {"tweet_text": "me and my fuck boy @CoochTrash about to hit up tht movie get hard @ 7:35 . come hit it up w is !!!"}, {"tweet_text": "RT @VGrandleay: Oh ya, i know its so hard to you look my tweet but i hope i get it someday 😭 i love you reed, i fall in love with your voic…"}, {"tweet_text": "RT @VGrandleay: Oh ya, i know its so hard to you look my tweet but i hope i get it someday 😭 i love you reed, i fall in love with your voic…"}, {"tweet_text": "RT @VGrandleay: Oh ya, i know its so hard to you look my tweet but i hope i get it someday 😭 i love you reed, i fall in love with your voic…"}, {"tweet_text": "RT @NiallOfficial: It's amazing to see something that we've worked really hard on and something we are really proud of , get a good reactio…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "When u in it it's hard to get out of it!!!#streets💰💯"}, {"tweet_text": "RT @VGrandleay: Oh ya, i know its so hard to you look my tweet but i hope i get it someday 😭 i love you reed, i fall in love with your voic…"}, {"tweet_text": "RT @VGrandleay: Oh ya, i know its so hard to you look my tweet but i hope i get it someday 😭 i love you reed, i fall in love with your voic…"}, {"tweet_text": "@vibingpayne PLEASE PICK ME :( ITS SO HARD TO GET A SOLO DM WITH MY SUNSHINE :("}, {"tweet_text": "quite hard to get a peaceful life :/"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @_sassykae: Ugh, it's so hard for me to get up! 😩"}, {"tweet_text": "RT @liyyy_: im not going hard for no nigga that dont even make it known we fuck with eachother. lol quickest way to get played."}, {"tweet_text": "Why do we work so hard to get what we don't even want? -A Prairie Home Companion (2006)"}, {"tweet_text": "@IzLouis1d IVE BEEN WORKING SOO HARD TO GET IT :'("}, {"tweet_text": "@halliee_babyy they dont play when you get that good, shit gets hard😂 goodluck tho"}, {"tweet_text": "Working hard these next few months to get a hotter body. I need to transform my life style!!! 💪🏼"}, {"tweet_text": "RT @SteveStfler: Diets are hard because I get hungry."}, {"tweet_text": "i find it pretty hard to get excited about the new Battlefront when all they showed was a pre-rendered cgi trailer."}, {"tweet_text": "@forevr_Kidrauhl but shes taken 2 years to write, soo much hard work and effort, she is paying all these people to get it out?"}, {"tweet_text": "@DebsNYGiants69 uh oh.. Maybe he's just playing hard to get.."}, {"tweet_text": "RT @_Lakk3_: hate females who get hard when they with people❗️ https://t.co/G4wlZEB7XT"}, {"tweet_text": "RT @libbbbbra: #Libra are the best friends to have. They are giving, loyal and charming. The only problem is... #Libra are hard to get clos…"}, {"tweet_text": "Hard to get peace when you in a war"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "Just watched someone get Ito Rally with the WORST PA ID I've ever seen &amp; I'm trying not to be mad since I'm over 21 but it's really hard."}, {"tweet_text": "RT @SteveStfler: Diets are hard because I get hungry."}, {"tweet_text": "RT @_lee_bby: You know you fuck w. someone hard when you let em get away w. things you normally cut people off for.. 😂😒😩💯"}, {"tweet_text": "RT @lovelylilstars: it's okay not to be okay. life can get really hard and stressful. but don't let the sadness consume you. everything wil…"}, {"tweet_text": "RT @PapaJackQuote: What you want won't always come easy, but if you work hard and don't give up you will get there."}, {"tweet_text": "RT @SprinkleMeShonz: I cant wait to get this lipo so I ca be apart of transformation tuesday and explain how hard it was on my weightloss j…"}, {"tweet_text": "@shruti_J12 get me that popcorn bowl!!!!!!! Ishould be the one laughing and u the one having a hard time!!!!! &gt;&lt;"}, {"tweet_text": "Just FYI, I was banned from fan expo just because the previous owners hated me. No reason given.  It's not hard to get banned from cons."}, {"tweet_text": "RT @TheMainMcInnis: You can act hard but when you get to school you silent 🐸☕️"}, {"tweet_text": "Being a Louis girl is so hard everyday i have to deal with pics that get the shit out of me DON'T STOP CLUBBING LOUIS http://t.co/6Zlly3rHxn"}, {"tweet_text": "But my parents told me that I won't be able to go to LA because apparently it's hard to get down their by flight -.-"}, {"tweet_text": "RT @_lee_bby: You know you fuck w. someone hard when you let em get away w. things you normally cut people off for.. 😂😒😩💯"}, {"tweet_text": "Playing hard to get win baeleen TSK HAHAHAHHA http://t.co/8YftdO1Tbq"}, {"tweet_text": "I spend more time downloading updates and trying to get my friends list to show than I do playing the actual game. Thanks Xbox One."}, {"tweet_text": "RT @saralisabum: It is hard to get over something that has embedded in you for so long. Forgiving is easy but you might need to hit my head…"}, {"tweet_text": "Trying real hard not to think of how much is spent on razors before @DollarShaveClub. Use my link &amp; I get $5.  http://t.co/Z3UhEEnkir"}, {"tweet_text": "Why tf the clippers can't get a break thou. But we gon go hard on the spurs.. WE HUNGRY"}, {"tweet_text": "@malikftdallxs please please can I have it it's so hard to get these solo dms i love them so much it would make me so happy"}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "Get And Stay Hard http://t.co/YWdgDNCayt"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "Preserving and promoting authenticity of African American history is challenging - hard to get resources to do so #ncph2015 #s48"}, {"tweet_text": "@stephflynnn idk there furious 7, unfriended, home, get hard, and some other gay shit"}, {"tweet_text": "Parents Be Fucking Killing Me 😐Talking About \"It Don't Take No Genius To Wash Those Dishes\" Bitch Then Get To Hopping It Ain't Hard."}, {"tweet_text": "RT @JustTumbIr: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but sti…"}, {"tweet_text": "RT @Almighty__Bird1: I'm the last hope to get the fam right. So I gotta go hard💪🍴💯"}, {"tweet_text": "Is hard not to go along to get along just so motherfuckers will leave you alone"}, {"tweet_text": "Yesterday pushing hard to have a new PR Jerk 240lbs....don't put your hands down until you get it!… https://t.co/MZzjf18HS6"}, {"tweet_text": "RT @AnselElgort: Being kind to people isn't that hard. And even when it does get hard, put your pride aside and be a nice person. Let's mak…"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "I literally laughed out loud at this one. They really had to work hard to get that response. http://t.co/LgkRFqPNlH"}, {"tweet_text": "@PrivRossR5 Ross No things get hard but I love you please be happy."}, {"tweet_text": "I literally laughed out loud at this one. They really had to work hard to get that response. http://t.co/opRUlMStYX"}, {"tweet_text": "RT @ThirtySecFights: WHEN U GET PUNCHED SO HARD THAT CHIEF KEEF COME OUT OF NOWHERE 😂 http://t.co/VwxpZ4rs2k"}, {"tweet_text": "@BBtopcl Lmao they are too different its so hard to get notice from the sunbae without wearing Bling2 and chains lols poor baby"}, {"tweet_text": "@AmayaBeck will be working hard to get U with that e-mail back. katietouhill@gmail.com lmao slide into my email like http://t.co/zNVaFsIg35"}, {"tweet_text": "Does anyone have Costochonritis? I get it occasionally. It hit me hard again last night. I never injured my chest. Don't know why I have it."}, {"tweet_text": "@Shxdenz I HAVENT STUDIED YET EITHER H AH H AH ha why'd they put it at the end its so hard to get motivated for it"}, {"tweet_text": "@Oohh_mckenzie I would but the way I've been set on this couch it's hard for me to get up sorry"}, {"tweet_text": "Gonna get back to buying hard copies of games anyways"}, {"tweet_text": "I don't ask for help, I would rather Work Hard and Go Get It Myself. 💯"}, {"tweet_text": "RT @23ophelia: You try so hard to get that man to walk away from you.Have you ever stopped to consider how painful it's gonna be if you suc…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "@ScottGlover4 @billycurrington @BeauBiloxi Not sure. It's hard to watch... some will get awards, some won't win. 💖 several artists music☺"}, {"tweet_text": "RT @emmariajd: I'm so tired and no matter how hard I try I will never be able to get a good nights sleep."}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "Breakfast, gym, and movies to watch Get Hard😎 Cant forget the dab🍯"}, {"tweet_text": "Playing hard to get and winning an award! That’s how I roll on #hotornotapp http://t.co/tuvbh4duDJ http://t.co/iUIkVsU4F3"}, {"tweet_text": "If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Never go Back or STOP"}, {"tweet_text": "Had to get the hard copy, fuck that download. http://t.co/1ZeI6elyJi"}, {"tweet_text": "My fav songs on beam me up Scotty are itty bitty piggy, beam me up Scotty, go hard, envy and I get crazy 🔥🔥🔥🔥"}, {"tweet_text": "The team behind the team hard at work as we get ready for game #1 of the 2015 NBA playoffs at The Q… https://t.co/id7Sby0c6u"}, {"tweet_text": "Prayers to united fans.....just hope united dont get ripped too hard"}, {"tweet_text": "RT @SalmaChavez8: @Harry_Styles please follow @sleepyladhes shes trying really hard to get your follow pls follow her back??"}, {"tweet_text": "RT @Milf_Vines_Gifs: Imagine the hard on you would get #sexymom #milfporn #milfbabe #hotmom #sexymom #porngif #sexyvine #cougar http://t.co…"}, {"tweet_text": "@lynellewolfe Love the list! Why is it so hard for us to get past #3?!!! (okay, and #1 too!)"}, {"tweet_text": "It is hard to fail, but it is worse never to have tried to succeed. In this life we get nothing save by effort. -T Roosevelt"}, {"tweet_text": "RT @NotJackKemp: You gotta be going like 1000 kinds of hard to get popped for coke and ecstasy in Vegas. Actually thought both were legal t…"}, {"tweet_text": "RT @kcorangeman: @MarkYoung35 I agree with that rules are rules, when you play the game right/hard, contact happens, when players get hurt …"}, {"tweet_text": "@CRAYONSTYLES_ I try so hard all the time but I can never seem to get a DM to him"}, {"tweet_text": "Don't get me wrong, the new Terminator looks fucking great but it seems to be trying too hard to be like number 2 with Arnie smiling etc."}, {"tweet_text": "RT @JYork_251: Times get hard but a nigga still getting it"}, {"tweet_text": "RT @halseymusic: but every day that seems hard or overwhelming I manage 2 get through. My life is weird + stressful but its mine n I only g…"}, {"tweet_text": "@Minnielinhy26 @DallasEDMFamily @DallasRagers @TexasEDMFamily hard copy let's get it!!"}, {"tweet_text": "RT @saralisabum: It is hard to get over something that has embedded in you for so long. Forgiving is easy but you might need to hit my head…"}, {"tweet_text": "@Harry_Styles please follow @sleepyladhes shes trying really hard to get your follow pls follow her back??"}, {"tweet_text": "RT @TheMattEspinosa: I got my cell phone ringin', nowadays it's hard to get me. Nine times out of ten, if you ballin' then you busy."}, {"tweet_text": "You don't walk into love, you fall in. That's why it's so hard to get out #run #boston #someday"}, {"tweet_text": "RT @KarltinBankz: Came from the bottom and I worked hard to get it"}, {"tweet_text": "Like he'd say \"no louis is gay haha!!\" and wouldn't get fired lmao y'all trying so hard  https://t.co/kl2wQlnSWg"}, {"tweet_text": "You've worked hard. Get the lifestyle you deserve at Heritage at Vizcaya http://t.co/6VmUKSKf6n. http://t.co/CFELIFsiW3"}, {"tweet_text": "It's hard to find people that actually get me 😔"}, {"tweet_text": "@RiaOtero omg this is amazing!!! This is the real hard sell to get me to download it"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @ruuella: @NiallOfficial DID SHE TASTE GOOD DID YOUR DICK GET HARD WHEN SHE SCREAMED YOUR NAME OH NIALL YES YOURE SO BIG BABY FUCK YOU C…"}, {"tweet_text": "@__liltweetyy Lol all that's suppose to do is motivate y'all to get your ✔ up no hard feelings"}, {"tweet_text": "RT @TheUrbanSlangs: Nipple boner - When your nipples get hard. It's cold in here, I just got a nipple boner!"}, {"tweet_text": "RT @only_bomi: Our girls who worked hard from the very first day to get to where they are now. #에이핑크데뷔4주년 #Here4Apink"}, {"tweet_text": "RT @_lee_bby: You know you fuck w. someone hard when you let em get away w. things you normally cut people off for.. 😂😒😩💯"}, {"tweet_text": "RT @liyyy_: im not going hard for no nigga that dont even make it known we fuck with eachother. lol quickest way to get played."}, {"tweet_text": "She's brave and beautiful she make me hope she work so hard and get success we help her she help other @drdavidcooke http://t.co/RlhXu2y1YP"}, {"tweet_text": "When you're not in the best spot, but you gotta get a shot before you dive under &amp; swim as hard as… https://t.co/WWW9Fmsq0y"}, {"tweet_text": "Still haven't seen Get Hard😤"}, {"tweet_text": "RT @LyricDailyDrake: I know things get hard but girl you got it, girl you got it, there you go, can't you tell by how they looking at you e…"}, {"tweet_text": "@husla9 na mate. Was gonna get tix but didnt try hard enough really. Might do for final tho...if we make it 😆"}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "My mom tries so hard to get Eli to listen to 99.1 but as soon as I turn it to hip hop he has the time of his life."}, {"tweet_text": "If you alive than you blessed you heard.? Cause now a days it ain't hard to get earthed on earth"}, {"tweet_text": "hate females who get hard when they with people❗️ https://t.co/G4wlZEB7XT"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @halseymusic: but every day that seems hard or overwhelming I manage 2 get through. My life is weird + stressful but its mine n I only g…"}, {"tweet_text": "@saaraasmithh that should teach you that you need to study hard and get a good education"}, {"tweet_text": "RT @DatDamnMarley: I done went in Burger King an get back in the car an @djnasty305 still going hard #sheeeesh ima be late to work..."}, {"tweet_text": "@wordsfromabi I still don't get what it is.. Like is it hard? Was I suppose to study, lol"}, {"tweet_text": "Oh the habits of my heart\nI can't say no \nIt's ripping me apart\nYou get too close\nYou make it hard to let you go http://t.co/7mg156we8Q"}, {"tweet_text": "@B3NNY_Y0UNG @sally_cute_xo *i hid the box* sorry, It was hard to get to\""}, {"tweet_text": ".@AlecBaldwin Oh, so was it hard to get there because of protesters trying to get ppl to see they need to earn more?"}, {"tweet_text": "RT @ksdreamchaser: Don't be salty grudgeful or jealous when you see someone with something you want Work hard set your goals and get on the…"}, {"tweet_text": "RT @RickyPDillon: no matter how hard things seem to get in life, I promise you suicide is never the answer. Things will ALWAYS get better &lt;3"}, {"tweet_text": "#helifts#summer#beard#fitfam#shades so going to get cuddles then hit chest day hard 💪 by fitness_freak2.0 http://t.co/6LoKLJBfKe"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "It's hard to get anything done, with this handsome guy cuddling!! #Frederick #myman #catlove… https://t.co/KVuq6DERqF"}, {"tweet_text": "RT @ChrisOfficial_: Time for me to get up 😜 this bed is making it hard though 😄 xxx http://t.co/eneSVjtoE1"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @Stevensahyoune4: Sometimes we do things we aren't proud of but no ones perfect but I'm gonna work damn hard to get there #hardwork #dre…"}, {"tweet_text": "@ashtonbrianne why arent I getting asked what artists I watched? It's about the MUSIC. I don't understand how that concept is so hard to get"}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "RT @isabeltrevizo_: cheerleaders &amp; dancers don't get enough credit. That shits so hard 😂"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "@Quraiishii he is Our savior man's hard ass nails that boy can get stuck in lol"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "You're about to get 20 likes on InstaFuck #GetHard"}, {"tweet_text": "@Vitalyzdtv I saw your porn bus video. Lol. Couldn't get it hard? # softpenis"}, {"tweet_text": "trying to see get hard tonight"}, {"tweet_text": "It's hard to get high when your living on the bottom.🎶"}, {"tweet_text": "Trying to work hard this summer to get that . 😈"}, {"tweet_text": "Having a hard time to get a harry solo DM 😭😭😭😭 I cannot."}, {"tweet_text": "Mikel Arteta : work hard and get the job done http://t.co/xftRsipt2G http://t.co/nycyaRu3vP"}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "RT @Wiktoriajak00: You can get trough this hard time Liam, I believe in you❤️😔 @Real_Liam_Payne @onedirection #funkybuddha http://t.co/vEVZ…"}, {"tweet_text": "RT @TheMalia: @AnnaLee2662 Nuclear Engineer??? Wow! You must be so proud. It takes a lot of smarts and hard work to get there."}, {"tweet_text": "Perseverance is the hard work you do after you get tired of doing the hard work you already did. -Newt Gingrich"}, {"tweet_text": "RT @liyyy_: im not going hard for no nigga that dont even make it known we fuck with eachother. lol quickest way to get played."}, {"tweet_text": "I done went in Burger King an get back in the car an @djnasty305 still going hard #sheeeesh ima be late to work..."}, {"tweet_text": "RT @SteveStfler: Diets are hard because I get hungry."}, {"tweet_text": "Please don't make this hard work, Arsenal. Play the way we've been playing and we'll get a convincing win. #COYG"}, {"tweet_text": "RT @camerondallas: I feel like it's so hard to get honest feedback these days"}, {"tweet_text": "Oh ya, i know its so hard to you look my tweet but i hope i get it someday 😭 i love you reed, i fall in love with your voice @ReedDeming x10"}, {"tweet_text": "RT @only_bomi: Our girls who worked hard from the very first day to get to where they are now. #에이핑크데뷔4주년 #Here4Apink"}, {"tweet_text": "#phyxius broken into.  Get a job and but your own crap, we work hard for ours. #parentsmustbeproud #idiots #losers"}, {"tweet_text": "Oh ya, i know its so hard to you look my tweet but i hope i get it someday 😭 i love you reed, i fall in love with your voice @ReedDeming x9"}, {"tweet_text": "Get $5 off at @Publix during the #snacksharesave event.  https://t.co/OigvW2Dh7M  #ad #publix #coupon http://t.co/tjGSQ05tbn"}, {"tweet_text": "RT @thatdarnKenneth: 3. she said she could get a car, meaning she probably don't have one RT“@AshMcNasty: niggas be flexin' soooo hard 😴 ht…"}, {"tweet_text": "RT @brighteyedjaymi: Why it's So Hard to Get Off Welfare http://t.co/AzCVq3ZUjq"}, {"tweet_text": "RT @libbbbbra: #Libra are the best friends to have. They are giving, loyal and charming. The only problem is... #Libra are hard to get clos…"}, {"tweet_text": "RT @AmazingiGrace: You don't walk into love, you fall in. That's why it's so hard to get out."}, {"tweet_text": "Mikel Arteta : work hard and get the job done http://t.co/KH14v9idar http://t.co/FGXAEj6bNT"}, {"tweet_text": "Oh ya, i know its so hard to you look my tweet but i hope i get it someday 😭 i love you reed, i fall in love with your voice @ReedDeming x8"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "At @drupaldevdays we worked hard to get 3 bugs and 1 task issue for Bartik up to RTBC status. Thank you so much #Drupal core frontend team!"}, {"tweet_text": "Oh ya, i know its so hard to you look my tweet but i hope i get it someday 😭 i love you reed, i fall in love with your voice @ReedDeming x7"}, {"tweet_text": "RT @ThirtySecFights: WHEN U GET PUNCHED SO HARD THAT CHIEF KEEF COME OUT OF NOWHERE 😂 http://t.co/VwxpZ4rs2k"}, {"tweet_text": "Nobody in life gets exactly what they thought they were going to get. But if you work really hard &amp; you're kind, amazing thi"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @thatdarnKenneth: 3. she said she could get a car, meaning she probably don't have one RT“@AshMcNasty: niggas be flexin' soooo hard 😴 ht…"}, {"tweet_text": "@_namuyou ah sorry for late -.- i see, lmfao public transport here is quite hard to get unless youre in KL lol"}, {"tweet_text": "RT @nathan_pettit: Fucking get in there!!! What a result hardest game of football I have ever played! Boys worked so hard! @RTBEbbwValeFC"}, {"tweet_text": "RT @MotivatedLiving: I'm not waiting everyday to be rich and famous. Instead, I'm busy working hard to get there."}, {"tweet_text": "Diets are hard because I get hungry."}, {"tweet_text": "Apologies if you're having trouble accessing our site. It's currently down- however we're working hard to get it back up as soon as possible"}, {"tweet_text": "@Rurfbot I disagree with your stance! You're gonna get foxxed so dang hard! *throws Tails plushies*"}, {"tweet_text": "Its not hard for me to get out of a bad situation \nI got 2 feet so Ima turn em around and use em"}, {"tweet_text": "Don't get me wrong, I tried really hard to understand it because people very close to me love it."}, {"tweet_text": "Oh ya, i know its so hard to you look my tweet but i hope i get it someday 😭 i love you reed, i fall in love with your voice @ReedDeming x6"}, {"tweet_text": "Instead of making up false assumptions just ASK! -_-\nWallah it's not as hard as you think it is.\nAsk and you will get an answer.\n#AsSimpleAs"}, {"tweet_text": "I will fly into your armsand bewith you tillthe end of time why are you so faraway you know it's very hard for me to get myself close to you"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @anachapal1: I'm hard to get, easy to keep, and even harder to lose💆🏻."}, {"tweet_text": "Buy me things, daddy. I want shoes and toys! At least look &amp; get hard for me  http://t.co/ahskyA1h5G via @delivery_code"}, {"tweet_text": "Oh ya, i know its so hard to you look my tweet but i hope i get it someday 😭 i love you reed, i fall in love with your voice @ReedDeming x5"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "3 I get lol'd hard! Ja!Seine Antwort."}, {"tweet_text": "RT @ChrisOfficial_: Time for me to get up 😜 this bed is making it hard though 😄 xxx http://t.co/eneSVjtoE1"}, {"tweet_text": "It's hard not to think about someone that you use to talk to everyday! But u'll get over it eventually!"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "Gahhhh... lower abs....... Y U SO HARD TO GET RID!!!!"}, {"tweet_text": "@ImAlexHoltti I try its just hard to get noticed"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "HOw ya dick get hard FA uh bItch that Leave the hOuse and comes back BRoke 😑😐 these niggas desperate asf 😁😦😫"}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "3. she said she could get a car, meaning she probably don't have one RT“@AshMcNasty: niggas be flexin' soooo hard 😴 http://t.co/G5CF8DMRg4”"}, {"tweet_text": "It's probably so hard to be a performer/singer/rapper and get your charisma from the audience now because of cellphones"}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "@rtmfd don't even get me started about how hard control / right clicking is for kids to learn..."}, {"tweet_text": "RT @journeyfranta: Troye didnt get fame from shipping. He's a youtuber, he got fame on his own. He worked hard to get where he is now."}, {"tweet_text": "@Irish_Atheist Good for you. North Carolina, USA is so full of relig bigots it is hard not to hate it. I get\"have a blessed day\" fm everyone"}, {"tweet_text": "Life can get hard but life isnt a sprint its a marathon so pace yourself it is nt rather u win u just have to finish https://t.co/beRu8uAala"}, {"tweet_text": "Get Hard (2015) in HD Online Best Quality - YouTube http://t.co/HfJwxU9OCw"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @poisonivykiss1: Nothing more aggravating than a guy that can't get hard in a public restroom 😜"}, {"tweet_text": "#Animal #fact of the #day: A giraffe’s heart has to pump twice as hard as a cow’s hard to get blood to its brain."}, {"tweet_text": "@pinksweetpeaa like always. how far are you going to get in life, being so hard headed?"}, {"tweet_text": "Someone that really loves you sees what a mess you can be, how moody you can get, how hard you are to handle, but still wants you ❤️"}, {"tweet_text": "@Finesse117 Thank you, Beth. You are so kind. I am fighting really hard to get back to the center; I'm sure it'll take a few days. :-/"}, {"tweet_text": "@Miranda_Dragon Do they get really large?  Hard to tell in pic.."}, {"tweet_text": "RT @Stevensahyoune4: Sometimes we do things we aren't proud of but no ones perfect but I'm gonna work damn hard to get there #hardwork #dre…"}, {"tweet_text": "Oh ya, i know its so hard to you look my tweet but i hope i get it someday 😭 i love you reed, i fall in love with your voice @ReedDeming x3"}, {"tweet_text": "RT @_lee_bby: You know you fuck w. someone hard when you let em get away w. things you normally cut people off for.. 😂😒😩💯"}, {"tweet_text": "RT @itsWizKhaliffa: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @tiaramvrie: It's extremely hard for me to get how a person that claims to care for you can treat you so low. I don't understand that ty…"}, {"tweet_text": "RT @isabeltrevizo_: cheerleaders &amp; dancers don't get enough credit. That shits so hard 😂"}, {"tweet_text": "RT @chloem1296: Fuck the vine police, RT BEFORE THEY GET ME, Me squirting a little bit. Sorry it wasn't a lot it's hard... https://t.co/e3H…"}, {"tweet_text": "This Btch breathing dead hard in the sauna .. Uhm You should get out stupid"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "I'm about to pray &amp; get started with my day it's funny how hard he tryna go in on me huh lol #GodisgoodallthetimeallthetimeGodisgood"}, {"tweet_text": "RT @jjauthor: The reason Dems try so hard to get re-elected is that they would 'hate' to have 2 make a living under the laws they've passed…"}, {"tweet_text": "@HarryClayyy your team r making hard work off it to get into the premier league⚽️⚽️"}, {"tweet_text": "RT @dirty_romantic: \"When *I* get hard time, I want it to be for harassing innocent women at a car dealership!\"\n\n- no one ever, you stupid …"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @TheMattEspinosa: I got my cell phone ringin', nowadays it's hard to get me. Nine times out of ten, if you ballin' then you busy."}, {"tweet_text": "It's not about how hard you hit, it's about how hard you can get hit and keep moving forward."}, {"tweet_text": "RT @isabeltrevizo_: cheerleaders &amp; dancers don't get enough credit. That shits so hard 😂"}, {"tweet_text": "Nothing u want in life comes easy.. Working hard on the weekend 2 get 2 where I want to be💪📚✒💡 #halfwaythere #workhard #playharder"}, {"tweet_text": "RT @halseymusic: but every day that seems hard or overwhelming I manage 2 get through. My life is weird + stressful but its mine n I only g…"}, {"tweet_text": "RT @Harddan2: Bad decision to party hard and get no sleep and now have to be at work early AF"}, {"tweet_text": "So I get super pumped to brush my teeth all the time and now I have cuts all over my mouth because I go so hard."}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @Gay_salad: The ratio between the amount of قرص and شاهي is so hard to get right but I manage 💁"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @journeyfranta: Troye didnt get fame from shipping. He's a youtuber, he got fame on his own. He worked hard to get where he is now."}, {"tweet_text": "He's got some experience and I think he could get some decent signings. We need to try bloody hard to get him on a longer deal."}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "@carterreynolds why is so hard to get ur follow"}, {"tweet_text": "RT @saralisabum: It is hard to get over something that has embedded in you for so long. Forgiving is easy but you might need to hit my head…"}, {"tweet_text": "Oh ya, i know its so hard to you look my tweet but i hope i get it someday 😭 i love you reed, i fall in love with your voice @ReedDeming X2"}, {"tweet_text": "RT @MarilynMonroeDC: Someone who really loves you sees what a mess you can be, how moody you can get, how hard you are to handle, but wants…"}, {"tweet_text": "RT @ChrisOfficial_: Time for me to get up 😜 this bed is making it hard though 😄 xxx http://t.co/eneSVjtoE1"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @mallienalevanko: that awkward moment when you creep so hard that you get into the 5th generation of Patels http://t.co/UoGY644jb7"}, {"tweet_text": "RT @saralisabum: It is hard to get over something that has embedded in you for so long. Forgiving is easy but you might need to hit my head…"}, {"tweet_text": "@musicofsuns also people who try v hard and get better grades than they used to like YEAH KICK THAT EDUCATION SYSTEMS ASS"}, {"tweet_text": "cheerleaders &amp; dancers don't get enough credit. That shits so hard 😂"}, {"tweet_text": "You gotta be going like 1000 kinds of hard to get popped for coke and ecstasy in Vegas. Actually thought both were legal there."}, {"tweet_text": "i didn't know its that hard to get work\n#why doed it hv to be this hard"}, {"tweet_text": "i hate people who try hard to get your attention."}, {"tweet_text": "Lets go! #TeamBreezy we gotta get those views up, those airplays up and those numbers on the charts up as well! Go hard!"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @SilentUschi: It's just very irritating overall to see people get handed followers/subs. Those of us who worked hard for our shit got no…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "RT @arewashams: If U're on the Path Towards Allah then RUN\nIf it's Hard then JOG.\nIf U get Tired then WALK.\nIf U can't then CRAWL.\nBut Neve…"}, {"tweet_text": "It's hard to get enough detail AND keep it short. Here's what I usually use: \"Boy meets girl. Sh*t happens. They live happily ever after.\""}, {"tweet_text": "Once you lose my trust it's hard to get it back💯"}, {"tweet_text": "So do people say it's nippy outside because your nipples get hard when you get cold? #questions"}, {"tweet_text": "@_laurasmith92 Can you please get in touch with me I need to ask a very important question its hard to explain...inbox me please!"}, {"tweet_text": "I'm so confused... I'm 50 pages into The Raven Boys and everyone kept saying the first 100 were hard to get into or boring but they aren't.."}, {"tweet_text": "Oh ya, i know its so hard to you look my tweet but i hope i get it someday 😭 i love you reed, i fall in love with your voice @ReedDeming"}, {"tweet_text": "Why do Bitches act hard for Twitter like I don't get it"}, {"tweet_text": "RT @__milanemaj: I'm not \"playing hard to get\" ...I just really don't want you"}, {"tweet_text": "matthewsagan: *plays hard to get by staying at home and having no contact with anyone* http://t.co/mBpuldlHkk"}, {"tweet_text": "@YellowCranePr Ugh, it's so hard to get good help these days, even when you ride 'em like a bicycle."}, {"tweet_text": "Sex Cam: Her mom likes to get naughty and dirty -  James was like, I'm hard and I want to fuck whomever. The... http://t.co/YWgUaqyBb2"}, {"tweet_text": "RT @NiallOfficial: It's amazing to see something that we've worked really hard on and something we are really proud of , get a good reactio…"}, {"tweet_text": "RT @itsWizKhaliffa: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @tarunwatts2: #MSGSupportsFarmers With orgnic farming the farmer get the best price from little hard work it just happened by @Gurmeetra…"}, {"tweet_text": "RT @ManonTMFR: If you could, you would get rid of me fuck you gone do when a bitch try to go hard?"}, {"tweet_text": "\"Woah man, stop that shit. My wiener can only get SO hard.\""}, {"tweet_text": "@Sketchmazoid Yeah, silent readers, it's hard to get to know them or to even know if they enjoy the comic at all"}, {"tweet_text": "RT @BaileysArmyPH: So active baeleys ha 😀 keep it up. Get ready for the 3rd ques. It is hard 😀"}, {"tweet_text": "Semi-final or not, it's hard to get up for a game when I know I can't watch it. And semi-finals at Wembley are shite! #LFC"}, {"tweet_text": "I have been trying so hard to get CS:GO clips. So no uploads sorry guys"}, {"tweet_text": "RT @tiaramvrie: It's extremely hard for me to get how a person that claims to care for you can treat you so low. I don't understand that ty…"}, {"tweet_text": "RT @Harddan2: Bad decision to party hard and get no sleep and now have to be at work early AF"}, {"tweet_text": "@mrBobbyBones been there, done that. I grind my teeth so much that I get migraines from it. Hard to stop when you don't know you're doing it"}, {"tweet_text": "@KKRiders Come on boys...Get back to winning ways......Go Hard !!!"}, {"tweet_text": "@Hassanjay94 I don't see why he's judging so hard 😒 like when I get my two SMALL tattoos am I gonna be dirty and a slut? no."}, {"tweet_text": "RT @AskDrizzy: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but stil…"}, {"tweet_text": "RT @journeyfranta: Troye didnt get fame from shipping. He's a youtuber, he got fame on his own. He worked hard to get where he is now."}, {"tweet_text": "WHY ARE FAKE TATTOOS SO HARD TO GET OFF😭"}, {"tweet_text": "@FurrowedFox  😟 I hope it's treatable. It's so hard when our pets get old. 😔"}, {"tweet_text": "@Still_Lee_ well, I see my doc Tuesday to get the stitches out and the hard cast. I'll find out then."}, {"tweet_text": "I like helping people get through hard times"}, {"tweet_text": "RT @TheMattEspinosa: I got my cell phone ringin', nowadays it's hard to get me. Nine times out of ten, if you ballin' then you busy."}, {"tweet_text": "RT @ri0tgear: I found it hard, tried to reserve. I'll get it right when I am heard"}, {"tweet_text": "Can't wait Til I get this old 😂😂 Dese elderly hard headed as hell! #ViewFromOD #Workflow How we… https://t.co/oT6HQRrutH"}, {"tweet_text": "Good customer service is going to be hard to get with how its looking outside...."}, {"tweet_text": "It's just very irritating overall to see people get handed followers/subs. Those of us who worked hard for our shit got nothing."}, {"tweet_text": "RT @vibingpayne: How do we get you to notice me? In your solo giveaways? It's really hard😢 I alway... — I noticed everyone's spams. http://…"}, {"tweet_text": "@NinjaPhotoz Crota hard mode could possibly do it.  And if not you will definitely get it next week."}, {"tweet_text": "I'm rooting so hard for Arizona to get the #1 pick."}, {"tweet_text": "@AdamJacobk apparently it was too hard and busy for him &amp; then David told him he had to wait 4 weeks to get paid 😂 yeah bless the trouper"}, {"tweet_text": "RT @AmazingiGrace: You don't walk into love, you fall in. That's why it's so hard to get out."}, {"tweet_text": "@alexander_gbass I actually did get one! I can only play a couple chords right now, It's hard to train my fingers to move so quickly. ~es"}, {"tweet_text": "@DancingDevilDie A hard puzzle takes me about an hour and I'll get 10k. And hour of TT and I'll have at least 20k, often more"}, {"tweet_text": "It's easy to get it, the hard parts keeping it."}, {"tweet_text": "RT @journeyfranta: Troye didnt get fame from shipping. He's a youtuber, he got fame on his own. He worked hard to get where he is now."}, {"tweet_text": "\"@AmazingiGrace: You don't walk into love, you fall in. That's why it's so hard to get out.\""}, {"tweet_text": "my dad just tried to get into it with me about drugs \"how dangerous hard drugs are\" I shit on him so thoroughly he told me to shut up"}, {"tweet_text": "Goodluck @BScroggy26 ! Play hard and give it everything you have. Truly inspiring many, go get the trophy!"}, {"tweet_text": "4.7SHOW \"It's really hard to get AIDS from a woman\" ~ @mirandali WHAT did you not see #dallasbuyersclub?"}, {"tweet_text": "A while ago I went to go see Get Hard and some guy sat right next me and fell asleep with his eyes open and started snoring so loud"}, {"tweet_text": "Watch Get Hard Online Full Movie = HD - YouTube http://t.co/cFYZk4NNBO"}, {"tweet_text": "RT @BaileysArmyPH: So active baeleys ha 😀 keep it up. Get ready for the 3rd ques. It is hard 😀"}, {"tweet_text": "RT @BaileysArmyPH: So active baeleys ha 😀 keep it up. Get ready for the 3rd ques. It is hard 😀"}, {"tweet_text": "RT @BaileysArmyPH: So active baeleys ha 😀 keep it up. Get ready for the 3rd ques. It is hard 😀"}, {"tweet_text": "@TeddyDief technically, yes.  Practically, no.  They might get a bit hard and slow-soluble, but they're fine."}, {"tweet_text": "RT @dirty_romantic: \"When *I* get hard time, I want it to be for harassing innocent women at a car dealership!\"\n\n- no one ever, you stupid …"}, {"tweet_text": "@Zoltariel nothing wrong with being proud of your hard work. I need to get back to the gym."}, {"tweet_text": "RT @youtvbers: @ArianaGrande ARI ILL LET YOU FIST ME IF YOU JUST FOLLOW ME DAMN ARIANA YOU PLAY HARD TO GET WITH THIS FOLLOW SHIT @AlfredoF…"}, {"tweet_text": "RT @itsWizKhaliffa: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "Don't know whether to go see get hard or unfriended 😟"}, {"tweet_text": "@LucQuayle haha you reckon yous will get beat? I fancy Chelsea 2-1 but hard one to call"}, {"tweet_text": "@madisonshanti yeah just watch out, the staples are really hard to get open, I ripped the top one and it happen be on Ashley on the poster."}, {"tweet_text": "RT @ChrisOfficial_: Time for me to get up 😜 this bed is making it hard though 😄 xxx http://t.co/eneSVjtoE1"}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "So hard to get a decent pic of this with the window behind but this is a great piece for any room in the home.... http://t.co/vObycgvgMW"}, {"tweet_text": "It's hard enough to get out the end of our lane onto the road as it is who's idea was it to put roadworks there and make it 10x harder"}, {"tweet_text": "@ATT Why is it so hard to get switched back to a land line from the wireless home phone? The wireless device doesn't work well in my area."}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "Mk dons need to get promoted. Brentford fucked up hard today. Wow Burton ate promoted. Hasselbaink done main."}, {"tweet_text": "If she got good kitty its hard to get her but if she got bad 😷 she bussing it open for everybody 😂👌🙅"}, {"tweet_text": "RT @journeyfranta: Troye didnt get fame from shipping. He's a youtuber, he got fame on his own. He worked hard to get where he is now."}, {"tweet_text": "When things get hard it doesn't always mean its not meant to be but there's something you didn't learn #humility"}, {"tweet_text": "RT @itsWizKhaliffa: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "And I get hard with my baby 🙌✊ https://t.co/cYiZwl6DHr"}, {"tweet_text": "RT @journeyfranta: Troye didnt get fame from shipping. He's a youtuber, he got fame on his own. He worked hard to get where he is now."}, {"tweet_text": "RT @VishalBajajInsa: #MSGSupportsFarmers With orgnic farming the farmer get the best price from little hard work it just happened by @Gurme…"}, {"tweet_text": "RT @journeyfranta: Troye didnt get fame from shipping. He's a youtuber, he got fame on his own. He worked hard to get where he is now."}, {"tweet_text": "@Absolem_v2 @MammaValenzuela @V_Kershaw ok i was partially wrong. the 6th is the day we return but it might be hard to get to you if"}, {"tweet_text": "Doubting yourself and then seeing your actions confirm your doubts. It's a drowning effect that's hard to get over."}, {"tweet_text": "RT @TwtUpCampus: Point is, you cant get the best of both worlds. If you want something, you have to work for it. Hard work pays good."}, {"tweet_text": "I hope our Spanish maestro (Mata and Herrera) link up well today. Come on @ManUtd - Go and get a hard fought 3 pts #mufclive #MUFC #RedArmy"}, {"tweet_text": "Troye didnt get fame from shipping. He's a youtuber, he got fame on his own. He worked hard to get where he is now."}, {"tweet_text": "As a Mom I like to get my boys gifts, it's hard when they are in the #military http://t.co/P4I09BldAe"}, {"tweet_text": "5 Reasons Why You Shouldn’t Work So Hard http://t.co/gQfpyzzuH8 via @washingtonpost"}, {"tweet_text": "@ReedDeming why is it so hard to get a sweet from you"}, {"tweet_text": "RT @Pavi_Suji: @Siva_Kartikeyan I hav been tryn so hard n last 4Days to get a single wish from yoU which s most important one fa me🙏 http:/…"}, {"tweet_text": "@GoodTimeCee shit was so hard to get tickets lol"}, {"tweet_text": "I'm really trying hard to get hw done but this weather thoo.."}, {"tweet_text": "@TynaGleek I watched the first season and found it hard to get my head around but I'm trying to rewatch it."}, {"tweet_text": "RT @borris206: Failed to get pole by just three tenths of a second, hard luck #Seb5 but we are going for win tomorrow #redseason #BahGP"}, {"tweet_text": "@missqveenb_ it does because no matter how hard you try to go back to sleep you just can't &amp; then you get all bored 😑 lol"}, {"tweet_text": "10 Forgotten Truths to Help You Get Through Hard Times: http://t.co/sf9eG3MV0Q"}, {"tweet_text": "I'm going to need the @LAClippers to punch the spurs in the mouth! Get physical! Bring Udoh in for hard fouls! Let's go! #nosoftshit"}, {"tweet_text": "mature babe get fucked hard on both holes till cum on her pussy #porn #followback #teen #itunes http://t.co/x7WnA2R9MN"}, {"tweet_text": "RT @liyyy_: im not going hard for no nigga that dont even make it known we fuck with eachother. lol quickest way to get played."}, {"tweet_text": "@ianbennell75 They left it late :-) Got to fancy Stevie May to give you a hard time on the last day. The more he scores, the more we get :-)"}, {"tweet_text": "Titty tease in @ninajaymes's room will get you hard http://t.co/VMz003TLqB #fapmat"}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "Hate dudes  that get hard when they with people !!"}, {"tweet_text": "RT @_lee_bby: You know you fuck w. someone hard when you let em get away w. things you normally cut people off for.. 😂😒😩💯"}, {"tweet_text": "\"When *I* get hard time, I want it to be for harassing innocent women at a car dealership!\"\n\n- no one ever, you stupid sissy fuck"}, {"tweet_text": "RT @camerondallas: I feel like it's so hard to get honest feedback these days"}, {"tweet_text": "@haroldraitt God's laws are contained in scripture and the Bible and Koran are both scripture which forbids sodomy. What's so hard to get?"}, {"tweet_text": "@AislingPower I know it's hard to come to terms with but you'll get through this"}, {"tweet_text": "RT @FeministArmy: Why it's So Hard to Get Off Welfare http://t.co/a3plgbfcwO"}, {"tweet_text": "RT @Jaxx610: @xalllllllyx @DaphneMartinez_ lol ayy shorty just playing hard to get why you blocking stay yo ass over there 👉🏽 👉🏽👉🏽"}, {"tweet_text": "We defend super well but u neva know..sum1 myt just get a late winner or equalizer wen its 2late 2pick ourselves up &amp; go hard."}, {"tweet_text": "He doesn't get his own pie chart. Numbers are hard! Fucking imbecile. #Math  https://t.co/hUVvMgZKxn"}, {"tweet_text": "Get Hard was hilarious tho😂👌"}, {"tweet_text": "Fucking get in there!!! What a result hardest game of football I have ever played! Boys worked so hard! @RTBEbbwValeFC"}, {"tweet_text": "RT @cryptical_: I know things get hard but you got it"}, {"tweet_text": "guys please keep reblogging this if you have a taylor follow or not, I'm trying so hard to get her to see it!!! http://t.co/g8PFARhzP2"}, {"tweet_text": "Do I really try so hard, just to get shut down ??? 😕😞💔"}, {"tweet_text": "RT @itsWizKhaliffa: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "RT @tybudd90: It's funny a lot of bitches talk about how hard they be going 💰💰an don't never get out the same spot they was in"}, {"tweet_text": "RT @NiallOfficial: It's amazing to see something that we've worked really hard on and something we are really proud of , get a good reactio…"}, {"tweet_text": "Perseverance is the hard work you do after you get tired of doing the hard work you already did - Newt Gingrich"}, {"tweet_text": "My coworker is working very hard and I'm standing over here tweeting and trying not to get in her way"}, {"tweet_text": "I'll let you dig your own grave. Destroy what you worked so hard to get. All because of your insecurities."}, {"tweet_text": "RT @ChrisOfficial_: Time for me to get up 😜 this bed is making it hard though 😄 xxx http://t.co/eneSVjtoE1"}, {"tweet_text": "RT @KarltinBankz: Came from the bottom and I worked hard to get it"}, {"tweet_text": "RT @NiallOfficial: It's amazing to see something that we've worked really hard on and something we are really proud of , get a good reactio…"}, {"tweet_text": "RT @tailopez: On your path to success there'll be the temptation to work so hard you neglect your body. Don't do it. Never let your body ge…"}, {"tweet_text": "RT @SteveStfler: Diets are hard because I get hungry."}, {"tweet_text": "@madelinejsnow man I tried so hard to get tickets this morning ...."}, {"tweet_text": "RT @NiallOfficial: It's amazing to see something that we've worked really hard on and something we are really proud of , get a good reactio…"}, {"tweet_text": "I know things get hard but girl you got it, girl you got it, there you go, can't you tell by how they looking at you everywhere you go?"}, {"tweet_text": "RT @DailyMtnEagle: Parrish may get a charter school. It's the School of Hard Knocks and the only admission requirement is an \"Only God Can …"}, {"tweet_text": "RT @liyyy_: im not going hard for no nigga that dont even make it known we fuck with eachother. lol quickest way to get played."}, {"tweet_text": "RT @itsWizKhaliffa: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "No matter how hard your life can get, we always have that one friend we can act stupid with."}, {"tweet_text": "RT @xemmadurkinx: think its gas hannah still secretly fancies cian but is still hoping the \"hard to get\" appraoch will win him over hahahaha"}, {"tweet_text": "RT @AspenPink: B%tches be trying so hard to be seen and still get looked over.🙈"}, {"tweet_text": "RT @JackAzmaray: I could not construct a small hut with hard work of my entire life\nYet u expect to get a palace in heaven as a return for …"}, {"tweet_text": "Its crazy how you a week of eating badly with limited exercise can semi-undo 4-5 months of hard work at the gym. Got2 get back on the horse."}, {"tweet_text": "RT @NiallOfficial: It's amazing to see something that we've worked really hard on and something we are really proud of , get a good reactio…"}, {"tweet_text": "RT @liyyy_: im not going hard for no nigga that dont even make it known we fuck with eachother. lol quickest way to get played."}, {"tweet_text": "RT @iRealMacMiller: Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but…"}, {"tweet_text": "@GirlsHornygirls: mature babe get fucked hard on both holes till cum on her pussy #pics #news #pussy #youtube http://t.co/ZhC9sb7O2I"}, {"tweet_text": "RT @NiallOfficial: It's amazing to see something that we've worked really hard on and something we are really proud of , get a good reactio…"}, {"tweet_text": "RT @liyyy_: im not going hard for no nigga that dont even make it known we fuck with eachother. lol quickest way to get played."}]