[{"tweet_text": "Train delayed due to \"children playing on the line\". I'm sure they'd get the hint if we carried on. If not, nice bit of natural selection..."}, {"tweet_text": "happy birthday to the one and only d-train! love you buddy! 💃🏼💃🏼 http://t.co/ul4t7UPx1I"}, {"tweet_text": "@JamesRadziusz @Dwolfendale99 We're coming like a train at the right time. Genuine competition for places. We'd have lost that pre 2015!"}, {"tweet_text": "Train is off the tracks, and it's never comin back."}, {"tweet_text": "Middle-aged gentleman next to me on the D train is drinking gin out of a Poland Spring bottle. My guts are churning."}, {"tweet_text": "Waiting for the D train."}, {"tweet_text": "Cubs fans be day drinking on the train to Chicago. I guess you'd have to be drunk to enjoy a cubs game."}, {"tweet_text": "@emmajbxx he'd get punched off the train in south bermondsey"}, {"tweet_text": "@Kimby_D Girl i know right not the same like it use to be i always wanted to on soul train and dance 😆😆😆😆😂😂"}, {"tweet_text": "RT @TheDemocrats: In 100 days, you can train for a marathon, watch every West Wing episode 20 times, or win the Triple Crown, but the GOP c…"}, {"tweet_text": "I've heard good things about D'Arcy's in Bradley Beach, down the Shore, but again, the train schedules are cockeyed in relation to KO times."}, {"tweet_text": "The d train is useless"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "Shoutout to me for leaving my luggage on the train. If anyone is in Leeds, it'd be tight if you went to the train station &amp; got my bag"}, {"tweet_text": "#ohmyjam tonight @babylonnightclub for the queer mafia anniversary party! We have mace, D-train and Ken L Jones... http://t.co/gOI9ETVQiV"}, {"tweet_text": "My body feels very similar to the way you'd feel after being hit by a train"}, {"tweet_text": "My hair is up 😣😭\nBut I'm on my way to the train to D.C.! http://t.co/Gse1nHjIfa"}, {"tweet_text": "@brewupbuttercup i'd meet you off the train or something and then we could get coffee first!!!"}, {"tweet_text": "#nowplaying Lone Train Running by the HIATUS on Trash We'd Love in KaiserTone ♪♪ http://t.co/hWuAtaUy6P"}, {"tweet_text": "@jays_the_one Hi Jamie, that's great. What train are you on? ^D"}, {"tweet_text": "RT @MosesDuckrell: Fire in the Train/Cab session with @KeeyaDixon last night! The freestyle was immense 🔥🔥😭 http://t.co/4xBtpjU2GC"}, {"tweet_text": "My Mom: \"Just think about what you could've ran it in had you trained.\" *I'd rather train for the upcoming binge drinking season 🍻"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "@Virgin_TrainsEC Hi train just went past someone sitting on the verge. Might not be an issue, just thought I'd report http://t.co/euTiiToMsX"}, {"tweet_text": "Now playing: D Train - You're The One on CoolJamz Radio - http://t.co/SItIDTUdPk"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Iris_Jflawless: {PLS.RT} PERSONAL ERROR | Bnior chapter 13  On the train อัพแล้วนะ #จินยองเออเร่อ http://t.co/VTV3QOmIp1"}, {"tweet_text": "i'd train judo for hours lah if Jonghyun's the coach /wipe tears/"}, {"tweet_text": "@SuperKawaiiDesu I hope the D train isn't fucked today"}, {"tweet_text": "Seeing your ex on the metro is awkward. Riding the train home with your ex is extremely awkward. That was my life yesterday."}, {"tweet_text": "@NYCTSubway I saw the train close with my bag in it. (The 2 train) I told the conductor in The 1 train about it within  2 mins of d mishap"}, {"tweet_text": "Sakho &amp; Sturridge on this train. You’d think they’d travel with the team. Even if not playing."}, {"tweet_text": "@samsmithworld ✈The time on this plane Is driving me insane I'd rather take a train, So That might make me sane!🚂😁#INSANECampaign #POEMBITCH"}, {"tweet_text": "i'd much rather the slow train to nenagh (nina) than the slow boat to china #sunsets http://t.co/ys8zrrvF9m"}, {"tweet_text": "It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform for just a minute."}, {"tweet_text": "RT @Uber_NYC: Is the L train f#%!@d? Yes Ride #uberPOOL along the L Line for $5 flat for the next 5 weekends—http://t.co/BPi7xAvwxk http://…"}, {"tweet_text": "cancelled my flight for worlds bc i'd rather hop aboard the train to fuckthatville ¯\\_(ツ)_/¯"}, {"tweet_text": "I'd rather die of thirst than pay for a £3 bottle of fanta from the trolleys on the train"}, {"tweet_text": "D-Train just threw the best laser hammer I've ever seen."}, {"tweet_text": "#Bhubaneswar Train set on fire near Puri after man is run over: A mob set fire to the Barbil-Puri Express at D...  http://t.co/HCq9atQT1z"}, {"tweet_text": "Best quote ever from Pete; if I killed myself it would be in front of a train because I'd get excited about seeing the train first! Haha"}, {"tweet_text": "This guy on the phone on the train is pissing me off. Such an asshole.."}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "@misJORGIEPORTER Sorry to read about your train experience Jorgie. I'd like to travel on a train with you, we could have a nice cuddle! x"}, {"tweet_text": "I forgot the MTA is a fuck boy and the D trains aren't running on the D train line. So I might be late to work. Thanks @MTA you a fuck boy 😘"}, {"tweet_text": "RT @JonRothstein: VCU's Will Wade has hired Florida Gulf Coast's Jamill Jones as an assistant coach, source told @CBSSports. HUGE D.C. ties"}, {"tweet_text": "♪D Train♫ You're The One For Me ♬♫♪ - Tune in here : http://t.co/dBcCzMRnvD"}, {"tweet_text": "I wish I had someone to train calisthenics with. I'd like to compete in battle of the bars one day soon."}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Uber_NYC: Is the L train f#%!@d? Yes Ride #uberPOOL along the L Line for $5 flat for the next 5 weekends—http://t.co/BPi7xAvwxk http://…"}, {"tweet_text": "As the train approached khar stn, just at d beginning there's banana tree &amp; baby fruits hanging..wonder how nobody has taken them"}, {"tweet_text": "RT @WardEnya: Bunch of guys behind me on the train putting the women in their office in a league table based on wether they'd 'do them' 🔫🔫🔫😑"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "PlayingNow!  D Train You're The One For Me http://t.co/5ZyWg5XlUn MusicChoice TwitterMusic Official Website:  http://t.co/yUXS4VIdEg"}, {"tweet_text": "I think I'd rather gnaw on my own leg than eat the sorry specimen I've just been handed on this Virgin EC train. http://t.co/ZThJGfA20g"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Uber_NYC: Is the L train f#%!@d? Yes Ride #uberPOOL along the L Line for $5 flat for the next 5 weekends—http://t.co/BPi7xAvwxk http://…"}, {"tweet_text": "RIGHT THEN, I'D BEST GET ON A TRAIN TO WEMBLEY THEN.\n\nI HOPE WE SCORE ALL THE GOALS #ARSENAL"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "We dedicated a new train @ Turtle Back Zoo. Thanks to Terry Zuckerman &amp; the Ralph Errington Estate for donating the engine."}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "@_cnaylor You'd be better off getting the bus to Manchester Piccadilly and changing there for the train to Oxford Road"}, {"tweet_text": "RT @Uber_NYC: Is the L train f#%!@d? Yes Ride #uberPOOL along the L Line for $5 flat for the next 5 weekends—http://t.co/BPi7xAvwxk http://…"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "@KarenPerrins ah lovely! I'm on the train back home today too! Haven't got my hard shoes with me otherwise I'd join you! ;)"}, {"tweet_text": "RT @Uber_NYC: Is the L train f#%!@d? Yes Ride #uberPOOL along the L Line for $5 flat for the next 5 weekends—http://t.co/BPi7xAvwxk http://…"}, {"tweet_text": "Do you wanna join the train to rep LASU @ d biggest campus rave party #tecnoboomparty? Invitation now available ||"}, {"tweet_text": "You'd think Reading were going to Wembley looking at the train station..."}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "What if someone on this train had a bomb? Would I die? Maybe I'd just get hurt. I'd probably be on the news. http://t.co/bCeQgsgksj"}, {"tweet_text": "People in this train: a) don't have shower b) pour full bottle of perfume c) don't brush their hair in months d) put all the make-up @ once"}, {"tweet_text": "@benjaminwhee1er Just on train now mate! Doubt I'd get in now! Gonna grab a bite and a walkabout in the sun! COYG"}, {"tweet_text": "Waiting for the Max train #vacation https://t.co/2PIxPip9fO"}, {"tweet_text": "@AkashMapara I'd say so. The conga line is appropriate for the conga. I think 'train hands' should be the limit for the locomotion"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "kingpushatits: lmsig: bitchcraftandwiggatry: When a stranger sits next to you on the train and starts... http://t.co/4QhUFSlJA3"}, {"tweet_text": "RT @Kita_TheCheetah: @InGlorious_D or the tequila train !!!"}, {"tweet_text": "Yesterday we went to The hardcore gym: kneets gym den haag to train some chest and biceps Today is legday... http://t.co/ftgzCojeZL"}, {"tweet_text": "RT @Uber_NYC: Is the L train f#%!@d? Yes Ride #uberPOOL along the L Line for $5 flat for the next 5 weekends—http://t.co/BPi7xAvwxk http://…"}, {"tweet_text": "Yesterday we went to the hardcore gym: kneets gym den haag, to train some chest and biceps Today is legday http://t.co/IbUpjQcSPg"}, {"tweet_text": "@_ItsMaggi Yes if you missed your booked connection due to a delay on our train you'd be able to board the next suitable connection."}, {"tweet_text": "Ooh, what's this arriving very quickly in the post? MORE TRAIN TICKETS!? =D @LaurenzoPanda @iAndiboy"}, {"tweet_text": "RT @Uber_NYC: Is the L train f#%!@d? Yes Ride #uberPOOL along the L Line for $5 flat for the next 5 weekends—http://t.co/BPi7xAvwxk http://…"}, {"tweet_text": "RT @Uber_NYC: Is the L train f#%!@d? Yes Ride #uberPOOL along the L Line for $5 flat for the next 5 weekends—http://t.co/BPi7xAvwxk http://…"}, {"tweet_text": "RT @Uber_NYC: Is the L train f#%!@d? Yes Ride #uberPOOL along the L Line for $5 flat for the next 5 weekends—http://t.co/BPi7xAvwxk http://…"}, {"tweet_text": "RT @Uber_NYC: Is the L train f#%!@d? Yes Ride #uberPOOL along the L Line for $5 flat for the next 5 weekends—http://t.co/BPi7xAvwxk http://…"}, {"tweet_text": "RT @Uber_NYC: Is the L train f#%!@d? Yes Ride #uberPOOL along the L Line for $5 flat for the next 5 weekends—http://t.co/BPi7xAvwxk http://…"}, {"tweet_text": "Is the L train f#%!@d? Yes Ride #uberPOOL along the L Line for $5 flat for the next 5 weekends—http://t.co/BPi7xAvwxk http://t.co/H4KvqHFbfu"}, {"tweet_text": "@InGlorious_D or the tequila train !!!"}, {"tweet_text": "@virgintrains. A pair of size 8 doc Martin's and a denim jacket have been left in coach d on the 11:35am train from kings cross Please help!"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "I'd nearly get the train to Carlow just for a subway😂"}, {"tweet_text": "The coach to chester zoo is like 3 hours and we'd have to get up at 5am 😩 and the train is like £50 why"}, {"tweet_text": "D-train .... Your the one for me ffs #whatyoulookingat 😉😉 #tune"}, {"tweet_text": "I bet if Will I Am were on this train we'd be flying thru space to the future and there'd be special fx n shit. But he isn't."}, {"tweet_text": "... Healing magic, huh? Shame the kid can't heal via blood. I'd train him in a heartbeat."}, {"tweet_text": "@northernrailorg I've paid £15.60 and the condition of this train is appalling. I'd feel cleaner if i sat in dog shit."}, {"tweet_text": "@SPV7KS its just getting in the zone for it all bro. I'd train on my own but i wanna join a new gym which is decent not full of poser's aha"}, {"tweet_text": "MinecraftLuvFLL: by _minecraftyeah_ And they're done!!! Going to start the train station now, requested by d.22.b … http://t.co/RK5Nd9ob52"}, {"tweet_text": "by _minecraftyeah_ And they're done!!! Going to start the train station now, requested by @d.22.b #city #minecraft … http://t.co/RK5Nd9ob52"}, {"tweet_text": "@British_Airways favour of d train but then it was said on the flight that for people who had checked in they were rebooked on 2pm flight"}, {"tweet_text": "@sarahafranke I'd love to meet up! I'm just planning to freshen up from the flight then head out. I'm near the train st"}, {"tweet_text": "RT @jeannehatton: @JustAddGBHour and if you don't like this you should ask to go to a quiet part of the train. Too late he'd already read i…"}, {"tweet_text": "@FGW Hi! Can you confirm the 1333 from swindon to paddington is an actual train?! @nationalrailenq says so but I'd hate to be surprised!"}, {"tweet_text": "RT @FBsphere: Some are just along for the ride. They didn't train in offseason. They make fun of those who did. #WeDontNeedThem http://t.co…"}, {"tweet_text": "@TodayInHipHop_ @HipHopGoldenAge I remember that too! I met Milk D on the N train lol"}, {"tweet_text": "Exceptional view of Arran &amp; up the Clyde coast from the train \n\n#scotrail #ayrshire #arran #clyde #coast https://t.co/KBvVCVqKBS"}, {"tweet_text": "@HazzzaFox @AwayDayPubs not much around Stoke mate. We went to some pub called terrace bar or something ? Pretty near to the train station"}, {"tweet_text": "@JustAddGBHour and if you don't like this you should ask to go to a quiet part of the train. Too late he'd already read it out to everyone."}, {"tweet_text": "@abetterbolton Apologies. We don't deal with train travel/bus replacement. You'd need to speak with @nationalrailenq or the train company."}, {"tweet_text": "RT @embenardos: I'm almost 104% positive that if I asked Marge to get on a train and go to the city at 3 am with me, she'd be more than dow…"}, {"tweet_text": "Been a while, Alexis. So... I'm sorry ... the D train's not running so I can't make it :( Hope you guys have fun though!"}, {"tweet_text": "I'm almost 104% positive that if I asked Marge to get on a train and go to the city at 3 am with me, she'd be more than down to do it."}, {"tweet_text": "RT @BrandoMarcus: Played a match. Drank whisky shots in the rough underbelly of Durbanville.  Hit Ostrich Farm. Hit Long. Jol'd Bree. Took …"}, {"tweet_text": "#NowPlaying Paul Hardcastle - The D Train :: Tune In: http://t.co/3BWLaX4oNr"}, {"tweet_text": "@Braidy555 just think if we done Falkirk we'd be on the train to glasgow right now!"}, {"tweet_text": "@thierry_walker I'd recommend you speak with the conductor on board the train and hopefully they will be able to find you a free seat. Vikki"}, {"tweet_text": "@creatingfocus she just msgd me to say she started Bolder &amp; Wiser on train home &amp; was glad she'd caught the slow train to read more of it!"}, {"tweet_text": "Played a match. Drank whisky shots in the rough underbelly of Durbanville.  Hit Ostrich Farm. Hit Long. Jol'd Bree. Took a 6 am train home."}, {"tweet_text": "Thought I'd be late because of the crowd but the train isn't even here yet."}, {"tweet_text": "@godlysmarie Reservations are put out when the train arrives into the station, Alexis. You'd need to speak to staff when you arrive. ^G"}, {"tweet_text": "If I weren't heading for Wembley I'd be rather more annoyed by the silly route my train is having to take from Bristol to Paddington..."}, {"tweet_text": "On the train listening to the bloodborne soundtrack like a fucking psychopath:D"}, {"tweet_text": "Now playing: D Train - You're The One on CoolJamz Radio - http://t.co/SItIDTUdPk"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "Only I'd realize as I'm headin out the door:\nOh shit, the L train not only isn't running, but now I'm completely fucked!\n#DamnMTA #NoRack"}, {"tweet_text": "RT @Kingsley_Royal: EIEIEIO...\nOff to Wembley here we go, \nEcstasy for breakfast, \nVodka on the train,\nWe are Reading,\nWe are Reading,\nGoin…"}, {"tweet_text": "Looooool this is funny cos it's so far away. Believe if this was near me I'd be on the first train to NOPEsville https://t.co/E20Rr04GHD"}, {"tweet_text": "PlayingNow!  D Train You're The One For Me http://t.co/5ZyWg5XlUn MusicChoice TwitterMusic Official Website:  http://t.co/yUXS4VIdEg"}, {"tweet_text": "@tuddle @LitSnitch we all know he is a train wreck a life longl victim who blames others for his bad life, the question is whats her issues?"}, {"tweet_text": "You'd loose the bet RT @Mnr_Sokhela: i bet u London Blue players and fanboys didn't sleep well , The Old Trafford Steam Train is approaching"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "The train I'm on just went over a viaduct and some guy walking through a carpark underneath flipped the train off =D #makingmammyproud"}, {"tweet_text": "@_maitface sorry 😉 now I've got the price down because I'd have got to get train/probably a taxi home too!! Hehe"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "A good piece - Get ready for the new-build property crash:  http://t.co/fBVWOLcJx9 RT@MoneyWeek"}, {"tweet_text": "frank rt'd me????????????????  trying to keep cool on the train"}, {"tweet_text": "RT @bxmbinaa: I don't get the obsession over this Uber cab app thingy, I mean I'd rather look for the nearest bus/ train route tbh 😌"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "Wants me to train store managers with him at the nat'l conference DT all day Monday.  Only rep'd this brand for 5 wks!  #shocked  #blessed"}, {"tweet_text": "RT @nikewomen: Run, train and kick it like @JohnsonThompson in the new #nikefree. Find the one for you: http://t.co/GI95KIzdFV http://t.co/…"}, {"tweet_text": "Funky Music now D Train - You're The One For Me http://t.co/GzXTob8ZO4"}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "If this train would shut the fuck up so I can fall asleep that'd be fanfuckingtastic"}, {"tweet_text": "Well... I didn't time that as well as I'd hoped... Next train not for another 20m and I wanted to get to the Gabba early to pick up Jersey"}, {"tweet_text": "@angelreader A whalebone corset may have the desired effect.\n\nAlthough you'd probably have to stand on the train."}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "And here's the new baby!! #bikeporn avantipluscollingwood \n\n#VSCOcam #notrilife #melbourne #train… https://t.co/cbSjmHxdj3"}, {"tweet_text": "I would knock somebody on their ass if they groped me on the train...no need to report it. He'd only do it once. https://t.co/sYVf8nPeXE"}, {"tweet_text": ".@sfmta_muni train your drivers better. It'd be nice to have them actually pick me up at 1143pm at night when I'm at the designated stop."}, {"tweet_text": "PlayingNow!  D Train You're The One For Me http://t.co/5ZyWg5XlUn MusicChoice TwitterMusic Official Website:  http://t.co/yUXS4VIdEg"}, {"tweet_text": "@Pixe1ina Thank you so much for the uh-maaay-zing raid this morning &lt;3 Early mornin' hype train had me very confused and distracted :'D"}, {"tweet_text": "❀Ð Like the #westcountry?  This #train DVD is expecially for you #railway fans http://t.co/8LtqJ13Qtl http://t.co/IdWUYWP2La"}, {"tweet_text": "Board on a train. Thought I'd make a little list of things I love:\rGreen tea. Green tea related food items. The end."}, {"tweet_text": "Truth ... I used to train pretty much every day and then every few weeks I'd have to stop ... Not the best way! As … http://t.co/XGGkA1yQXp"}, {"tweet_text": "Derailed train near Edmundston NB. In French but the pics say it all. http://t.co/V0Vqc3aJoF #cdnpoli"}, {"tweet_text": "Of course I'd get stuck at the train when I'm already late.. 😒"}, {"tweet_text": "RT @chngjieying: Someone just farted in the train. I almost died."}, {"tweet_text": "This train would be quite a lot busier if we'd got past Reading in the quarter finals … :-/ http://t.co/Fe7Vp02gAW"}, {"tweet_text": "Denied (for now) the chance to train to relief charge. More disappointed than I thought I'd be. Think it's more about who was chosen over me"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Arsenal: PICTURES: The @Arsenal squad continue preparations for #RFCvAFC with training session - http://t.co/QQYj096dOp http://t.co/2ft…"}, {"tweet_text": "RT @ProAmFightTalk: D.C. Area fighters stepping into the ring tonight and tomorrow night! Train Hard Fight Hard! http://t.co/LD2Vdhc8zM"}, {"tweet_text": "You would think that no weekend L train would mean double the M trains.... But you'd be wrong. #nycmta"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "I question the durability of a subway platform structure when a train passes by and makes it wobble. D:"}, {"tweet_text": "Never thought I'd be the guy to run after a train. Oh Asbury."}, {"tweet_text": "@chrisjamesdrew @CrosstownTO ok where'd ya get the UPE Box Train?"}, {"tweet_text": "#NowPlaying - D Train - You're the One for Me on The Mix @mixutah"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "I think I'd be okay with getting off the train so that I could jump in front of it."}, {"tweet_text": "COMING SOON - \"THE D TRAIN\" http://t.co/GIQmL5COeD"}, {"tweet_text": "okay shall watch the fancam later lmao I'd die in the train if i were to watch it now"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @menpostverqui: Does The D Train Go To Penn Station http://t.co/VmAwAJXwpK"}, {"tweet_text": "RT @NotZeric: Happy birthday to D-Train the great 🎉 http://t.co/f55L81SfWo"}, {"tweet_text": "Happy birthday to D-Train the great 🎉 http://t.co/f55L81SfWo"}, {"tweet_text": "RT @mnrochelle: @MikeFromATown lots of D breakdowns, but he can't stop a freight train.... this guy beat the Bs in '13? jeez"}, {"tweet_text": "@MikeFromATown lots of D breakdowns, but he can't stop a freight train.... this guy beat the Bs in '13? jeez"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Semaj_Worthy: I Don't See The Point In Clubbing...If I Wanted To Be Pushed Up Against A Stranger With Music I'd Just Take The Train Dur…"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "@mimimeeps By the end of it i'd be able to fit a train through there D:"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @ibaekrauhls: Baekhyun &amp; D.O trying to pop the balloon, hugging each other tightly even did a chest bump? (stomach bump maybe 😂) https:/…"}, {"tweet_text": "The D Train Official Trailer #1 (2015) - Jack Black, James Marsden Movie HD http://t.co/1XDPQEZB9z"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @SamanthaCartel: #RETWEET BEFORE THE NEXT TRAIN STARTS I NEED EVERYONE TO GO FOLLOW @Dimperachi NOW FOR ME! HE'S FOLLOWING BACK RITE NOW…"}, {"tweet_text": "@JonGrrrr @ArthurCox8 @Dr_Zero7114 @KyratheNinth or so I'd like to say \"I missed the train to Margaritaville &amp; hopped a plane to Long Island"}, {"tweet_text": "RT @DavidRoads: Train your mind to see the good in everything."}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "The D Train On 125 http://t.co/0yalyNgZRq"}, {"tweet_text": "@ChiCitySports23 Poor? I'd rather fucking lick the inside of a urinal then watch that train wreck PP again."}, {"tweet_text": "I Don't See The Point In Clubbing...If I Wanted To Be Pushed Up Against A Stranger With Music I'd Just Take The Train During Rush Hour"}, {"tweet_text": "RT @CalebJonesy0497: @ReidThompsonn @d_mill97 and I'm not saying that spanking is the only way to like train/teach a kid"}, {"tweet_text": "@ReidThompsonn @d_mill97 and I'm not saying that spanking is the only way to like train/teach a kid"}, {"tweet_text": "RT @__babygirlinc: You ever got some BOMB ass D and then just lose your entire train of thought for the week?"}, {"tweet_text": "RT @__babygirlinc: You ever got some BOMB ass D and then just lose your entire train of thought for the week?"}, {"tweet_text": "RT @XNSports: Mike Salisbury fleshes out the enigma that is Dontrelle Willis, and the Dontrelle Willis that was Dontrelle Willis. http://t.…"}, {"tweet_text": "RT @MITCHELLROYEL: train yourself to find the blessing in everything."}, {"tweet_text": "@KevinMaddenDC\"@liamstack: The annual release of this list is so fun. 50 Most Beautiful on the Hill aka 50 People You'd See on the A Train."}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "@CopperFlash I'd be in the same situation. Drive a short way to the train station, take a train, a bus, and another bus. But no walking!"}, {"tweet_text": "@michhmich i live out of the way so it'd probably be best for me to take the train! ^^; thanks for the offer though!"}, {"tweet_text": "RT @liamstack: The annual release of this list is so fun. 50 Most Beautiful on the Hill aka 50 People You'd See on the A Train. https://t.c…"}, {"tweet_text": "The annual release of this list is so fun. 50 Most Beautiful on the Hill aka 50 People You'd See on the A Train. https://t.co/Wlf9YOxQq8"}, {"tweet_text": "You ever got some BOMB ass D and then just lose your entire train of thought for the week?"}, {"tweet_text": "PlayingNow!  D Train You're The One For Me http://t.co/5ZyWg5XlUn MusicChoice TwitterMusic Official Website:  http://t.co/yUXS4VIdEg"}, {"tweet_text": "Today was the definition of Murphys Law"}, {"tweet_text": "Outed myself as an Aucklander on the train. \"Is $10 enough?\" \"Yep. It's $5.\" #WellingDylan"}, {"tweet_text": "Good thing I'm getting off train &amp; away from these obstreperous girls or there'd be a mass train murder to rival that one on the LIRT"}, {"tweet_text": "RT Dj_FatherTime: Just hoped out the R Train at city hall in #NYC and it smelt like money.Anyway heading to see #D… http://t.co/wWzmbRRLBq"}, {"tweet_text": "Whether I want to see it adapted depends on how closely they follow the Sentai. I'd like to see the train theme and colour changing, but not"}, {"tweet_text": "\"It's like we're going on a train that's going 200 MPH... It'd be so nice to get off... to stand on the platform for just a minute.\""}, {"tweet_text": "If you've ever wondered why you can't build muscle as fast as you'd like or why no matter how hard you train and bust your ass in the gym"}, {"tweet_text": "RT @Kings1337: @GAMEdigital Stop! You were supposed to hold back the force of the hype train! It's too much! D':"}, {"tweet_text": "time to read @mandamonz 's new fic on the train :'D"}, {"tweet_text": "It's the little reminders on the Q @ Atlantic Avenue Barclays Center B/d/q/r/2/3/4/5 Train https://t.co/gPvT9u2DBU"}, {"tweet_text": "I’m taking an @Amtrak train next week Thursday to D.C. at 7:17 am in the morning http://t.co/aC6gkRS29a"}, {"tweet_text": "RT @DontHateTheGeek: So this guy on the train thought he was so smart.... http://t.co/AsMzIIolh3\n #geek #nerd #funny #humor http://t.co/YQS…"}, {"tweet_text": "BvS Teaser is nice. I'm intrigued, but again IT'S A YEAR AWAY. Chill down peeps. Also, I SAW THE TRAIN STATION IN THERE MAYNE!!!!"}, {"tweet_text": "@hayliesmithh @yasminemoala @LifeGoaI we can take the train :-)) that'd actually be hella fun"}, {"tweet_text": "The D Train On You Tube http://t.co/3UN4l8wuwx"}, {"tweet_text": "@GAMEdigital Stop! You were supposed to hold back the force of the hype train! It's too much! D':"}, {"tweet_text": "@K_Emmet @_lappin dude I have a video of me saying that in the train station 😭 the queens night lmaoooo"}, {"tweet_text": "\"What happened you couldn't ride the D train this morning?\" 😂😂😂😂 #thingsIhearAtwork"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "@bigjimmurray way too much pussy bullshit. If he was willing to not be a cheap shot artist, I'd be on the the Subban train with you."}, {"tweet_text": "@BlossomOfKonoha -- anyone was around d, before whispering.\n\n“Want to see where I train?\" The word ‘train' substituting ‘play.'"}, {"tweet_text": "RT @bxmbinaa: I don't get the obsession over this Uber cab app thingy, I mean I'd rather look for the nearest bus/ train route tbh 😌"}, {"tweet_text": "RT @bxmbinaa: I don't get the obsession over this Uber cab app thingy, I mean I'd rather look for the nearest bus/ train route tbh 😌"}, {"tweet_text": "RT @bxmbinaa: I don't get the obsession over this Uber cab app thingy, I mean I'd rather look for the nearest bus/ train route tbh 😌"}, {"tweet_text": "I don't get the obsession over this Uber cab app thingy, I mean I'd rather look for the nearest bus/ train route tbh 😌"}, {"tweet_text": "@people The stranger did a noble act in defending a Muslim woman on a train!Why'd innocent Muslim lady be harassed?"}, {"tweet_text": "Is it too early to start rewatching @EmpireFOX? Caught shade on the train this AM &amp; wanted to #Cookie them but they got o_O'd instead. #oops"}, {"tweet_text": "@awksunshine i'd never listened besides like 2 songs until i did today bc mark and??? the clash is hella ??? go listen to train in vain asap"}, {"tweet_text": "@raider_level will be working with The D'Lo Brown Pro Wrestling Academy to train referees! Welcome to the team!!"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "@Atheria @DrOz LOL, if everyone is paid off by Monsanto, I'd still hop on the \"peddle bullshit miracle berry juice\" train; thats where $$ at"}, {"tweet_text": "@Avila_101 if you saw how I train in the gym you'd understand"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "@MBTA It would be appreciated if you'd warn riders about \"signal issues\" BEFORE we get on the train. 2 hours for 2.5 stops on comm rail..."}, {"tweet_text": "(cont'd) he yanked weed man up and promptly took him off the train and away he went and the train continued. Again, MTA don't play"}, {"tweet_text": "RT @laugaracpau: The D Train Rating http://t.co/8UDrraVzid"}, {"tweet_text": ".@train, @maryjblige, @mymorningjacket &amp; more taking a stand &amp; the stage in Washington D.C. tomorrow! http://t.co/DeSlShrIBj"}, {"tweet_text": "PlayingNow!  D Train You're The One For Me http://t.co/5ZyWg5XlUn MusicChoice TwitterMusic Official Website:  http://t.co/yUXS4VIdEg"}, {"tweet_text": "(cont'd) damn riders wouldn't move. So he is smoking up a storm on the train while people are stunned, shocked and envious. (cont'd)"}, {"tweet_text": "@dominik_mrzyk I just photo'd a coffee factory store from a train.  The results were ghetto. http://t.co/BRwxxIzuq4"}, {"tweet_text": "the D train still gross af, so thats cool, lol"}, {"tweet_text": "@whitehotsummers I just need somewhere to crash, I'd take an uber there and to the train station, early."}, {"tweet_text": "I love this even though I shouldn't... if the Dolphins were taken from me football would end https://t.co/eRzzXDwKKF"}, {"tweet_text": "Listening to records...just went from Psychic TV to D-Train to Hawkwind in the space of 20 minutes. Didn't even question it"}, {"tweet_text": "@psuedo_catalyst the train is moving about 2 miles an hour. I'd be fine. and freeeee"}, {"tweet_text": "Funky Music now D Train - You're The One For Me http://t.co/GzXTob8ZO4"}, {"tweet_text": "this bitch is grading papers on the train and she gave homeboy Isaiah a fat D"}, {"tweet_text": "RT @autohomer: His train to Troy convey'd the massy load."}, {"tweet_text": "Mike Salisbury fleshes out the enigma that is Dontrelle Willis, and the Dontrelle Willis that was Dontrelle Willis. http://t.co/OBPKWh3r6D"}, {"tweet_text": "Ð❃ Like the #westcountry?  This #train DVD is expecially for you #railway fans http://t.co/8LtqJ13Qtl http://t.co/moLU1mQAha"}, {"tweet_text": "@Trebble_D All we need is the authorization,. We indigenous Ibn Fadlallah warriors are ready. We have been ready  http://t.co/rnQc5oRSQQ"}, {"tweet_text": "Lai Mohammed offers to train PDP’s Metuh as opposition spokesperson: The All Progressives Congress, APC, has d... http://t.co/SYXYHkTdzz"}, {"tweet_text": "So you're leaving in the morning on the early train, I could say everything's alright &amp; I could pretend and say goodbye but I'd be lying..."}, {"tweet_text": "RT @Kindlemojo: On The D Train http://t.co/EAWEH2kaaw"}, {"tweet_text": "On The D Train http://t.co/EAWEH2kaaw"}, {"tweet_text": "Hotels in London are a fucking rip off. £100 for a Travelodge? Bollocks am I paying that. I'd rather sleep in the train station."}, {"tweet_text": "RT @menpostverqui: Does The D Train Go To Penn Station http://t.co/VmAwAJXwpK"}, {"tweet_text": "If this #BatmanvSuperman trailer is anything to go by, I’d say the DC hype train has already derailed. \nhttps://t.co/t7uyTSYRRh"}, {"tweet_text": "G-R-A-T-I-T-U-D-E\ncan you hear the train? 😉\n#myview #mysounds\n#365grateful #sunset #rimouski #quebec… https://t.co/DEdVXGfJgJ"}, {"tweet_text": "@bos_sportscribe @MBTA_CR the front of the train is not in the tunnel...if you'd like some sunshine."}, {"tweet_text": "@BathysphereHat TW:ED\nWhich is why I didn't train to become a PT before. I knew I'd be triggered by the certification process."}, {"tweet_text": "@Christoph_Elena &amp; by STD u obviously mean\nSavour\nThe\nDude\nProud young Master\nI knew you'd getting aboard the winning train to Lebowskitown🎳"}, {"tweet_text": "@kraxxy_king .....I see u king of d hit ...for booking call 08187948538 .....dis ready is ..kings  £ntatainment the moving train"}, {"tweet_text": "That train fiasco was the most exciting thing today. :'D"}, {"tweet_text": "If I could train this cat to go to the kitchen &amp; bring me back the Starbucks cup I left sitting on the counter, he'd be the perfect pet."}, {"tweet_text": "D.C. Area fighters stepping into the ring tonight and tomorrow night! Train Hard Fight Hard! http://t.co/LD2Vdhc8zM"}, {"tweet_text": "@RebeccaSchinsky I just borrowed Inferno from the lib. Time to hop back on the D. Brizzle Train. Woo Woo! http://t.co/6G2fxIJ2d6"}, {"tweet_text": "\"Be the man you'd want your sister or your girlfriend to train with.\" - Chad Landers (via @jon_ptdc) http://t.co/8phDgkh1LP"}, {"tweet_text": "Yoo betch. So like, I hate to do this ... the D train's not running so I can't make it to Christmas. Later!"}, {"tweet_text": "You'd have thought by now I'd know when the train I get to Leeds sets off. I still have to Google it. XD"}, {"tweet_text": "@TheRock if you could train me I'd love be to be the size you are..! Is that a challenge? Deffo need to hit the gym I do..!"}, {"tweet_text": "@MDiver He's the kinda guy you'd c train spotting at ur central train stations, with his binoculars!!"}, {"tweet_text": "There's a bottle of wine with my name on it somewhere in a liquor store between the train station and home."}, {"tweet_text": "@Fever4Flames I thought it was a bandwagon? I don't think they'd let me sit inside the train. They only like my $$$"}, {"tweet_text": "\"I got more money than my math teacher\" chants a teenager on the train.\n\nBut can you count it though..."}, {"tweet_text": "@SarahAlexB @Lady_612 Hiiiii. I took the train today otherwise I'd be there too! 🚎🙋🚌"}, {"tweet_text": "Free Advance Movie Screening of The D Train (@TheDTrainMovie) in Sterling Heights, MI via @AmericaJR (Contest) - http://t.co/d4i17grlar"}, {"tweet_text": "@EurovisionEmily The turtle being carried off a train in Skipton &amp; they dropped it, somehow I knew it'd be cooked, so picked it up and ran"}, {"tweet_text": "Supervisor said \"I'd love to stay and train you but tonight is the staff appreciation party and I'm going. \" Welp."}, {"tweet_text": "@rsingel I'd rather just not get on a plane, especially if the trip is train distance ala NYC to DC"}, {"tweet_text": "RT @sparneyfopkou: The D Train Jay Rosenblatt http://t.co/g1dTCaPDxE"}, {"tweet_text": "@nataliecbanks \"Great journey into work on the train. Bang on time and a great service.\"\n\nThat'd just be shit"}, {"tweet_text": "RT @MuscIeandFit: Ask yourself whether you also train as hard as possible when nobody is watching. If you do, you got the right spirit. #bo…"}, {"tweet_text": "PlayingNow!  D Train You're The One For Me http://t.co/5ZyWg5XlUn MusicChoice TwitterMusic Official Website:  http://t.co/yUXS4VIdEg"}, {"tweet_text": "@CalSleeper I wish I'd know as I arrived two hours early and hoped to do some work on the train. C'est la vie. Thanks for letting me know"}, {"tweet_text": "@linsteadziall same omg. and ur going so fast that it's harder to break and stuff. oh and my mom doesn't like me taking the train so I'd +"}, {"tweet_text": "I'd rather someone tell me they can't do something up front, rather than doing a halfway job or telling you can't do it AFTER the fact."}, {"tweet_text": "@Megan_Mercury It's a half hour drive it's not like I'm walking or getting on the train....I'd look like a dick if I broke down tho...."}, {"tweet_text": "#CosmosFever spreads throughout NY. The NYCFC hype train stopped at 161st St &amp; apparently broke down. Take the B or D to Penn Station-LIRR."}, {"tweet_text": "@FGW thank you will do we are by the train now so should be first on looking forward to a differnt type of hotel room tonight :-D"}, {"tweet_text": "@Matt_Clifford I'd advise checking with sleeper staff once the train starts boarding at around 22:30 ish. -Ollie 2/2"}, {"tweet_text": "@Trishie_D I remember that when I used to get the train home last year. The whiskey and coke ones are good too."}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "#NowPlaying D - Train - Youre The One For Me (12 Dub Mix) :: Tune In: http://t.co/LuHZ4UthIH"}, {"tweet_text": "Those tins of G&amp;T from M&amp;S are both my friend and my foe as I pass through a train station on the way home #chattyman"}, {"tweet_text": "♪Ð Be taken back through the #decades with this #railtravel #train dvd  http://t.co/Y5Ntge8NDx http://t.co/Z32QslkuDL"}, {"tweet_text": "def just asked a nice and tall guy for help on the train even though i'd said to someone else i don't need any. NO SHAME."}, {"tweet_text": "There was this girl in the train trying her best to hide her laugh while texting … I hope I look as cute as her when this happens to me :'D"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "I'd jump in front of a train for you, but you won't do the same"}, {"tweet_text": "@BronzeHammer @TSSteinbacher I know,  in the moment I'd behave differently. it sucks when people don't train their dogs"}, {"tweet_text": "not sure why this guy thought it'd be a good idea to stop in the middle of the train tracks"}, {"tweet_text": "Just woke up from ma snooze on da train to a junkie staring at me from between the headrests D':"}, {"tweet_text": "Happy Friday! It's time for another movie giveaway on http://t.co/TIaKz4pSDM... \"The D Train\" on 4/29 @ AMC Forum 30 http://t.co/5Ooc3qROyL"}, {"tweet_text": "@TheSquareBall It would be lie the old days! We could bunk off school - I mean work - and go watch them train :-D"}, {"tweet_text": "Wish they'd turn the AC on in this train car though ... It's hot y'all!! @cta #brownline #Chicago"}, {"tweet_text": "You really don't know how out of shape you are until you do the mad train dash; I'd advise everyone to try it, gives great perspective."}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @pergrucliter: Does The D Train Go To Grand Street http://t.co/UO0VpH1eiB"}, {"tweet_text": "the manhattan express is $6.50 now? 😡.. ugh whatever idc i'd rather pay the extra money &amp; be comfortable instead of taking the train 😷 lol"}, {"tweet_text": "@ohjunhoe Haha x'D Im in the train to my mom~ so Ill sleep around 12/1 am I guess ^^;."}, {"tweet_text": "We worked on the letters S and T this week and made a snake and train along with enjoying the warm sunny mornings outside:D"}, {"tweet_text": "\"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform for just a minute.\""}, {"tweet_text": "The D Train Trailer With James Marsden, Jack Black... http://t.co/WUb96QCkmF http://t.co/lElTncSOJX"}, {"tweet_text": "In order to keep with the theme of the words \"plane\" and \"train\", I'd like to request that we start calling buses \"branes\"."}, {"tweet_text": "It should be train-the-trainer so that he can also train some of his party members https://t.co/NRpCd3DvOr"}, {"tweet_text": "Nigga Bow Wow Better Tell His Bitch To humble Herself A New bad Bitch Can Come Along And U'll find ya ass On the next D Train bck To the BX"}, {"tweet_text": "Fell😴on the train and woke up at Barkingside like a🔔🔚but shoutout to my new pal Nick who'd had 1 too many🍻and gave me his entire life story😂"}, {"tweet_text": "“@wallaceme: I'd guess about half the people who just got off my train at Durham are @ChadsAlumni, here for Joe Cassidy's funeral.” Sad day"}, {"tweet_text": "@JoeD22 it's not hard you take the b4 down to 18th then the CLN over to Dixon, catch the D train into the village then shuttle to ur place"}, {"tweet_text": "@IrishBoy_D ~train with you and into the winter air×"}, {"tweet_text": "RT @HastingsDiesels: Travellers on our Green Dragon railtour tomorrow may wish to visit the Barry Tourist Railway: they will run an extra t…"}, {"tweet_text": "@John_D_Monty 7 hours on the train?! I'd have been ruined by the time I got there :) took us about 4 hours driving."}, {"tweet_text": "From when I have to hop on a train to go Meadowhall for Apple Store I'd rather go in Brum. It's the shortest ride but so much effort"}, {"tweet_text": "@PeachCoffin I'd have done it before we even got on the train in District 12."}, {"tweet_text": "Azerbaijan Bakıxanov Real Bullet Train Driver Simulator 3D - Usman Shiekh: Drive the super trains &amp; pick and d...  http://t.co/LJ2nSOdZYZ"}, {"tweet_text": "Hearing D-Train rapping done the halls&gt;&gt;"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "@HopeStillFlies Leaving the other two out of it, I’d love to know what nonsense train of thought brought you to /that/ wording."}, {"tweet_text": "It's good to let it all hang out sometimes, unless you're on a train full of people who'd rather not see 'The Friday Cock and Balls Show'."}, {"tweet_text": "@Jaxzz280 @D_NYCE6 my bad 😂 I ment academy.  Where the train meeting"}, {"tweet_text": "RT @SportsCenter: 60 years ago today, Roberto Clemente made his MLB debut. Tim Kurkjian remembers the iconic right fielder. VIDEO: http://t…"}, {"tweet_text": "RT @fta_band: Freeze The Atlantic - 'The Last Great Train Robbery' http://t.co/Cv59Llzzim"}, {"tweet_text": "I Hate NY Sometimes, Only here can you witness a asian lady on the D train take off her shoes &amp; start rubbing her feet like she's home 😠😡😤🙈"}, {"tweet_text": "@PeachCoffin would've off'd him on the train. All YA novels are a murder away from resolution."}, {"tweet_text": "#NowPlaying D Train - You're The One For Me :: Tune In: http://t.co/sGzWhlo9cK"}, {"tweet_text": "PlayingNow!  D Train You're The One For Me http://t.co/5ZyWg5XlUn MusicChoice TwitterMusic Official Website:  http://t.co/yUXS4VIdEg"}, {"tweet_text": "Oh, he returned and now we're rolling again. I was worried for a second we'd have to drive the train for ourselves. ;-)"}, {"tweet_text": "Photo: This pup looks like he’d be fun to train. And then, after he learns how to please me, we’ll let the... http://t.co/fUyB9K19JO"}, {"tweet_text": "@pirata_rosa I know. I was even hobbling in a hurry to catch the 7:03 train when I remembered I'd taken the car #brainnotingear #EpicFail 😂😉"}, {"tweet_text": "I wish I'd missed the damn train. #loudmouth is talking constantly. He is talking utter bollocks too. #alcoholplease #maybeahammer"}, {"tweet_text": "@Dreamennber You could take the train with @iamthe_sea and we'd all meet up at the campsite?"}, {"tweet_text": "#BreakingNews Interrupted Burglary - Bryn Mawr, PA: U/D A witness did see the actor get on of the train and did get… http://t.co/lAhI2rqVyN"}, {"tweet_text": "#BreakingNews Interrupted Burglary - Bryn Mawr, PA: U/D A witness did see the actor get on of the train and did get… http://t.co/A979UiNsLc"}, {"tweet_text": "#BreakingNews Interrupted Burglary - Bryn Mawr, PA: U/D A witness did see the actor get on of the train and did get… http://t.co/0XRysEpQhL"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @LordBarca: @pharbron Seems to be some confusion whether Moha would join the U21 or 1st team. I reckon he'd play for U21 but train with …"}, {"tweet_text": "My life is such a jumbled train wreck. But it's the only way I'd wanna live!"}, {"tweet_text": "Yes, I'd rather squat, unbalanced, over a hole in the floor of a rickety thai train with no loo roll than go in the #UEA library toilets! Ew"}, {"tweet_text": "Usher. Mary J. Blige. Train. Common. D'Banj (and many many more). This Saturday on the Mall. And it's free. http://t.co/LmOtsfnCDc"}, {"tweet_text": "Bunch of guys behind me on the train putting the women in their office in a league table based on wether they'd 'do them' 🔫🔫🔫😑"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "@pharbron Seems to be some confusion whether Moha would join the U21 or 1st team. I reckon he'd play for U21 but train with 1st team a lot."}, {"tweet_text": "@Jonathankean I'd recommend staying on board for now, hopeful train will be back on the move soon. ^CT"}, {"tweet_text": "@Kim_Penelope hahaha! Currently you'd probably get straight back on the train home if I don't do something 🙈"}, {"tweet_text": "RT @NorthPlatteNEBR: Trains, trains and more trains at North Platte's 21st annual train show, Apr 18 &amp; 19 at the D &amp; N Event Ctr #VisitNP h…"}, {"tweet_text": "On the train On the train On the train ...... See, I told you we'd all make it!"}, {"tweet_text": "Crap tho, imagine seeing @mattcardle on the train. Not that we have a train in Kuwait but like just imagine. I'd probs be like 👀👀👀👀😂🌚"}, {"tweet_text": "Trains, trains and more trains at North Platte's 21st annual train show, Apr 18 &amp; 19 at the D &amp; N Event Ctr #VisitNP http://t.co/8mluHChMaD"}, {"tweet_text": "A still get ID'd for lottery tickets but canny negotiate a half on the train it's a load a pish really"}, {"tweet_text": "Free Advance Movie Screening of The D Train (@TheDTrainMovie) in Greenwood Village, CO via @txtmovieclub (Contest) - http://t.co/8QrdlaZUYQ"}, {"tweet_text": "When you're smiling like a D-head on the train cause you're texting lol"}, {"tweet_text": "I'd like to thank the woman sharing a table with me on this train for bringing (what clearly is) last night's kebab onboard with her. 👀👃🏼😷"}, {"tweet_text": "Free Advance Movie Screening of The D Train (@TheDTrainMovie) in Boston, MA via @Cinemit (Contest) - http://t.co/tROzzjVhRx"}, {"tweet_text": "@The_Joshiah @PlayfulKitten89  Yeah I agree.. I'd really like a passenger train out here"}, {"tweet_text": "RT @TXScreenings: ee Advance Movie Screening of The D Train (@TheDTrainMovie) in East Dallas, TX via @RedCarpetCrash (Printable Pass) - htt…"}, {"tweet_text": "RT @TXScreenings: ee Advance Movie Screening of The D Train (@TheDTrainMovie) in East Dallas, TX via @RedCarpetCrash (Printable Pass) - htt…"}, {"tweet_text": "ee Advance Movie Screening of The D Train (@TheDTrainMovie) in East Dallas, TX via @RedCarpetCrash (Printable Pass) - http://t.co/c96WtiqMk0"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @TXScreenings: Free Advance Movie Screening of The D Train (@TheDTrainMovie) in Austin, TX via @RedCarpetCrash (Printable Pass) - http:/…"}, {"tweet_text": "RT @TXScreenings: Free Advance Movie Screening of The D Train (@TheDTrainMovie) in Austin, TX via @RedCarpetCrash (Printable Pass) - http:/…"}, {"tweet_text": "RT @TXScreenings: Free Advance Movie Screening of The D Train (@TheDTrainMovie) in Austin, TX via @RedCarpetCrash (Printable Pass) - http:/…"}, {"tweet_text": "RT @freemovies: Free Advance Movie Screening of The D Train (@TheDTrainMovie) in Austin, TX via @RedCarpetCrash (Printable Pass) - http://t…"}, {"tweet_text": "RT @freemovies: Free Advance Movie Screening of The D Train (@TheDTrainMovie) in Austin, TX via @RedCarpetCrash (Printable Pass) - http://t…"}, {"tweet_text": "@NintendoAmerica @AmiiboJason @AmiiboKing718 You should jump on the hype train and play this =D #ImReallyFeelingIt #SweepsEntry"}, {"tweet_text": "@_Walkinshaw my fave is when youre through the barrier and need to walk past so many other trains to get to the train that you miss it :-D"}, {"tweet_text": "Free Advance Movie Screening of The D Train (@TheDTrainMovie) in Austin, TX via @RedCarpetCrash (Printable Pass) - http://t.co/FpqVK6Oo95"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @itsJorgeAlvarez: Catch game number 1 of the Western Conference on ESPN3 @nbadleague @austin_spurs @D_Train_ http://t.co/yd56rBf5CM"}, {"tweet_text": "RT @itsJorgeAlvarez: Catch game number 1 of the Western Conference on ESPN3 @nbadleague @austin_spurs @D_Train_ http://t.co/yd56rBf5CM"}, {"tweet_text": "Catch game number 1 of the Western Conference on ESPN3 @nbadleague @austin_spurs @D_Train_ http://t.co/yd56rBf5CM"}, {"tweet_text": "@nationalrailenq @SouthernRailUK are you allowed to drink cans of beer on the train ? A passenger is and it reeks just thought I'd ask"}, {"tweet_text": "@IrishBoy_D yeah.. We have a six hour train ride. We'll take turns being the pillow?"}, {"tweet_text": "RT @Felicity_Lovers: Bet you'd stop the Train &amp; Pick up @MissFelicityH @flicktheb 😜😈 #RT @UkBabes3 @83Kfan @BabeHeavenTV @Babestationfans h…"}, {"tweet_text": "@mmagenius05 exactly I would kill to be able to train with the Diazs' and Alliance and she'd rather post on social media than train."}, {"tweet_text": "@BeshinJay if you can find me a train that gets me there no later than tomorrow you'd be the man lol"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "The LINCOLN INAUGURAL TRAIN: Abraham Lincoln's Journey to Washington, D.C. http://t.co/B8ia9CeRmk http://t.co/nkEtFYWc4c"}, {"tweet_text": "Tonight! Western Conference #Playoffs! The @austin_spurs play at 7! Please come support! I will be your MC! #dleague http://t.co/sjGBswUgoS"}, {"tweet_text": "Adorable little girl on the train, her mum kissed her with lipstick and she said she'd never wipe it off because her kisses were boootiful!🙈"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "If I had a pound for every time a woman scowled at me on the train because I was sat down and she wasn't, I'd be taking taxis everywhere."}, {"tweet_text": "My irl friend said she'd pick me up from the train station and pretend to be internet friends and run at each other romantically I'm pissing"}, {"tweet_text": "A4: I'd most like to connect Paris and London by train. But that's crazy - there's the whole English Channel between! #TravelSkills"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @HuffingtonPost: Photo of two women hugging in Brazil has gone totally viral (but not for the reason you'd expect) http://t.co/DTB6MIXwUI"}, {"tweet_text": "1pt. We went on the train at Wiregrass with Aubrey. http://t.co/poXqUEtMJ5"}, {"tweet_text": "Q4 Name the two European cities you'd most like to connect via train. #TravelSkills http://t.co/s4PWxd9fWQ"}, {"tweet_text": "RT @theplanetd: Q4 Name the two European cities you'd most like to connect via train. #TravelSkills"}, {"tweet_text": "RT @cjmcginnis: Q4 Name the two European cities you'd most like to connect via train. #TravelSkills London &amp; Amsterdam (via a few stops)"}, {"tweet_text": "Q4 Name the two European cities you'd most like to connect via train. #TravelSkills"}, {"tweet_text": "RT @GermanyTourism: Q4 Name the two European cities you'd most like to connect via train. #TravelSkills"}, {"tweet_text": "RT @theplanetd: Q4 Name the two European cities you'd most like to connect via train. #TravelSkills"}, {"tweet_text": "RT @Jim_Brunner: James Watkins, Republican rival to Troy Kelley in 2012, issues statement saying the \"Troy Kelley train wreck is not a surp…"}, {"tweet_text": "Q4 Name the two European cities you'd most like to connect via train. #TravelSkills"}, {"tweet_text": "@GermanyTourism A4 I’d like to take the fast ICE train from #Munich to #Berlin. Just 6 hours. #TravelSkills"}, {"tweet_text": "RT @JohnnyJet: Q4 Name the two European cities you'd most like to connect via train. #TravelSkills http://t.co/ZRiW7QruE0"}, {"tweet_text": "RT @JohnnyJet: Q4 Name the two European cities you'd most like to connect via train. #TravelSkills http://t.co/ZRiW7QruE0"}, {"tweet_text": "RT @cjmcginnis: Q4 Name the two European cities you'd most like to connect via train. #TravelSkills http://t.co/F1M1mn4slD"}, {"tweet_text": "Q4 Name the two European cities you'd most like to connect via train. #TravelSkills http://t.co/F1M1mn4slD"}, {"tweet_text": "Q4 Name the two European cities you'd most like to connect via train. #TravelSkills http://t.co/ZRiW7QruE0"}, {"tweet_text": "Q4 Name the two European cities you'd most like to connect via train. #TravelSkills http://t.co/DjUY0jijQy"}, {"tweet_text": "Q4 Name the two European cities you'd most like to connect via train. #TravelSkills"}, {"tweet_text": "Getting a rush hour train for the first time in about 4 months and I'd almost forgotten what insufferable fucking arses people can be"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "Fucking train delaying my weekend! If I'd known in advance it was gonna be sat still for 20 mins I would have went the offy before I got on!"}, {"tweet_text": "@ThislsAmazing @abandonedpics ......20 seconds later the bear ate him and washed him down with some delicious milk."}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "Loads of Cifa delegates in the quiet carriage of this train. Would say hello but then I'd be breaking the rules! #CIfA2015"}, {"tweet_text": "RT @Felicity_Lovers: Bet you'd stop the Train &amp; Pick up @MissFelicityH @flicktheb 😜😈 #RT @UkBabes3 @83Kfan @BabeHeavenTV @Babestationfans h…"}, {"tweet_text": "If I could get to the school, even if it would cost me a train journey, I would totally vandalise it. I'd be fine with getting an ASBO!"}, {"tweet_text": "Why did I decide to start train tracking the store properly... D:"}, {"tweet_text": "Ridin' the red city radio hype train"}, {"tweet_text": "RT @Felicity_Lovers: Bet you'd stop the Train &amp; Pick up @MissFelicityH @flicktheb 😜😈 #RT @UkBabes3 @83Kfan @BabeHeavenTV @Babestationfans h…"}, {"tweet_text": "@carson1912 I am very sorry, the train may make up time. ^D"}, {"tweet_text": "#BreakingNews Person Under Train - Manhattan, NY: U/D BC12 reports victim removed from the track. #859219 http://t.co/lAhI2rqVyN"}, {"tweet_text": "#BreakingNews Person Under Train - Manhattan, NY: U/D BC12 reports victim removed from the track. #859219 http://t.co/A979UiNsLc"}, {"tweet_text": "#BreakingNews Person Under Train - Manhattan, NY: U/D BC12 reports victim removed from the track. #859219 http://t.co/0XRysEpQhL"}, {"tweet_text": "James Watkins, Republican rival to Troy Kelley in 2012, issues statement saying the \"Troy Kelley train wreck is not a surprise.\" (cont'd)"}, {"tweet_text": "RT @Felicity_Lovers: Bet you'd stop the Train &amp; Pick up @MissFelicityH @flicktheb 😜😈 #RT @UkBabes3 @83Kfan @BabeHeavenTV @Babestationfans h…"}, {"tweet_text": "I'd love to play more of it but I have to hop on a train and attend the opening of a book shop. \n\nA book shop opening! In 2015! Wonderful."}, {"tweet_text": "@bethanduncalf I'd happily sit next to you on public transport. Currently on a train out of London - I would've gladly shared the journey! 😊"}, {"tweet_text": "RT @abscrock: @WFNYBen @wjcgibson @WFNYKirk well he already says pressure bursts pipes! I'd say he's already on the JR train!"}, {"tweet_text": "Travellers on our Green Dragon railtour tomorrow may wish to visit the Barry Tourist Railway: they will run an extra train for us if req’d."}, {"tweet_text": "@WFNYBen @wjcgibson @WFNYKirk well he already says pressure bursts pipes! I'd say he's already on the JR train!"}, {"tweet_text": "I fell asleep on a train for the first time ever today, and it was the scariest experience of my life thinking i'd missed my stop."}, {"tweet_text": "Cont'd.: O kaya misquote ng \"500 Miles\": \"If you miss the train I'm on, you will know that I am gone.\""}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "@Emma_Dumain Yeah for the quiet car enforcer. What train are you taking- we'd like to check into the wifi. Also speak with conductor"}, {"tweet_text": "Witing for my second home to arrive. Yes, I should just dub the train \"My Second Home\" as I spend as… https://t.co/5FcnMP89QM"}, {"tweet_text": "'well if they freed me from this prison,\nif that railroad train was mine,\ni'd bet i'd move it a little farther down the line.'"}, {"tweet_text": "@FGW thanks for getting the announcements wrong on the trains again made me think I'd gotten on the wrong train. Cheers guys 😒"}, {"tweet_text": "@rljohnson73 really? Never thought you'd end up in the state you left for in the first place? You suuurrrreee?"}, {"tweet_text": "The D-Train Keep On Instrumental http://t.co/jORMIW9HFJ"}, {"tweet_text": "RT @sparneyfopkou: The D Train Jay Rosenblatt http://t.co/g1dTCaPDxE"}, {"tweet_text": "RT @Felicity_Lovers: Bet you'd stop the Train &amp; Pick up @MissFelicityH @flicktheb 😜😈 #RT @UkBabes3 @83Kfan @BabeHeavenTV @Babestationfans h…"}, {"tweet_text": "RT @Kathleen_Wynne: Over the next 5 years, #Barrie will see more @GOtransit train trips – from 70 weekly trips to 200 weekly trips. http://…"}, {"tweet_text": "Dear lady on the train that told her 8 month old to suck it up 4 crying. If I didn't have somewhere to be I'd shove this cast up your ass."}, {"tweet_text": "In 1921 you could get from DC to Baltimore one of a two ways: take a train in an hour, or take a steamer in two days. I'd take the steamer."}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Felicity_Lovers: Bet you'd stop the Train &amp; Pick up @MissFelicityH @flicktheb 😜😈 #RT @UkBabes3 @83Kfan @BabeHeavenTV @Babestationfans h…"}, {"tweet_text": "RT @Felicity_Lovers: Bet you'd stop the Train &amp; Pick up @MissFelicityH @flicktheb 😜😈 #RT @UkBabes3 @83Kfan @BabeHeavenTV @Babestationfans h…"}, {"tweet_text": "@CindyTraining Looking tremendous today😍 Wish I could train with you one day as well goddess I know you'd push me to the limit💪😎👍#fitfriday"}, {"tweet_text": "Bet you'd stop the Train &amp; Pick up @MissFelicityH @flicktheb 😜😈 #RT @UkBabes3 @83Kfan @BabeHeavenTV @Babestationfans http://t.co/N3nqae3BpG"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "The train is late, but even that cannot dull my mood, because a. Friday, b. New She-Hulk comics, c. 4 more eps of Daredevil, d. Friday."}, {"tweet_text": "At the train station with 10 minutes to spare, I need to insure my legs real talk, idk where I'd be without my ability to power walk"}, {"tweet_text": "@NYCTSubway I did on the platform and it directly contradicted what the conductor told us as he took the D train I was on out of service."}, {"tweet_text": "PlayingNow!  D Train You're The One For Me http://t.co/5ZyWg5XlUn MusicChoice TwitterMusic Official Website:  http://t.co/yUXS4VIdEg"}, {"tweet_text": "@BrentCochran1 @lembas_n_coffee @laurakfillault I'd rather get on the Love Train than the HateWagon! https://t.co/0jWvkrUwXq"}, {"tweet_text": "I'm not 100% on the Hillary train (more like 45%) but I'd still choose her over Martin O'Malley any day."}, {"tweet_text": "@TheJoeySwoll Please come to La Crosse, Wisconsin! I'd pay the $6 for you to train with me in the gym so we can kill it, scream BOOM! and"}, {"tweet_text": "RT @ScotRail: @theburcliffes I am sorry Gerard, staff did not have time to put out the reservations on your train. ^D"}, {"tweet_text": "Guys no :\"D @MaddGOAT: I think it will arrive same time as the Boko Haram 1.RT @Mtamerri Has the train full of Zulus arrived in Jo'burg yet?"}, {"tweet_text": "@theburcliffes I am sorry Gerard, staff did not have time to put out the reservations on your train. ^D"}, {"tweet_text": "@Cuntmuppet73 we used to have to train through London between camps, &amp; the lines shut down late at night, so I'd always have 4 or 5 hrs..."}, {"tweet_text": "I was just on the same train with the guy from hostage calm and I wanted to be like yo why'd you guys have to break up"}, {"tweet_text": "NYC | MANHATTAN |**TRAIN VS PED**| W-135TH ST &amp; ST. NICHOLAS AVE | U/D CMND RPTS THEY HAVE REMOVED THE VIC FROM T... http://t.co/bb7QJDguhZ"}, {"tweet_text": "@JamesBrew88 @NiallBrew found a stash on the train at West D once.There was no such thing as waxing then.🌳"}, {"tweet_text": "If it wasn't going to cost £50 I'd be on the first train home right now"}, {"tweet_text": "The D train is just all types of fucked up 😒"}, {"tweet_text": "Torture is being stuck in a standstill on the D train with no power. Happy Friday! #mta #roasting"}, {"tweet_text": "@BeachLover29572 I thought she'd be the easiest to train; but, she's not b/c she's strong willed! lol It has 2 b her idea!"}, {"tweet_text": "RT @_Kamono: Lmfaooo \"@khutjo12: Staaaaaaaaarrrrrp 😂\"@_Kamono: Those zulus in the train :\"D \"@khutjo12: Who's gonna burn you? Haha relax ge…"}, {"tweet_text": "Lmfaooo \"@khutjo12: Staaaaaaaaarrrrrp 😂\"@_Kamono: Those zulus in the train :\"D \"@khutjo12: Who's gonna burn you? Haha relax geez \"@_Kamono"}, {"tweet_text": "Usually I complain if I have to take the last train home but it's my own damn fault for forgetting my wallet at home. D:"}, {"tweet_text": "Staaaaaaaaarrrrrp 😂\"@_Kamono: Those zulus in the train :\"D \"@khutjo12: Who's gonna burn you? Haha relax geez \"@_Kamono"}, {"tweet_text": "Those zulus in the train :\"D \"@khutjo12: Who's gonna burn you? Haha relax geez \"@_Kamono: @khutjo12 I don't want to be burnt"}, {"tweet_text": "NYC | MANHATTAN |**TRAIN VS PED**| W-135TH ST &amp; ST. NICHOLAS AVE | U/D CMND RPTS THEY HAVE REMOVED THE VIC FROM T... http://t.co/09OcJJwevH"}, {"tweet_text": "The D train gives a Terrible service."}, {"tweet_text": "@NYCTSubway stuck on a Bronx bound D train btwn 59th and 125th. The announcer said something about a power outage?!"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "Sitting in the train station &amp; this little kid is having a little meltdown about Yahtzee. I think he'd rather be playing video games"}, {"tweet_text": "RT @ATuozzolo: @RTMannJr when the hospital chiefs say, untreated, this literally leads to \"bankruptcy\" I'd say bigger. At least train wreck…"}, {"tweet_text": "@fysbeth @ElliottPepper @itisfurny @fxck_kay I'd pay for you but you need to get your ticket before you get on the train"}, {"tweet_text": "@Cosmopolitan omg crying on the train! G-D Bless her"}, {"tweet_text": "RT @OnlyRaviShankar: #OKKanmani  salute 2 @pcsreeram 4 composing d opening train scene. Excellent shots.  The 'Kan'(eye)mani of d movie"}, {"tweet_text": "RT @falsejacksonvp: this girl on the train was listening to the trap remix of the George Lopez theme song I'm Done I'd recognize that song …"}, {"tweet_text": "A steam train just drove past the window. Was slightly worried that I'd gone back in time."}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "RT @falsejacksonvp: this girl on the train was listening to the trap remix of the George Lopez theme song I'm Done I'd recognize that song …"}, {"tweet_text": "If I lived in Europe, I'd take the train 2the south of France this weekend &amp; celebrate my bday, in a dilapidated 17th Century French Castle."}, {"tweet_text": "RT @ATuozzolo: @RTMannJr when the hospital chiefs say, untreated, this literally leads to \"bankruptcy\" I'd say bigger. At least train wreck…"}, {"tweet_text": "Rescheduling! Grueling Train ride but will be able to attend @march_museum @vcfeast on the superior day of Saturday. So excited! =D"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "There are boys playing tenacious D songs out loud on the train. I can't tell if they're my kinda people or just dickheads"}, {"tweet_text": "The conductor on the 1 train this morning is talking so slowly he'd make Harry sound fast 😳"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "this girl on the train was listening to the trap remix of the George Lopez theme song I'm Done I'd recognize that song anywhere"}, {"tweet_text": "Fuck you @MTA the D train is always late and never runs correctly on the fucking weekends."}, {"tweet_text": "Some nutter on the train was asking if I'd respect him less if he had a Cockney accent rather than the traditional 'posh' British accent"}, {"tweet_text": "The D-Train Keep On Song http://t.co/GpJLsbPmpE"}, {"tweet_text": "@RTMannJr when the hospital chiefs say, untreated, this literally leads to \"bankruptcy\" I'd say bigger. At least train wrecks have survivors"}, {"tweet_text": "@OneOkIzzy Yeah I prefer seeing him train to because I know I'd be exactly like that 😂😂 You read The Breaker?"}, {"tweet_text": "No, not everyone is born with the same skill set or talent to be D.1 / Pro athlete...however anyone can train like one. #WorkHard #TrainHard"}, {"tweet_text": "Wishing you a fabulous Friday @carriesparkle  thanks so much for returning my docs! wish you'd been on train the time I forgot my jacket.."}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @OnlyRaviShankar: #OKKanmani  salute 2 @pcsreeram 4 composing d opening train scene. Excellent shots.  The 'Kan'(eye)mani of d movie"}, {"tweet_text": "Watched my bagel come out of the oven, R train waiting for me, D train was waiting too.\n\nI should buy some lottery tickets."}, {"tweet_text": "#OKKanmani  salute 2 @pcsreeram 4 composing d opening train scene. Excellent shots.  The 'Kan'(eye)mani of d movie"}, {"tweet_text": "RT @mario_draper: Did you know the Belgian Army had it's own C.I.A. during #WW1 ? 'Centre d'instruction d'artillerie' - to train its gunner…"}, {"tweet_text": "Did you know the Belgian Army had it's own C.I.A. during #WW1 ? 'Centre d'instruction d'artillerie' - to train its gunners. #phdchat"}, {"tweet_text": "TRUE! ZO NAILS WINNING THE ELECTION!Choo Choo! All Aboard the Hillary Clinton Train Wreck | ZoNation https://t.co/CRTVHv7JeJ #CCOT #PJNET"}, {"tweet_text": "When you do  not get in the train because it is way too fucking packed and you'd rather be late to work than squish in ."}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "There are a few guys with a knife and I'd have to catch the train but-"}, {"tweet_text": "The D Train Zoo http://t.co/8rbacp5IfF"}, {"tweet_text": "Hi @greateranglia the 1.36 train from Romford to Shenfield arrived a minute early, can you check this driver ain't on the sherbet please 👍"}, {"tweet_text": "Austin And Dallas: Win Passes To 'The D Train' http://t.co/2aSNXsyBTa @TheDTrainMovie"}, {"tweet_text": "Austin And Dallas: Win Passes To 'The D Train' http://t.co/A2GMVM8sXn @TheDTrainMovie"}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "@iammfj I'd paid. ...just the wrong amount for this train. He made someone else pay the difference. Maybe I remind him of his mum."}, {"tweet_text": "I wish the train system in the US mirrored the EU system. Our infrastructure needs work, I'd gladly pay more taxes for better transportation"}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "@melkaybarkid bet he'd love goin on the train n that"}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "@TheBoySeggy @JohnnyTheYid yep. One of those birds. No Stoke, I'd get the train if I was going though. #alcohol"}, {"tweet_text": "Audio/ Visual Train-the-Trainer Certification Seminars by D.Harold Greene https://t.co/yvwRu794PA"}, {"tweet_text": "@keoghderek2009 Or we'd all just hi5 each other and let them be the negative Nigel on the train =P"}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "@WaylanderMR some \"struggle heroes\" never made it to the new SA. Wonder if they'd cash in their tickets to the gravy train. @ferialhaffajee"}, {"tweet_text": "The ceiling of this train car is dripping..."}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "@Hargraves24 Celtics D much improved.  The train is rolling.  C's take down Lebron in 6.  #CelticsTalk"}, {"tweet_text": "@keoghderek2009 I might see you on the train down! =D"}, {"tweet_text": "RT @BBC_HaveYourSay: @RemyRemz Hi - did you take the train video or do you know who did? I'd like to speak with you, can you pls follow &amp; D…"}, {"tweet_text": "We hope everyone on the F.O.O.D Train enjoy their trip to Orange! http://t.co/ukZSU6NmfB"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "@IrishBoy_D ×I lean in and kiss your temple, knowing that we have a decently long train ride, pulling up my sleeve and crying as I do the~"}, {"tweet_text": "@VicesAndCurses i'm seeing as it us today and i suddenly remembered i'd tell you about it so update #1 i am in the train to amsterdam"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "@IrishBoy_D ×I smile finally, relieved, closing the cabin of the train as I bite my lip, locking us in, the polyjuice potion wearing off× ~"}, {"tweet_text": "@FaithInChains ..flooding from my lips as we head for the train station, when we get there they have us board thd train and I take my .."}, {"tweet_text": "\"If I was Rei-chan~ In the morning, I'd run to school along with butterflies~ I'll race against the train and win~ During lunch I'd get all"}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "Overall I'd say I'm pretty chill, but then I see someone board the train in a surgical mask and think \"Am I legit about to die?' #onlyinnyc"}, {"tweet_text": "@VirginTrains @WayneRooney @D_DeGea Oh yeah cos I'm sure he worries about the price of a train fare at their extortionate wages! They prob"}, {"tweet_text": "@JosieLong You will. Are you still in Melbourne? Me &amp; James Acaster are getting the train up to Mach on the Friday if you'd like to join us?"}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "@cali_berit suddenly glad I'm still on the train. I'd be flinching the whole time."}, {"tweet_text": "@Kyeunice hahaha if I weren't already on the train home I'd say now. Dinner lah. Happy hour 6 - 8"}, {"tweet_text": "I'd be better off in a pine box, on a slow train back to Georgia or in the gray walls of a prison doing time..."}, {"tweet_text": "In Boston the D train on the green line is the oldest subway in the country."}, {"tweet_text": "throw my hand on the blade for ya, i'd jump in front of a train for ya."}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "KRU sings MoU to offer Kuchipudi dance courses http://t.co/XReeSsU78s Renowned dancers and experts will train the students in Kuchipudi d…"}, {"tweet_text": "RT @alaminkimathi: First time on the Syokimau train this morning. Novel.Wish we'd invested in city train services before the #SGR &amp; instead…"}, {"tweet_text": "@jarro56 @MikeCarlton01 She'd probably carry a can of Glen 20 on the train in case a 'foreigner' comes within 10 metres of her."}, {"tweet_text": "Funky Music now D Train - You're The One For Me http://t.co/GzXTob8ZO4"}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "Patco 2 minutes early to ferry ave.  pulled up as I parked.  If they were on time I'd make the train. @PatcoWatchers  @RidePATCO"}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "RT @AndyHa9on: Brilliant: a woman using her iPad as a mirror on the train platform so she can pop her zits. The future is everything we tho…"}, {"tweet_text": "Brilliant: a woman using her iPad as a mirror on the train platform so she can pop her zits. The future is everything we thought it'd be!!"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "Grabbing dinner, want to try and catch the Merzbow set but it's a 50 min train ride so I'd have to leave by 11."}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform for just a minute."}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "RT @GreysAnatmyQ: \"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform …"}, {"tweet_text": "\"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform for just a minute.\""}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "His train to Troy convey'd the massy load."}, {"tweet_text": "Managed to book D'Angelo tickets this morning on my phone, on the train, on a shitty 3G connection. Today peaked early."}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "Class is in session! Yesterday our Resourcing, L&amp;D and HRBP teams where on a course to learn train the trainer skills http://t.co/MKIojZy68l"}, {"tweet_text": "I hate insomnia. Can't get to sleep, but need to be up at 7, catch the train at 8, 9 at station, &amp; 10 to class. Why'd I pick Friday classes?"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "@MyRapidKL the door in d train didn't lock properly star now heading to hang tuah station http://t.co/Xaox52sITZ"}, {"tweet_text": "\"Why Train the Trainer?\" by @DHG843 on @LinkedIn https://t.co/KmgEeCfH14"}, {"tweet_text": "@246Ord1 YAAAS\nWould the Thursday matinee be doable? I'm just not sure I'd get a train back after the evening show :')"}, {"tweet_text": "@NattyDB So sad. All aboard the Jenn train!"}, {"tweet_text": "RT @ellieq: Fella on the train here - he was meant to get off at Manchester, thought it'd stop at Piccadilly, it never, so he's ended up in…"}, {"tweet_text": "Does The D Train Go To Grand Street http://t.co/UO0VpH1eiB"}, {"tweet_text": "RT @digitalspy: D'oh. ITV ballsed up by airing the wrong episode of one of its shows last night http://t.co/U7a0DV1udc http://t.co/LPdbmsTJ…"}, {"tweet_text": "The D Train Rating http://t.co/8UDrraVzid"}, {"tweet_text": "RT @FootyFansChants: Chelsea fans chanted: \"There's only one, Kurt Zouma\"\n\nWest Ham fans chanted back: \"Would you let him on the train?\""}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "Waiting on the d train is always draining"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "Does The D Train Go To Penn Station http://t.co/VmAwAJXwpK"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "RT @postcardsfromny: At http://t.co/AirVV1r0QC -- Brooklyn Bridge, New York. I took the wrong train and ended up here. A blessing in d… htt…"}, {"tweet_text": "RT @digitalspy: D'oh. ITV ballsed up by airing the wrong episode of one of its shows last night http://t.co/U7a0DV1udc http://t.co/LPdbmsTJ…"}, {"tweet_text": "RT @digitalspy: D'oh. ITV ballsed up by airing the wrong episode of one of its shows last night http://t.co/U7a0DV1udc http://t.co/LPdbmsTJ…"}, {"tweet_text": "RT @digitalspy: D'oh. ITV ballsed up by airing the wrong episode of one of its shows last night http://t.co/U7a0DV1udc http://t.co/LPdbmsTJ…"}, {"tweet_text": "D'oh. ITV ballsed up by airing the wrong episode of one of its shows last night http://t.co/U7a0DV1udc http://t.co/LPdbmsTJWk"}, {"tweet_text": "At http://t.co/AirVV1r0QC -- Brooklyn Bridge, New York. I took the wrong train and ended up here. A blessing in d… http://t.co/MSX9fdiR2I"}, {"tweet_text": "Fella on the train here - he was meant to get off at Manchester, thought it'd stop at Piccadilly, it never, so he's ended up in Liverpool"}, {"tweet_text": "RT @wallaceme: I'd guess about half the people who just got off my train at Durham are @ChadsAlumni, here for Joe Cassidy's funeral."}, {"tweet_text": "RT @iiStaples: @carrick_fan I'd put you under the train you cockwomble"}, {"tweet_text": "@carrick_fan I'd put you under the train you cockwomble"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "I should probably make my lugguage...and take a shower D:\nIn 4h I need to take the train to turin wrgniwsunvisjd"}, {"tweet_text": "RT @InTheLittleWood: So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "RT @wallaceme: I'd guess about half the people who just got off my train at Durham are @ChadsAlumni, here for Joe Cassidy's funeral."}, {"tweet_text": "So that was new.. Full criminal check for vlogging in the train station D:"}, {"tweet_text": "I'd guess about half the people who just got off my train at Durham are @ChadsAlumni, here for Joe Cassidy's funeral."}, {"tweet_text": "Some lil girl on the train cutest thing I've ever seen 😍😍 she had no idea what the tunnel was or how we'd get out"}, {"tweet_text": "RT @c2c_Rail: Enjoy a traditional cream tea at the Wallace Collection with a 2FOR1 voucher when you travel by train http://t.co/DwjojmtRDq …"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "We have just been released on Juno please help support by buying the release of LENNY FONTANA FEAT. D_TRAIN... http://t.co/4E6m5RLFZo"}, {"tweet_text": "Enjoy a traditional cream tea at the Wallace Collection with a 2FOR1 voucher when you travel by train http://t.co/DwjojmtRDq @WallaceMuseum"}, {"tweet_text": "If I hadn't stepped on that train I'd never had the privilege of knowing Ian. I'd have never met my son."}, {"tweet_text": "@Weez damn, if I'd seen the news last night I would have made sure not to be on this train at 9am!"}, {"tweet_text": "Albert Maysles’ Epic Last Train Ride: The Beauty of ‘In Transit’ // A film I wish I'd made #usarail http://t.co/Uq8pZ7G5x1"}, {"tweet_text": "@LondonMidland I was told recently I could buy one on the train/at my destination station. I don't even mind paying the fine but I'd 1/2"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @SimonJStevens: Some dirty B*d's on the train today 😖 picking his nose and flicking his snot around. How nice. Morning commute on #South…"}, {"tweet_text": "Some dirty B*d's on the train today 😖 picking his nose and flicking his snot around. How nice. Morning commute on #Southeastern"}, {"tweet_text": "@MrJJBowie yeah but if you'd actually done some training...then you might have caught the train."}, {"tweet_text": "Omfg this mall has a train and if I weren't in a hurry I'd ride it around the whole place"}, {"tweet_text": "♫ #NowPlaying D Train - You're The One For Me - LISTEN NOW! http://t.co/LGPmlt4f8O"}, {"tweet_text": "More often than I'd like to admit, I find myself thinking what would happen in the world of DBZ if Chi-Chi let Gohan train properly."}, {"tweet_text": "If a train derailed &amp; exploded on the tracks closest to my house,\nI'd be dead"}, {"tweet_text": "There's a woman sat next to me on the train reading about genocide. I think she'd be perfect for you @chloeb_91!"}, {"tweet_text": "PlayingNow!  D Train You're The One For Me http://t.co/5ZyWg5XlUn MusicChoice TwitterMusic Official Website:  http://t.co/yUXS4VIdEg"}, {"tweet_text": "@TeamAzealia Bet if I called you a nigger you'd jump right aboard the racism train. Racism works both ways"}, {"tweet_text": "Awkward chit chat with tha ticket lady on the train. She was jolly though, or if she had a dating profile she'd call herself \"bubbly\""}, {"tweet_text": "Does The D Train Run Express On Weekends http://t.co/ya7FDazXKG"}, {"tweet_text": "@SouthernRailUK I got to the station at 06.50 thinking I'd be getting the 06.56 train. This was cancelled so was the 07.11 &amp; now the 07.27"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "From D-Train!\n\"We have just been released on Juno please help support by buying the release of LENNY FONTANA... http://t.co/W2VpVdT9jj"}, {"tweet_text": "@xhajarisa I was...but I found out that your heart didn't have any space left for me. So, I'd take the train instead ;) KAU AH"}, {"tweet_text": "If you looked up 'Exhausted' in the dictionary, you'd see my photo. It might be next to 'train wreck' as well.."}, {"tweet_text": "@uglynewyork i feel like this is really just a 4, A, D train thing too that shit doesn't happen on the E"}, {"tweet_text": "IFC’s ‘THE D TRAIN’ Starring Jack Black &amp; James Marsden http://t.co/I6gnfLcrsa"}, {"tweet_text": "@FurlockODonnell THE TRAIN CAN'T LEAVE THE STATION, IT DOESN'T HAVE ENOUGH FUEL. YOU'VE DOOMED US ALL. D:"}, {"tweet_text": "No late train to Buxton? No worries! Took the 22.49 to New Mills and ran a couple of miles back to Disley :-D"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @DR94MER: She said you got the type of heart that I'd like to connect with so when the train stop this time imma catch it"}, {"tweet_text": "@sIaate that's why I haven't played in two years. I'd rather train myself then deal with fat fucks who tell us to run all the time"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "Bentley Mulsanne Speed Blue Train By Mulliner: Bentley may lack the advantages of a bespoke d... http://t.co/CqZa7l7CgA #PrestigeAutosNZ"}, {"tweet_text": "She said you got the type of heart that I'd like to connect with so when the train stop this time imma catch it"}, {"tweet_text": "Had I known Charlie Cox was the lead in @Daredevil,  I'd have been on that train long ago.  Loved him in Stardust and Boardwalk. More please"}, {"tweet_text": "Sometimes when I'm in the train, I see people who are asleep and I don't know I'd I should wake them up, or not."}, {"tweet_text": "Ð✾ The Nations Holiday Line Paignton to Kingswear DVD Dartmouth Steam #Railway Train http://t.co/ozJsMB6q5B http://t.co/unYmcvBV2m"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "#usa #photo #tips #d Concert Havoc and The Ghost Train of Salem: Hello, munchking back with another fai...  Get $$ http://t.co/JfuQkytCx8"}, {"tweet_text": "one of my ultimate wishes is to go back in time to the 70's. on god i'd be one of the cutest, &amp; best dancers on Soul Train."}, {"tweet_text": "Like you'd think I'd stop talking to him when he isn't talkative but no! THE GAY TRAIN STOPS FOR NO ONE! I constantly blow him up"}, {"tweet_text": "@DEMAGOGSSUCK @PolitiBunny @Addiostranzo @evil_bun_bun @Phibear94 @GOPMommy I think its to keep the feminism gravy train going"}, {"tweet_text": "@tourdecouch it'd be part of a train system in part of the country on a selected route. Don't think that's asking a lot."}, {"tweet_text": "I'd love to see #Punisher come to season two of #Daredevil I still remember the train fight scene vividly from my childhood."}, {"tweet_text": "I'd take a bullet for you I'd jump in front a train, but when it comes to me I wonder if you'd do the same."}, {"tweet_text": "@Breezy2345 backing my point saying that the city does not have the rights. Plus I thought it was kinda funny but salty that he'd do that"}, {"tweet_text": "http://t.co/yXl9m09DTR The Girl on the Train: A Novel\n\nThe Girl on the Train: A NovelPaula Hawkins (Author)\n105 d… http://t.co/snv1xeiQlC"}, {"tweet_text": "RT @GaryRivalOak: When the Gym Leader uses a Full Restore http://t.co/fssdlwlrfS"}, {"tweet_text": "what the fucckkkkkkkkkkk VS Precedent girlfriend !!!!!! i sid fail girl !!!!  C – en train d’écouter Master of Puppets (album)"}, {"tweet_text": "RT @andreakennedy71: 🔥YOU FUCKING WITH THE #SmooveFollowTrain OR NAH? \n\n😈RETWEET THIS🚨💖 \n\n🔥FOLLOW ME &amp;  @iAmRealSmoove   👑\n\nTURN UP🎉🚆🕥🏃💨 Ho…"}, {"tweet_text": "AND SHE'D SAY \"hope you have a good day at the salt mines\" and i'd walk out that door and get on that train to the salt mine"}, {"tweet_text": "RT @WeekendSchemers: the accuracy 😂😂 http://t.co/55tmSTnUBG"}, {"tweet_text": "I'd get off the train having just read a few pages of 'Jillian' and feel affected, like the characters rotten moods transferred to me."}, {"tweet_text": "@Demolition_d does it actually or you just baiting I was thinking about watching it since I missed the Chaika train when it was a thing"}, {"tweet_text": "@J_Rayo let's train bro. i'd actually be down. come to the spot already 😂😂 \n(I'm ^ - pizzi)lol"}, {"tweet_text": "LESS THAN 24 HOURS LEFT - PLEASE SHARE\n\n3 legs and an overnight is needed to get the train rolling. Just take a... http://t.co/W7QlpdgoUb"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "Compelled to vote Shirley Chisholm, catch the D train, &amp; waggle my bottle-fingers at Ajax #rosieruizredux #Warriors http://t.co/pA4ZehPs6q"}, {"tweet_text": "I'd agree, mainly because mine were a train wreck!  It was the word \"obey\" that got me. https://t.co/p2ylEGuLe3"}, {"tweet_text": "PlayingNow!  D Train You're The One For Me http://t.co/5ZyWg5XlUn MusicChoice TwitterMusic Official Website:  http://t.co/yUXS4VIdEg"}, {"tweet_text": "@edjomko @BrianChelton @Hey_Jupiter19 @johnbr3548 I'd be \"going off the rails on a crazy train\""}, {"tweet_text": "James Marsden, Kathryn Hahn, Jack Black In 'The D Train' First Trailer http://t.co/LVRBiCFBRy #JackBlack http://t.co/ASXZ3yNjCI"}, {"tweet_text": "RT @YunKEVO: ❤HOP ON THE FOLLOW TRAIN💎\n\n💕RETWEET THS♻\n\n💕FO👣OW US &amp; @SamanthaCartel \n💕FO👣OW ALL RTS👫\n\n#TityFollowTrain🚂 💨\nLETS GO💨 💋❤"}, {"tweet_text": "D-Train - You're The One For Me (Remix) (Radio Edit)"}, {"tweet_text": "All I'm looking forward to is playin the @GiftGiverBand show next Sunday. Pumped for their album and seeing em again. And it's Chris's 21st!"}, {"tweet_text": "RT @SinCitysQueen: 🔌TURN UP! #TityFollowTrain has BEGUN👬👫👭 \n🔋RETWEET THIS♻️ \n🔌FOLLOW ME &amp; @SamanthaCartel💕\n🔋FO👣OW ALL RETWEETERS🏃💨 \nHop On …"}, {"tweet_text": "I want a peavey amp again. I just love the sound of them. #peaveyamplification"}, {"tweet_text": "❃Ð The Nations Holiday Line Paignton to Kingswear DVD Dartmouth Steam #Railway Train http://t.co/ozJsMB6q5B http://t.co/jVzoBQvUE4"}, {"tweet_text": "@tinybaby @weedguy420boner I'd say this was a national security issue but there's probably no one on the dang train at all."}, {"tweet_text": "@ThunderBoItRoss He was furious, and slowly losing a train of thought, with only one image in his mind. The one man who he'd hope to \n(C)"}, {"tweet_text": "RT @Worth_The_CHASE: @officialdtrain @jahhhhhz not the same without you d train"}, {"tweet_text": "Neat seeing the 7000 series train in Foggy Bottom every day. Wish they'd put it on the Silver/Orange soon. #BlueLine #wmata"}, {"tweet_text": ".@sjnard and I caught a D train right as we went through the turnstile. Bulls-eye."}, {"tweet_text": "@TransLinkSEQ I understand, but I just meant if buses could be at Coopers Plains if the train was stopping there. We'd appreciate it"}, {"tweet_text": "@QueenslandRail the incident was at Grovely St; I'm not certain of the time; you'd have to backtrack 1 train using the Twitter time stamps."}, {"tweet_text": "Some guy on the go train said that he'd rather have Kyle Lowry than John Wall. This is why I hate bandwagon raptors fans."}, {"tweet_text": "@MTA keep the subway status updated. If I'd known I'd be stuck in a tunnel for 45 min I would've taken a different train. #mtafail"}, {"tweet_text": "@officialdtrain @jahhhhhz not the same without you d train"}, {"tweet_text": "RT @SundayLeagueFC: When you're on the train and a worldie gets on and sits opposite you... http://t.co/lrIrw7FRto"}, {"tweet_text": "@D_Cheddar I mean, the bullets lady 2 months had been train wreck. Wall is a point guard, kyrie is a tiny 2 playing w the best player n NBA"}, {"tweet_text": "Landing in Philly July 1 &amp; taking the train straight to NYC🗽😻❤️😭✈️🌃😄 BLESS EVERYONE WHO FAV'D MY TWEET IM GOIN TO NYC http://t.co/14g47s3Gup"}, {"tweet_text": "+ that big of a deal. We have a good thing going here, and he needs all the help he can get. If I left, he'd have to train someone else, +"}, {"tweet_text": "\"It's like we're going on a train that's going 200 miles an hour... It'd be so nice to get off. To stand on the platform for just a minute.\""}, {"tweet_text": "What Bridge Does The D Train Cross http://t.co/E1UPUsjtms"}, {"tweet_text": "The wings gotta step up the d train"}, {"tweet_text": "I'd like to apply to be a lump sculptor\n\n...um, we're hiring personal trainers\n\nHa, ya right, when's the last time a train got someone laid?"}, {"tweet_text": "The D Train Plot http://t.co/g4wPx4z4E6"}, {"tweet_text": "A Hella Happy Birthday to The Over Show's own Mr. D-Train!! \n\nPhoto by Morgan Foster. SF, Circa 2007.. http://t.co/fQD2R2POhb"}, {"tweet_text": "The bell would be going off, the train right there and I'd sprint across cause I know id be late for school if I didn't."}, {"tweet_text": "Video: The D Train Official Trailer #1 (2015) - Jack Black, James Marsden Movie HD http://t.co/XeLomqVRQw"}, {"tweet_text": "@PapaKelch Cleveland Chessies. If we're going with a train theme, that's the name I'd pick."}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @RustyToddler: @Bywatergal @notrightbutwong she won't see jail. She's a celebrity.Different rules. She'll ride the sympathy train. Reg f…"}, {"tweet_text": "@Bywatergal @notrightbutwong she won't see jail. She's a celebrity.Different rules. She'll ride the sympathy train. Reg folks? Fok'd. #rhobh"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "NYC: \"Is this a D Train or the 1 Train?\" \"Neither, it's the J Train\""}, {"tweet_text": "What daughter will train it to their mums work just so they can have the lunch their daughter made the night before? My mums daughter :-D"}, {"tweet_text": "RT @pokemon_ebooks: There's a movie on TV: Stars dot the sky as two boys ride on a train... I'd better get rolling too!"}, {"tweet_text": "Ran into some VBA alum at the train station haha literally the last person I'd expect to see in New York"}, {"tweet_text": "So glad I waited for the second 4 train. Way less crowded and got a good seat"}, {"tweet_text": "@Macstraw @Mac7880 Love It!I'd Love To Be A \"Passenger\"On The Train To #Rangerstown#NYR"}, {"tweet_text": "@zarryiah should be like Switzerland and train the citizens who want guns and are trains and are sane enough to have them. We'd have less+"}, {"tweet_text": "RT @amac2310: Skins win again 5-3. Hour and 15 lightning delay in the top of the 4th. Great win. This one was for you D-Train. #Redskins #8…"}, {"tweet_text": "#NowPlaying \"You're the One for Me\" - D-Train ♫ http://t.co/OzhUd3izGB"}, {"tweet_text": "Skins win again 5-3. Hour and 15 lightning delay in the top of the 4th. Great win. This one was for you D-Train. #Redskins #8-0"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "i'd like to thank the couple that returned my phone from finding it on the train tracks  and saved it from waterdamage, ur my hero"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "she's also asking if i get my own bathroom and kitchen and i said \"i'd rather starve in a public restroom than take the train again\""}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @iMadeSmartCool: In prison you run the train or the train runs you. RT @AaronHernandez: \"either you run the day or the day runs you.\" ho…"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "my mom was like \"you'd better find out if the apartment is in a good neighborhood\" &amp; i said \"i'd rather get shot than ride the train again\""}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "@melbac23  If That Bootch Was A Train, She'd Be the Caboose...Follow the Leader..#TootToot http://t.co/eiRkH3etW7"}, {"tweet_text": "@zoocoup I’d get it if it was a Hunger Games or Harry Potter trailer, but the Jurassic World trailer makes it look like a train wreck."}, {"tweet_text": "RT @Clouds_Melo: D-22\n#WaitingForYesung \n#YesungComeBack \n\" Train your mind to see the good in everything \" @shfly3424 http://t.co/hBHNacNs…"}, {"tweet_text": "Funny how the ATL Plane Train announces \"D as in David\" because the traditional phonetic spelling would just confuse the hell out of people."}, {"tweet_text": "Saw overdue meeting alert. Raced to taxi. Halfway there and I realised I'd set my alert with enough time for the train. #fail"}, {"tweet_text": "@niccuhlo @J_Butter18 no d train the God"}, {"tweet_text": "@TonyAbbottMHR And how many would be travelling on the train line running alongside Hoddle St if we'd built Doncaster Rail? #RailsNotRoads"}, {"tweet_text": "@BrittMcHenry the tape is so terrible, you're going to have a really hard time getting laid over the next couple of years.I feel bad for you"}, {"tweet_text": "The D Train Ifc http://t.co/BUO2hqA73p"}, {"tweet_text": "@Sharon1Anne me too. I looked at pricing for kicks.. I'd rather go to the west coast LOL he did it in 2007 &amp; a Train cruise last year."}, {"tweet_text": "Train with the 2015 NCAA Coach of the Year Tom Ryan! Part of a 3 day camp with the Buckeyes for only $110!! #DEAL \nhttps://t.co/pmVaxZEK1P"}, {"tweet_text": "I just drink chatted and feasted on the last train home with my old PE teacher, fellow gays. Who'd have thought it."}, {"tweet_text": "Well time to leave the internet world for a couple hours for my flight"}, {"tweet_text": "@mplacko I know I was a lil too late for the show.  But so excited!  Also I am with you regarding the horror that is Thomas the Train D:"}, {"tweet_text": "I never thought I'd be the one to stop the train and get the train conductor...but damn 😔"}, {"tweet_text": "@AmandaMunsch Lucky you! I went with my mom who was sick. We took the train+bus. I'd go back."}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @imsophieeee: @FPSVirus @Serenitxy if I got the train. I'd end up in Scotland or something because im dozy"}, {"tweet_text": "@FPSVirus @Serenitxy if I got the train. I'd end up in Scotland or something because im dozy"}, {"tweet_text": "I'm on the D train and these two drunk guys cheers for every sip the take 😂😂😂"}, {"tweet_text": "I liked a @YouTube video http://t.co/wzDjrMSj8c The D Train Official Trailer #1 (2015) - Jack Black, James Marsden Movie HD"}, {"tweet_text": "RT @AirKarinaBx23: 😭 RT @HelloGlamazon: Extensive delays on the D train... http://t.co/GfRlIVXWAw"}, {"tweet_text": "R train running on the D line over the bridge. D00d I got lucky &amp; waited."}, {"tweet_text": "😭 RT @HelloGlamazon: Extensive delays on the D train... http://t.co/GfRlIVXWAw"}, {"tweet_text": "RT @pokemon_ebooks: There's a movie on TV: Stars dot the sky as two boys ride on a train... I'd better get rolling too!"}, {"tweet_text": "Extensive delays on the D train... http://t.co/5lfV8bOD13"}, {"tweet_text": "My blue line train smells like bacon. I wish this was how my 6:30am commute smelled. That'd be the best way to start my day."}, {"tweet_text": "Guy on the train yelling how t-mobile put a phone in his head. I'd be mad too...t-mobile is the worse."}, {"tweet_text": "@elkpga Come to KY. I'll ask Bill Samuels to talk Bourbon with u. Explain the difference between Bourbon&amp; Whiskey. Good B roll for your show"}, {"tweet_text": "I remember when the train would cross the bridge we'd spark blunts between the carts"}, {"tweet_text": "Remember when we were kids and we'd lie down between the tracks and the train would go over us? Ah the feels... https://t.co/pimPI52U6c"}, {"tweet_text": "\"Train up a child in the way they should go, and when they are old they shall not depart from it.\"... http://t.co/fEFSvOUCmM"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "I think if I were to train for another full #marathon I'd want to complete the @nycmarathon. #running"}, {"tweet_text": "RT @pokemon_ebooks: There's a movie on TV: Stars dot the sky as two boys ride on a train... I'd better get rolling too!"}, {"tweet_text": "So is the B D train. Pple are rerouting to the F train. I guess I can go bk to work area and take the 2 &amp; 3 train."}, {"tweet_text": "@LFCSandra that was my major problem with tonight. If the live train info was accurate then I'd have known whether to get off at ltn or bed."}, {"tweet_text": "RT @pokemon_ebooks: There's a movie on TV: Stars dot the sky as two boys ride on a train... I'd better get rolling too!"}, {"tweet_text": "There's a movie on TV: Stars dot the sky as two boys ride on a train... I'd better get rolling too!"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "@kirchu @Lerthyr I'd rather not go digging through the feels train lol. Most of them are on my laptop anyways XD"}, {"tweet_text": "RT @GemmaAnneStyles: Just embarrassing @freyaeiou by sitting on the floor to wait for a train. I'm tired and the bench is in the shade - WH…"}, {"tweet_text": "PlayingNow!  D Train You're The One For Me http://t.co/5ZyWg5XlUn MusicChoice TwitterMusic Official Website:  http://t.co/yUXS4VIdEg"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "Sleeping is difficult in a comfy bed I'm not sure why I thought I'd be able to catch a few zz's on the train 😫 #NoSleepTilNYC #34weekspreggo"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "This woman in the train beside me just breathed really grossly on my neck D:"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "I love it when the D train is super delayed... said no one ever. #SubwayProblems #MTA #NYC http://t.co/dOPWkXzEws"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "@doughalliv @RHTIII @trailandultra I like the phrase \"train like you'd like to race\"."}, {"tweet_text": "Funky Music now D Train - You're The One For Me http://t.co/GzXTob8ZO4"}, {"tweet_text": "My train was on time today for the second day in a row. Think I might buy a lottery ticket cause I'd probably win."}, {"tweet_text": "There is literally grafitti on the outside of this train.... car 7463\nlast place I'd expect to see it.\n@LIRR"}, {"tweet_text": "Makes no sense that I got off a local train to get on an express train in hopes I'd catch a local in front of the one I'm on..."}, {"tweet_text": "@conor_cymex American sex ed is such a fucking train wreck it's ridiculous and I'd even describe it as the opposite of education."}, {"tweet_text": "@Amtrak_Cascades wanna serve my pies on the train? They'd be the perfect fit!"}, {"tweet_text": "It's a good job the train stops at Ayr or fuck knows where he'd end up"}, {"tweet_text": "#SHRoundup Yes, I'd say I'm more excited for Ant-Man.  The fight scenes with Yellowjacket look cool and I loved that train."}, {"tweet_text": "So ready for the wings to kick ass tonight! #GOWINGS"}, {"tweet_text": "I need the new mortal kombat. So dope"}, {"tweet_text": "WHY AM I NOT AT THE STAR WARS CELEBRATION RIGHT NOW"}, {"tweet_text": "@ColetteLala I read Girl On A Train,  I liked it.  Thanks for the recommendation.  I loved Where'd You Go, Bernadette."}, {"tweet_text": "3 art pieces exhibited, went out for ritas and chips, finished mine while walking to the train station to head to Rome. I'd say good night."}, {"tweet_text": "@AndyRichter he goes by D-train, he's also going to talk to us about his rad van and why alcohol enemas are the vaping of booze"}, {"tweet_text": "“The D Train” Releases New Poster http://t.co/7mvkpxScKF"}, {"tweet_text": "Just got off the D train in the Bronx! Can't wait for tonight's game. My only disappointment is that @PCarrESPN won't be there. #NYCvPHI"}, {"tweet_text": "The D Train Watch http://t.co/f5RmX7iTDi"}, {"tweet_text": "@_colorlessqueen yeah normally I'd use the tube but it's a but to get there is pricey as I have to take the train first"}, {"tweet_text": "The D Train Jay Rosenblatt http://t.co/g1dTCaPDxE"}, {"tweet_text": "THE D TRAIN is fully booked with feelings and laughs in the new trailer! http://t.co/zkKzDt7Ubq via @filmobsess"}, {"tweet_text": "@ColitisNinja @sarizabeth @KPoeks There are people on this train moving away. @KPoeks, I'm on the El, so you'd think crazy would fit in"}, {"tweet_text": "#BreakingNews Person Struck By Train - Brooklyn, NY: U/D Victim removed from the tracks. #858983 http://t.co/lAhI2rqVyN"}, {"tweet_text": "#BreakingNews Person Struck By Train - Brooklyn, NY: U/D Victim removed from the tracks. #858983 http://t.co/A979UiNsLc"}, {"tweet_text": "#BreakingNews Person Struck By Train - Brooklyn, NY: U/D Victim removed from the tracks. #858983 http://t.co/0XRysEpQhL"}, {"tweet_text": "RT @militantlwt: @PumaFaceDxllas I'D FUCKING JUMP INTO  THE TRAIN TO MEET YOU"}, {"tweet_text": "@LenToddWOR I'd rather jump on the Todd Train. 🚂🚊🚝🚈🚆🚉🚇🚄"}, {"tweet_text": "@PumaFaceDxllas I'D FUCKING JUMP INTO  THE TRAIN TO MEET YOU"}, {"tweet_text": "@Isadelia530 gotta drop LBS.  might train for the bix next year in d-port, 7 miler"}, {"tweet_text": "@jclay221 I'm certainly not the driver of that train, just saying he's way better than Hass. They'd probably be middle of the pack"}, {"tweet_text": "THE D TRAIN is fully booked with feelings and laughs in the new trailer! | http://t.co/Bg38JkBmbN"}, {"tweet_text": "RT @SaraCBarr: Thank god I took the earlier Go Train to my exam otherwise I'd be missing my exam... #gochro"}, {"tweet_text": "@eric_d_williams 👍finally nat'l crazy media train braking!He's the face of franchise + U don't reboot for new stadium/he is irreplaceable"}, {"tweet_text": ":-D \"@SueFay1: @MaksMolomo there was the peace bus and now there's the 'war train'! Ludicrous?\""}, {"tweet_text": "@KopiteLuke1892 hoping I don't have an exam on the day or the day after. I'd have to stay the night in Liverpool as no late train back"}, {"tweet_text": "They had to train this guy from the DUP not to say \"burn gays\" at any point during that debate. Didn't think he'd manage it. #BBCDebate"}, {"tweet_text": "@heals625 @KevinKCBS3 save yourself the headache next time. Train to Penn Station, D Train to the Bronx. Done."}, {"tweet_text": "It be some bad broads on the D Train"}, {"tweet_text": "Mark Reckless looks like the kind of bloke you'd have to tell to stop staring at your girlfriend's bum on the train"}, {"tweet_text": "The New 'Monalisa\" I'd Deff like this on my wall! \"@TheWorldStories: One girl's illegal train ride in Bangladesh. http://t.co/9fqDE3SzSl\""}, {"tweet_text": "I dunno I'd like to know what happened before the video of Britt McHenry before I jump on the outrage train"}, {"tweet_text": "@TLRailUK stuck on the train in Hendon, you're poor driver seems to have been told sweet F-A about when we will be moving. Any updates?"}, {"tweet_text": "In the train reading #BBCDebate it strikes me that we'd all quite like #NicolaSturgeon to be PM."}, {"tweet_text": "RT @SaraCBarr: Thank god I took the earlier Go Train to my exam otherwise I'd be missing my exam... #gochro"}, {"tweet_text": "@KHfan169 I'd have go look into the train routes but it might be possible"}, {"tweet_text": "If I had a pet tiger I'd train it to bite u in the ass every time u try to come around me🐯"}, {"tweet_text": "@argybargyrubish All aboard the D Train!"}, {"tweet_text": "And then I saw this. And since I'd never been to this mall before I was like \"is this train area for… https://t.co/VXXAiIJRuP"}, {"tweet_text": "@norniron_dave I am very sorry David, I have no info on that train. Have you spoken to the train staff? ^D"}, {"tweet_text": "Woah, when'd you hop on the thot train going straight through the back of every lifted truck in wilson?"}, {"tweet_text": "@Virgin_TrainsEC Yes I've got the train 30 mins after the one I should have got. I'd like a refund please. Why was your train late?"}, {"tweet_text": "UKIP wouldn't sack foreign staff @Edwina_Currie but we'd put extra £3 Billion p.a. into the NHS to train new British medical professionals"}, {"tweet_text": "alright, i'd better go to bed now\ni don't want to fall asleep on the train and miss the train stops"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "Now playing on #UrbanGold : D Train - You're The One For Me\n\nhttp://t.co/q9six4prTq\n80's : Nothing but the best!"}, {"tweet_text": "“The Innovation Express” - discover how the #Kitchener-#Toronto train crosses the country's hottest R&amp;D corridor https://t.co/hudUyln0wy"}, {"tweet_text": "@lacrevette35 @luna_leigh93 @PaulaPuffy @DASamantha23 @thytegaby  I won 200€ well that'd be the train to the airport lol"}, {"tweet_text": "now think about how much you'd save by simply tapping your BreezeCard and taking the train/bus…"}, {"tweet_text": "RT @rupazero: Let's be real nobody would misgender me if I was a train. They wouldn't gender me at all. AND they'd def get the fuck out of …"}, {"tweet_text": "Let's be real nobody would misgender me if I was a train. They wouldn't gender me at all. AND they'd def get the fuck out of my way."}, {"tweet_text": "∫Ð The Nations #holiday Line #Paignton to Kingswear DVD Dartmouth Steam Railway Train http://t.co/3QYqOCxaYC http://t.co/5fm6jSZAyO"}, {"tweet_text": "you want to work in the city, but when it comes to making it better, you'd STILL choose your car over a simple train ride…"}, {"tweet_text": "@Gorgeouss_D walking to the train station"}, {"tweet_text": "RT @espn: The @NHL's Stanley Cup is the most famous and fascinating trophy in sports. Here's why: http://t.co/ph7c3DDzyH http://t.co/8Ik726…"}, {"tweet_text": "Feels like the moment I step out of this train Murphy's law will kick in and the train will depart D:"}, {"tweet_text": "'I'd love to but it took a few days to walk so I'm gonna put her on the over night train. Plus I've got house work to do, @mlp_JamieSt'"}, {"tweet_text": "Listening to @gunsnroses on the busy train home and very nearly sang like @axlrose. Everyone's in suits. It'd be wasted on them."}, {"tweet_text": "@zkahn94 @nest Figured I'd join the congrats-train.\nCongrats again :) You earned it!"}, {"tweet_text": "D-TRAIN - YOU'RE THE ONE FOR ME http://t.co/kqGOH4fxw7 #nowplaying #listenlive"}, {"tweet_text": "RT @ah_maa_zing: Oliver slamming his hand on the table with a forceful \"Get up!\" is the hottest thing in the world. I'd train with him any …"}, {"tweet_text": "RT @OnMeArse: Oh get to fuck. If no one spoke out they'd be complaining everyone on the train was complicit in the abuse http://t.co/m4E6K3…"}, {"tweet_text": "I wonder if I'd get away with getting the train back from Sheff and going straight to work for 8am"}, {"tweet_text": "Thank god I took the earlier Go Train to my exam otherwise I'd be missing my exam... #gochro"}, {"tweet_text": "Tbh ... I don´t wanna spend that much money for the live (hotel and train tickets ...) but I´d rlly like to see them *sighs* xD"}, {"tweet_text": "Here are the latest trailers for some upcoming movies. What do you think of them? Are you excited?\n\nThe D Train... http://t.co/FpN3Cm90nc"}, {"tweet_text": "@NigeriaNewsdesk ohh....the train has stopped working in otueke, but the one coming from the oga @ d top is ... http://t.co/xEqe44xtmO"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "Take The D Train Jim Mills Tab http://t.co/vFA44Ix6pa"}, {"tweet_text": "RT @OnMeArse: Oh get to fuck. If no one spoke out they'd be complaining everyone on the train was complicit in the abuse http://t.co/m4E6K3…"}, {"tweet_text": "♧Ð Like the #westcountry?  This #train DVD is expecially for you #railway fans http://t.co/8LtqJ13Qtl http://t.co/lam2Crix6m"}, {"tweet_text": "Our train guard has described quiet cars as 'mobile-free rooms'. I'd assumed I'd misheard the first time round."}, {"tweet_text": "I went to Barking station today to collect train tickets that I'd bought on line. I went to use one of the... http://t.co/BDXoXs9n38"}, {"tweet_text": "The Chronicle is inviting you to a see a FREE prescreening to \"The D Train\". Click on the link to view the... http://t.co/k7snbm33dX"}, {"tweet_text": "@Rhiarti Edinburgh is a grand place to start, I'd say. You can always head out on the train easily too."}, {"tweet_text": "I'm not saying I hate you. But if you were to accidentally get hit by a train.. I'd feel bad for the train."}, {"tweet_text": "RT @MoaningCommuter: Working toilet on train! I thought I'd help by hosing off shit someone had left off the side of the toilet of piss int…"}, {"tweet_text": "RT @EllieRadcliffex: If anyone heard our conversations on the train, they'd actually think we were mental"}, {"tweet_text": "RT @MoaningCommuter: Working toilet on train! I thought I'd help by hosing off shit someone had left off the side of the toilet of piss int…"}, {"tweet_text": "\"The D Train\" New Poster And Trailer: http://t.co/WyLuikw5MQ @IrishFilmCritic @TheDTrainMovie @IFCFilms @El_Dynamite @JackBlack42"}, {"tweet_text": "If anyone heard our conversations on the train, they'd actually think we were mental"}, {"tweet_text": "@L7Xperia like I be playing FFA get a 5os...they start calling me names. D: I told them I feed not train in the art of ballerina"}, {"tweet_text": "And when she'd always meet me off the train"}, {"tweet_text": "If you're on the \"I'd like to play ESO but fuck paying retail\" train then go here\nhttps://t.co/WnyaVRdwiC\nClick the orange \"offers\" button."}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "Working toilet on train! I thought I'd help by hosing off shit someone had left off the side of the toilet of piss into the bowl #gooddeed"}, {"tweet_text": "RT @OnMeArse: Oh get to fuck. If no one spoke out they'd be complaining everyone on the train was complicit in the abuse http://t.co/m4E6K3…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "Paving the road for my RB D-Train to run http://t.co/AgoY5zZXWM"}, {"tweet_text": "RT @RMC_TptPlanning: \"@Vivarail: D-train images.\nhttps://t.co/MNOP46gp55\" Looks impressive. Should help to overcome some of the \"London cas…"}, {"tweet_text": "The D Train - Official Trailer (2015) Jack Black, James Marsden [HD] https://t.co/Y7yllB4vED vía @YouTube"}, {"tweet_text": "PlayingNow!  D Train You're The One For Me http://t.co/5ZyWg5XlUn MusicChoice TwitterMusic Official Website:  http://t.co/yUXS4VIdEg"}, {"tweet_text": "@IrregularShed in Japan, you'd have been screamed at for even answering the thing on the train. I say we take this as the way forward."}, {"tweet_text": "RT @ah_maa_zing: Oliver slamming his hand on the table with a forceful \"Get up!\" is the hottest thing in the world. I'd train with him any …"}, {"tweet_text": "Day dreaming on the train then realised I'd been full on staring at a man across from me"}, {"tweet_text": "Rabbit pushing Miss Bunny out of the way as Minnie's Little Spring Train exits Main Street. I lol'd… https://t.co/shXgNCAe5K"}, {"tweet_text": "CAIN TRAIN!! #Royals"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @ah_maa_zing: Oliver slamming his hand on the table with a forceful \"Get up!\" is the hottest thing in the world. I'd train with him any …"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @OnMeArse: Oh get to fuck. If no one spoke out they'd be complaining everyone on the train was complicit in the abuse http://t.co/m4E6K3…"}, {"tweet_text": "RT @Real_Liam_Payne: I wish I'd bought the train stations 🚉"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "@MoodySlayerUK I'd vote for anybody who wants to tear down the SW1 elitest gravy train"}, {"tweet_text": "RT @ah_maa_zing: Oliver slamming his hand on the table with a forceful \"Get up!\" is the hottest thing in the world. I'd train with him any …"}, {"tweet_text": "@FOXSports1 @DaltonVitt did you retweet this solely based off the fact your nickname is D-Train also? #loser"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "This train is leaving the station, you'd better be on board!!! http://t.co/KnKW0F1qp0"}, {"tweet_text": "@dave_d_i_s_c_o is showing true dedication to music. He is getting up at 5am to get the train to Worcester Saturday morning! #RSD15"}, {"tweet_text": "Oliver slamming his hand on the table with a forceful \"Get up!\" is the hottest thing in the world. I'd train with him any day."}, {"tweet_text": "RT @FOXSports1: Welcome, D-Train!\n\nDontrelle Willis will make his broadcast debut on @FOXSportsLive Monday, April 20th at 11:00pET https://…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "@IndyVoices @ashnagesh if nobody said anything you'd be crying that everyone on the train was just as bad as the racist"}, {"tweet_text": "The shit she sends me... Cute guys on the train 😂😂😍 http://t.co/3CYvGAgsEr"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "Another person jumped in front of a BART train? Man what's with this trend? That'd be the last way I'd kill myself. Ouch"}, {"tweet_text": "RT @OnMeArse: Oh get to fuck. If no one spoke out they'd be complaining everyone on the train was complicit in the abuse http://t.co/m4E6K3…"}, {"tweet_text": "RT @OnMeArse: Oh get to fuck. If no one spoke out they'd be complaining everyone on the train was complicit in the abuse http://t.co/m4E6K3…"}, {"tweet_text": "Casual 6 hour train journey. Think I'd be better off taking a boat or swimming around the coast 🚣🏊"}, {"tweet_text": "Want to know how to write the book that gives you more confidence, credibility and clients?   We'd really... http://t.co/7YoIUQZ2Kt"}, {"tweet_text": "@VirginTrains Euston staff said they'd check it out.  Don't know where the man went. I left to catch a train. Hopefully cleaners spotted it"}, {"tweet_text": "RT @OnMeArse: Oh get to fuck. If no one spoke out they'd be complaining everyone on the train was complicit in the abuse http://t.co/m4E6K3…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @OnMeArse: Oh get to fuck. If no one spoke out they'd be complaining everyone on the train was complicit in the abuse http://t.co/m4E6K3…"}, {"tweet_text": "But, darling, I'd still catch a grenade for you, throw my hand on the blade for you, I'd jump in front of a train for you"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @OnMeArse: Oh get to fuck. If no one spoke out they'd be complaining everyone on the train was complicit in the abuse http://t.co/m4E6K3…"}, {"tweet_text": "THE D TRAIN: Official Trailer: http://t.co/3QrJiYkaBP via @YouTube"}, {"tweet_text": "RT @OnMeArse: Oh get to fuck. If no one spoke out they'd be complaining everyone on the train was complicit in the abuse http://t.co/m4E6K3…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "Now playing D Train - YOUR THE ONE FOR ME MASTERMIX on Force One Network Radio"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @OnMeArse: Oh get to fuck. If no one spoke out they'd be complaining everyone on the train was complicit in the abuse http://t.co/m4E6K3…"}, {"tweet_text": "RT @OnMeArse: Oh get to fuck. If no one spoke out they'd be complaining everyone on the train was complicit in the abuse http://t.co/m4E6K3…"}, {"tweet_text": "RT @OnMeArse: Oh get to fuck. If no one spoke out they'd be complaining everyone on the train was complicit in the abuse http://t.co/m4E6K3…"}, {"tweet_text": "RT @OnMeArse: Oh get to fuck. If no one spoke out they'd be complaining everyone on the train was complicit in the abuse http://t.co/m4E6K3…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @OnMeArse: Oh get to fuck. If no one spoke out they'd be complaining everyone on the train was complicit in the abuse http://t.co/m4E6K3…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "@VirginTrains yes-I found a guard who said he'd send the train manager to sort him out but no one returned. I told staff once at Euston too."}, {"tweet_text": "RT @Jamesmarsdenfc: \"@SamTheMailman: 'The D Train' Trailer &amp; Poster Starring James Marsden And Jack Black http://t.co/NHHTd6qOIM @TheDTrain…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @OnMeArse: Oh get to fuck. If no one spoke out they'd be complaining everyone on the train was complicit in the abuse http://t.co/m4E6K3…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "\"@SamTheMailman: 'The D Train' Trailer &amp; Poster Starring James Marsden And Jack Black http://t.co/NHHTd6qOIM @TheDTrainMovie\" thx 4 sharing"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT \"All aboard the D-Train! 2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle!…\" #SportsRoadhouse"}, {"tweet_text": "RT @OnMeArse: Oh get to fuck. If no one spoke out they'd be complaining everyone on the train was complicit in the abuse http://t.co/m4E6K3…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @MLBONFOX: All aboard the D-Train!\n\n2x All-Star Dontrelle Willis has joined the @FOXSports1 MLB studio team! Welcome, Dontrelle! http://…"}, {"tweet_text": "RT @OnMeArse: Oh get to fuck. If no one spoke out they'd be complaining everyone on the train was complicit in the abuse http://t.co/m4E6K3…"}]