[{"tweet_text": "The Stanford Prison Experiment explains police behavior The lack of creditable over-site enables them to behave in a manner to abuse others."}, {"tweet_text": "@John_Stracener isn't zimbardo the one that did the Stanford prison experiment"}, {"tweet_text": "@kazzikatte @ddcvannatta \"I take a lot of my ideologies from the stanford prison experiment\""}, {"tweet_text": "Where can I find The Stanford Prison Experiment: the film?? (Also, the actual experiment itself is so worth reading about)"}, {"tweet_text": "You know what would be cool? The Stanford prison experiment done within The Sims. #fb"}, {"tweet_text": "@RemcoLenterman @seouldan As Danny noted, in the long run this can lead to treating \"them\" as subhuman. Like Stanford Prison Experiment"}, {"tweet_text": "The Stanford Prison Experiment is being made into a movie. Did you know this? http://t.co/je2vA4PnpV @Radiolab"}, {"tweet_text": "Can't wait for The Stanford Prison Experiment bc Ezra Miller 😍"}, {"tweet_text": "RT @ShelbyMadison14: The Stanford Prison Experiment fascinates me"}, {"tweet_text": "RT @ShelbyMadison14: The Stanford Prison Experiment fascinates me"}, {"tweet_text": "The Stanford Prison Experiment fascinates me"}, {"tweet_text": "RT @PlumTyger: This game is the Stanford prison experiment 2.0"}, {"tweet_text": "This game is the Stanford prison experiment 2.0"}, {"tweet_text": "i'm watchin a show about the stanford prison experiment and it must have been sooo stressful"}, {"tweet_text": "RT @qaxaverokoby: The Stanford Prison Experiment Criticism http://t.co/N4AgfuHRgK"}, {"tweet_text": "I've watched the Stanford Prison Experiment like three times this semester"}, {"tweet_text": "Apparently the Stanford prison experiment is being turned into a movie and so is Stanley Milgram's experiment... Messed up"}, {"tweet_text": "we researched the stanford prison experiment today abd i thought of prison architect and i cried probably"}, {"tweet_text": "The Stanford Prison Experiment Criticism http://t.co/N4AgfuHRgK"}, {"tweet_text": "RT @hrthompson95: the Stanford prison experiment sounds like a funk band."}, {"tweet_text": "I just referenced the Stanford Prison Experiment in a work-related discussion about cereal. I think my work is done for today."}, {"tweet_text": "the Stanford prison experiment sounds like a funk band."}, {"tweet_text": "The Stanford prison experiment involves conformity in a socially obedient environment the prisoners conform to their roles of inmates #psych"}, {"tweet_text": "@PeterBradshaw1 did you see The Stanford Prison Experiment, Peter? I'm very excited for it as I'm fascinated by the study."}, {"tweet_text": "@chronozshre yes this is the one! \n\nOther extreme was the Stanford prison experiment. Did you take the irb research practices test?"}, {"tweet_text": "RT @rybysirerylo: Was The Stanford Prison Experiment Worth It http://t.co/hPT8jyWoqA"}, {"tweet_text": "RT @chifilmfest: So happy to welcome Kyle Alvarez to our member screening of The Stanford Prison Experiment tonight. Thanks #IFCFilms! http…"}, {"tweet_text": "So happy to welcome Kyle Alvarez to our member screening of The Stanford Prison Experiment tonight. Thanks #IFCFilms! http://t.co/lgaPIEMioC"}, {"tweet_text": "just finished reading a book about the Stanford Prison Experiment and then find out they just made a movie about it... with Ezra Miller 👏"}, {"tweet_text": "Enjoy The Stanford Prison Experiment 2015 Full Movie, Click Link!!! \nWATCH NOW ► http://t.co/rskiqaO2Fy http://t.co/nPtQRz13pH"}, {"tweet_text": "Stanford Prison Experiment springs to mind reading this. The use of physical force should be an absolute last resort. http://t.co/kXhuWNQjWZ"}, {"tweet_text": "Wanted to watch The Stanford Prison Experiment since I: 1st) learned of it and 2nd) learned it was being made into a film, TY Chicago!"}, {"tweet_text": "Periods 1&amp;8- Video about the Stanford Prison Experiment tomorrow. Turn in viewing guide to the sub"}, {"tweet_text": "THEY MADE A MOVIE ABOUT THE \nSTANFORD PRISON EXPERIMENT AND ITS COMING OUT IN JULY"}, {"tweet_text": "Just found out the Stanford prison experiment was made into a movie and is coming out July 17th. I must see it!"}, {"tweet_text": "@Iron_Spike Is this a video game version of the Stanford prison experiment? Have you turned into a sociopath yet?"}, {"tweet_text": "the zimbardo stanford prison experiment makes me uncomfortable"}, {"tweet_text": "@jonronson Chapter on The Stanford Prison Experiment was enlightening and a A+ rejoinder to all the weird conclusions ppl draw from it."}, {"tweet_text": "They coming out with a movie about the Stanford prison experiment I had to write a paper about that might go see it"}, {"tweet_text": "Was The Stanford Prison Experiment Worth It http://t.co/hPT8jyWoqA"}, {"tweet_text": "CJA 344 Week 4 Learning Team Ethnicity and Corrections The Stanford Prison Experiment\n\nhttp://t.co/4MpmrSeVfx\n\nhttp://t.co/qekDV17Uk5"}, {"tweet_text": "Why is #forcebill a bad idea? Refresh yourself on the Stanford Prison Experiment of 1971, #auspol. http://t.co/31nvRO21Rh"}, {"tweet_text": "@brynnobrien I thought everybody had heard of the Stanford Prison Experiment! http://t.co/TQqAvEQeEO"}, {"tweet_text": "RT @kihonglee: Yeah!! “@kylealvarez IFC Films Acquires Sundance Drama ‘The Stanford Prison Experiment’ (EXCLUSIVE) http://t.co/gYJGDA5pzG v…"}, {"tweet_text": "The Stanford Prison Experiment reminds me why I'm so passionate about learning about the human psyche!"}, {"tweet_text": "my class begged our english teacher if we could watch the Stanford prison experiment today even though we've already seen it cuz we're nerds"}, {"tweet_text": "\"What did psychologists learn from the Stanford Prison Experiment?\" \n\"Never give young middle class white men power, they'll fuck shit up\""}, {"tweet_text": "RT @tarheelsmiley: The Stanford Prison Experiment kind of explains and shows how a regular person can turn into a monster when givin certai…"}, {"tweet_text": "The Stanford Prison Experiment kind of explains and shows how a regular person can turn into a monster when givin certain amounts of power"}, {"tweet_text": "Go read about the Stanford Prison Experiment. It shows why cops act the way they do"}, {"tweet_text": "RT @schnaps1981: The Stanford Prison Experiment Ethical http://t.co/OVAtVRUJaF"}, {"tweet_text": "You cannot just graduate from Uni without learning about the Millgram experiment &amp; the Stanford prison experiment !"}, {"tweet_text": "Very excited for the release of THE STANFORD PRISON EXPERIMENT release this year, great idea for a film!"}, {"tweet_text": "\"I learned that people can easily forget that others are human.\"\n— “Prisoner” from the Stanford Prison Experiment (1971)"}, {"tweet_text": "The Stanford Prison Experiment Full Movie \nPLAY NOW : http://t.co/6n85z8qxuS \nMORE MOVIE =... http://t.co/bpGvXg0xOb"}, {"tweet_text": "I added a video to a @YouTube playlist http://t.co/bpGvXfIWpB The Stanford Prison Experiment Full Movie"}, {"tweet_text": "RT @portroids: Callan McAuliffe at Sundance Film Festival with the film \"The Stanford Prison Experiment\" in Park… https://t.co/gDqFZzaky7"}, {"tweet_text": "RT @portroids: Callan McAuliffe at Sundance Film Festival with the film \"The Stanford Prison Experiment\" in Park… https://t.co/gDqFZzaky7"}, {"tweet_text": "Callan McAuliffe at Sundance Film Festival with the film \"The Stanford Prison Experiment\" in Park… https://t.co/gDqFZzaky7"}, {"tweet_text": "The Stanford Prison Experiment Ethical http://t.co/OVAtVRUJaF"}, {"tweet_text": "@queerlyobscure Victor is in the Stanford Prison Experiment demographic"}, {"tweet_text": "RT @BitchPuddingO_o: All you have to do is look at the results from the Stanford prison experiment to know the danger of American police ha…"}, {"tweet_text": "RT @BitchPuddingO_o: All you have to do is look at the results from the Stanford prison experiment to know the danger of American police ha…"}, {"tweet_text": "All you have to do is look at the results from the Stanford prison experiment to know the danger of American police having so much power."}, {"tweet_text": "It bothers me how the Stanford prison experiment is still used as an example of natural human nature even though it's incredibly flawed"}, {"tweet_text": "Enjoying the latest Jon Ronson book. Like how he casually debunks the Stanford Prison Experiment, bedrock of countless psychology courses."}, {"tweet_text": "The Stanford Prison Experiment.  http://t.co/asV8GWQo3b"}, {"tweet_text": "RT @mere_turner2: IB: a constant contest of how many times you can say \"to what extent\" and mention the Stanford prison experiment in one d…"}, {"tweet_text": "RT @mere_turner2: IB: a constant contest of how many times you can say \"to what extent\" and mention the Stanford prison experiment in one d…"}, {"tweet_text": "RT @kihonglee: Yeah!! “@kylealvarez IFC Films Acquires Sundance Drama ‘The Stanford Prison Experiment’ (EXCLUSIVE) http://t.co/gYJGDA5pzG v…"}, {"tweet_text": "✫✫✫ The Stanford Prison Experiment FULL MOVIE ✫✫✫\n☛ PLAY Now : http://t.co/2g3VDuMuCt ✔ http://t.co/DBm62RvHOA"}, {"tweet_text": "The Stanford prison experiment shows that simulated positions of #power in #roleplay can cause REAL abuses of power http://t.co/ZzpVeM8IqY"}, {"tweet_text": "@UNVAlexander i highly enjoyed the Stanford prison experiment"}, {"tweet_text": "RT @_Kaylani: The Stanford prison experiment is so crazy"}, {"tweet_text": "RT @_Kaylani: The Stanford prison experiment is so crazy"}, {"tweet_text": "How many times does one have to learn about the Stanford prison experiment in one year #wsudifference"}, {"tweet_text": "The Stanford prison experiment is so crazy"}, {"tweet_text": "RT @meiriontodd: The Stanford Prison Experiment: History’s Most Controversial Psychology Study | Brain Pickings http://t.co/7MO0iCuKyb via …"}, {"tweet_text": "@RameshFernandez @suthernx It all seems geared towards picking up from where the Stanford prison experiment stopped. https://t.co/h8yxdPocSa"}, {"tweet_text": "The Stanford Prison Experiment: History’s Most Controversial Psychology Study | Brain Pickings http://t.co/7MO0iCuKyb via @brainpicker"}, {"tweet_text": "@SlamGrist also just found out that the stanford prison experiment guy is talking in Bristol soon http://t.co/ep23zxZCEh"}, {"tweet_text": "RT @forclass28: @HTH372OttWalte1 Paricipant in the Stanford Prison Experiment does an Ask Me Anything thread on reddit. https://t.co/iov7TC…"}, {"tweet_text": "@0ldB0y this question was answered by the stanford prison experiment and hannah arendt."}, {"tweet_text": "@0ldB0y just look at the stanford prison experiment. look at hannah arendt's \"banality of evil\". it's all there."}, {"tweet_text": "Ted Cruz looks like someone who doesn't understand why the Stanford Prison Experiment was stopped."}, {"tweet_text": "@AP Law enforcement in the U.S. is like an elaborate Stanford prison experiment."}, {"tweet_text": "The Stanford Prison Experiment , but this time it's on social media -What is The Button?  http://t.co/94dZabfYaz"}, {"tweet_text": "ppl are rlly scary when u give them power like the stanford prison experiment proved like how normal good ppl could be"}, {"tweet_text": "RT @Brimshack: A few Comments on the Stanford Prison Experiment AKA Reality Programing That Gets in the Textbooks http://t.co/IRk8oKYVRR #P…"}, {"tweet_text": "RT @mizujada: A different way to interpret the Stanford Prison Experiment: http://t.co/4q3lLGw6iD"}, {"tweet_text": "RT @ImNotMoises: In my absence at Sundance, I posted some pics. I hope I don't get in too much trouble. The Stanford Prison Experiment http…"}, {"tweet_text": "Does every self help and business book have to mention the Stanford prison experiment? Is that some sort of publisher requirement?"}, {"tweet_text": "RT @mizujada: A different way to interpret the Stanford Prison Experiment: http://t.co/4q3lLGw6iD"}, {"tweet_text": "@sigmanu_lp298 I promise I'm not. I've seen this vid on the Stanford prison experiment at least ten times."}, {"tweet_text": "A different way to interpret the Stanford Prison Experiment: http://t.co/4q3lLGw6iD"}, {"tweet_text": "RT @PhilZimbardo: Stanford Prison Experiment has been made into a movie and will be premiering at Sundance. Excited to see it http://t.co/P…"}, {"tweet_text": "“i learned that people can easily forget that others are human.”\n—  “prisoner” from the stanford prison experiment (1971)"}, {"tweet_text": "RT @julieplec: After contentious debate amongst clearly color blind friends, I'm convinced this damn dress thing was the Stanford Prison Ex…"}, {"tweet_text": "RT @Brimshack: A few Comments on the Stanford Prison Experiment AKA Reality Programing That Gets in the Textbooks http://t.co/IRk8oKYVRR #P…"}, {"tweet_text": "A few Comments on the Stanford Prison Experiment AKA Reality Programing That Gets in the Textbooks http://t.co/IRk8oKYVRR #Psychology"}, {"tweet_text": "boneyardchamp: Your professor will not be happy with you if he says the Stanford Prison Experiment shows... http://t.co/YB7KNNSfmu"}, {"tweet_text": "@AntonioBuehler @DemFromCT @ggreenwald Yes, the \"bad barrel makers\" a la #Zimbardo and Stanford Prison Experiment (and Milgram)."}, {"tweet_text": "I just wish \"The Stanford Prison Experiment\" will be released in Austria. Or in Japan! then I'll be back to my home to watch. @kylealvarez"}, {"tweet_text": "People who misunderstand what went on during the Stanford prison experiment and think it's an accurate reflection of white males LMAO LMAO"}, {"tweet_text": "RT @kihonglee: Yeah!! “@kylealvarez IFC Films Acquires Sundance Drama ‘The Stanford Prison Experiment’ (EXCLUSIVE) http://t.co/gYJGDA5pzG v…"}, {"tweet_text": "RT @ierosaint: You Know What They Do To Guys Like Us In Prison is actually a song about the Stanford Prison Experiment #FakeSongFacts"}, {"tweet_text": "You Know What They Do To Guys Like Us In Prison is actually a song about the Stanford Prison Experiment #FakeSongFacts"}, {"tweet_text": "RT @mere_turner2: IB: a constant contest of how many times you can say \"to what extent\" and mention the Stanford prison experiment in one d…"}, {"tweet_text": "@LadyyinPink @SratPremed @KeeblerOrganElf @louda923 so, this is the Stanford prison experiment all over again?"}, {"tweet_text": "RT @mere_turner2: IB: a constant contest of how many times you can say \"to what extent\" and mention the Stanford prison experiment in one d…"}, {"tweet_text": "IB: a constant contest of how many times you can say \"to what extent\" and mention the Stanford prison experiment in one day"}, {"tweet_text": "I want to watch the \"stanford prison experiment\". sinong may copy?"}, {"tweet_text": "RT @PhilZimbardo: Stanford Prison Experiment has been made into a movie and will be premiering at Sundance. Excited to see it http://t.co/P…"}, {"tweet_text": "'Ezra miller is gonna be in a movie based off the Stanford prison experiment' aha ja sie z wami zegnam juz"}, {"tweet_text": "RT @MGMT409: Stanford Prison Experiment - another classic demonstration of the power of authority: http://t.co/3gQMJMDrXY"}, {"tweet_text": "When I learned about the Stanford Prison Experiment it was only 5y after it http://t.co/w3gbXaShYi"}, {"tweet_text": "[AMA Request] One of the 24 students who participated in the Stanford Prison Experiment. http://t.co/Cowu0FVfH8"}, {"tweet_text": "[AMA Request] One of the 24 students who participated in the Stanford Prison Experiment. via /r/IAmA http://t.co/3RTxaTeggL #reddit #iama"}, {"tweet_text": "the stanford prison experiment is fascinating"}, {"tweet_text": "Taking a flight today is like signing up for the Stanford prison experiment (SPE) By Philip Zimbardo! But without the educated people. :-("}, {"tweet_text": "The Stanford Prison Experiment was a great contribution to the study of psychology."}, {"tweet_text": "For me, The Stanford Prison Experiment more reflects the influence of environment beyond the power of authority to influence. (1/n)"}, {"tweet_text": "RT @AgentSaffron: How many of you know about the Stanford Prison experiment?"}, {"tweet_text": "RT @AgentSaffron: How many of you know about the Stanford Prison experiment?"}, {"tweet_text": "RT @AgentSaffron: How many of you know about the Stanford Prison experiment?"}, {"tweet_text": "How many of you know about the Stanford Prison experiment?"}, {"tweet_text": "“I learned that people can easily forget that others are human.”\n—  “Prisoner” from the Stanford Prison Experiment (1971)"}, {"tweet_text": "dorm life is like being permanently placed in the Stanford prison experiment"}, {"tweet_text": "RT @kylealvarez: Mark you calendars! The Stanford Prison Experiment will be out in theaters July 17th via @IFCFilms"}, {"tweet_text": "RT @NorwayDiana: Philip Zimbardo, the man behind the famous Stanford prison experiment, explains the #psychology of evil. Recommended! http…"}, {"tweet_text": "Stanford Prison Experiment - another classic demonstration of the power of authority: http://t.co/3gQMJMDrXY"}, {"tweet_text": "And another one... I can't help but think of the Stanford Prison Experiment when I see all this. Authority and... http://t.co/09kGgJOgBo"}, {"tweet_text": "@HTH372OttWalte1 Paricipant in the Stanford Prison Experiment does an Ask Me Anything thread on reddit. https://t.co/iov7TC6AX4"}, {"tweet_text": "@XaiaX @SamanthaZero Maybe. But The Stanford Prison Experiment is much better name for a band."}, {"tweet_text": "Q1: Do think the Stanford Prison Experiment would have the same outcome if revisited today? Why or Why not? #KeeverSocQA"}, {"tweet_text": "It will be my honor to attend and meet @kylealvarez for a post-screening Q&amp;A of The Stanford Prison Experiment on Thursday, April 16 at AMC."}, {"tweet_text": "RT @jongabrus: .@PFTompkins 'this sounds like a mix of Settlers of Cataan &amp; The Stanford Prison Experiment' lost my shit in LAX food ct. #s…"}, {"tweet_text": "Tumblr is a largescale representation of the Stanford prison experiment"}, {"tweet_text": ".@PFTompkins 'this sounds like a mix of Settlers of Cataan &amp; The Stanford Prison Experiment' lost my shit in LAX food ct. #spontaneanation"}, {"tweet_text": "my university is having an exclusive screening of the stanford prison experiment. immediately rsvp-ed because ezra miller."}, {"tweet_text": "Idea for new Stanford Prison Experiment: Let all the people in offices switch places with people in cubicles for one month."}, {"tweet_text": "so there's a film on the stanford prison experiment (wow), and the actors are...going to be (wow)— and now i can't wait for the release, man"}, {"tweet_text": "@JohnsonKempFnd Any resistance at all. People need to review the Stanford Prison Experiment. #WalterScott"}, {"tweet_text": "\"The Stanford Prison Experiment\" - Movie in Theaters this July 17.\nPhilip George Zimbardo - a psychologist and a... http://t.co/6fvuqPIJ5k"}, {"tweet_text": "@ChiefElk : Do you remember the \" Stanford Prison Experiment\"...It illustrate how everyday/normal ppl  can do evil things...💅"}, {"tweet_text": "RT @stanfordmag: 43 years ago this week, the Stanford Prison Experiment was underway:\nhttps://t.co/L72Fv5rJgn"}, {"tweet_text": "RT @ezramillerfans: Ezra Miller in 'The Stanford Prison Experiment'. The film is due to premiere at Sundance this month! http://t.co/glXgbZ…"}]